[[{"value": "<h1>\r\n\tPRIVACY POLICY\r\n</h1>", "level": 9}, {"value": "<p>\r\n\tThis privacy policy governs your use of the application Walli (\"Application\") for mobile devices that was created in partnership by StangaOne1(43, Cherni Vrah Blvd,\r\n\tSofia 1407, Bulgaria) and Shine Media (Pozitano Street 3, Sofia 1000, Bulgaria)\r\n</p>", "level": 0}, {"value": "<p>\r\n\tThis Application collects some Personal Data from its Users.\r\n</p>", "level": 0}], [{"value": "<h2>\r\n\t1- What information does the Application obtain and how is it used?\r\n</h2>", "level": 8}], [{"value": "<h3>\r\n\tUser Provided Information\r\n</h3>", "level": 7}, {"value": "<p>\n<br/>\r\n\tThe Application obtains the information you provide when you download, register and use the Application. Registration with us is mandatory in order to\r\n\tbe able to use the basic features of the Application.\r\n</p>", "level": 0}, {"value": "<p>\n<br/>\r\n\tWhen you register with us and use the Application, you generally provide (a) your name, email address, define a password and provide eventually other registration\r\n\tinformation; (b) transaction-related information, such as when you respond to any offers, or download or use applications from us; (c) information you\r\n\tprovide us when you contact us for help; and (d) information you enter into our system when using the Application, such as contact information, likes and\r\n\tdownloads, and project management information.\r\n</p>", "level": 0}, {"value": "<p>\n<br/>\r\n\tWe may use the information you provided us to contact your from time to time to provide you with important information, required notices and marketing\r\n\tpromotions.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tAutomatically Collected Information\r\n</h3>", "level": 7}, {"value": "<p>\n<br/>\r\n\tIn addition, the Application may collect certain information automatically, including, but not limited to, the type of mobile device you use, your mobile\r\n\tdevices unique device ID, the Ipaddress of your mobile device, your mobile operating system, the type of mobile Internet browsers you use, and information\r\n\tabout the way you use the Application.\r\n</p>", "level": 0}, {"value": "<p>\r\n\tAny use of Cookies - or of other tracking tools - by this Application or by the owners of third party services used by this Application, unless stated\r\n\totherwise, serves to identify Users and remember their preferences, for the sole purpose of providing the service required by the User.\r\n\t<br/>\n</p>", "level": 0}], [{"value": "<h3>\r\n\tAccess to third parties services account\r\n</h3>", "level": 7}], [{"value": "<h4>\r\n\tAccess to the Facebook account\r\n</h4>", "level": 6}, {"value": "<p>\r\n\tThis service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook, Inc.\r\n<br/>\r\n\tPermissions asked: Email and Public Profile\r\n<br/>\t\r\n\tPlace of processing: US \r\n</p>", "level": 0}], [{"value": "<h4>\r\n\tAccess to the Google+ account\r\n</h4>", "level": 6}, {"value": "<p>\r\n\tThis service allows this Application to connect with the User's account on the Google+ social network, provided by Google.\r\n\t<br/>\r\n\tPermissions asked: Email and Profile ID\r\n\t<br/>\r\n\tPlace of processing: US \r\n\t<br/>\n<br/>\r\n\tUsers are responsible for any Personal Data of third parties obtained, published or shared through this Application and confirm that they have the third\r\n\tparty's consent to provide the Data to the Owner.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tDoes the Application collect precise real time location information of the device?\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tWhen you visit the mobile application, we may use GPS technology (or other similar technology) to determine your current location in order to determine the\r\n\tcity you are located within and display a location mapwith relevant advertisements. We will not share your current location with other users or partners.\r\n</p>", "level": 0}, {"value": "<p>\r\n\tIf you do not want us to use your location for the purposes set forth above, you should turn off the location services for the mobile application located\r\n\tin your account settings or in your mobile phone settings and/or within the mobile application.\r\n</p>", "level": 0}], [{"value": "<h2>\r\n\t2- The Use of the Collected Data\r\n</h2>", "level": 8}, {"value": "<p>\r\n\tThe Data concerning the User is collected to allow the Owner to provide its services, as well as for the following purposes: Access to third party\r\n\tservices' accounts, Analytics, Contacting the User, Advertising, Registration and authentication, Managing contacts and sending messages.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tDo third parties see and/or have access to information obtained by the Application?\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tWe might share your information with third parties, but only in the ways that are described in this privacy statement.\r\n\t<br/>\r\n\tWe may disclose User Provided and Automatically Collected Information:\r\n</p>", "level": 0}, {"value": "<ul>\n<li>\n<p>\r\n\t\t\tas required by law, such as to comply with a subpoena, or similar legal process;\r\n\t\t</p>\n</li>\n<li>\n<p>\r\n\t\t\twhen we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud,\r\n\t\t\tor respond to a government request;\r\n\t\t</p>\n</li>\n<li>\n<p>\r\n\t\t\twith our trusted services providers who work on our behalf, do not have an independent use of the information we disclose to them, and have agreed\r\n\t\t\tto adhere to the rules set forth in this privacy statement.\r\n\t\t</p>\n</li>\n<li>\n<p>\r\n\t\t\tif Stanga or Shine Media is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice\r\n\t\t\ton our Website of any change in ownership or uses of this information, as well as any choices you may have regarding this information.\r\n\t\t</p>\n</li>\n<li>\n<p>\r\n\t\t\tto advertisers and third party advertising networks and analytics companies as described in the section below\r\n\t\t</p>\n</li>\n</ul>", "level": 0}], [{"value": "<h3>\r\n\tAutomatic Data Collection and Advertising\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tWe may work with analytics companies to helpus understand how the Application is being used, such as the frequency and duration of usage. We work with\r\n\tadvertisers and third party advertising networks, who need to know how you interact with advertising provided in the Application which helps us keepthe\r\n\tcost of the Application low. Advertisers and advertising networks use some of the information collected by the Application, including, but not limited to,\r\n\tthe unique identification ID of your mobile device and your mobile telephone number. To protect the anonymity of this information, we use an encryption\r\n\ttechnology to help ensure that these third parties can't identify you personally.\r\n</p>", "level": 0}, {"value": "<p>\r\n\tThese third parties may also obtain anonymous information about other applications you've downloaded to your mobile device, the mobile websites you visit,\r\n\tyour non-precise location information (e.g., your zipcode), and other non- precise location information in order to help analyze and serve anonymous\r\n\ttargeted advertising on the Application and elsewhere. We may also share encrypted versions of information you have provided in order to enable our\r\n\tpartners to append other available information about you for analysis or advertising related use.\r\n\t<br/>\r\n\tIf you'd like to opt-out from third party use of this type of information to help serve targeted advertising, please visit the section entitled \"Opt-out\"\r\n\tbelow.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tWhat are my opt-out rights?\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tThere are multiple opt-out options for users of this Application:\r\n</p>", "level": 0}, {"value": "<p>\n<strong>Opt-out of all information collection by uninstalling the Application:</strong> You can stopall collection of information by the Application easily by uninstalling\r\n\tthe Application. You may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace\r\n\tor network. You can also request to opt-out via email, at privacy@ku.co .\r\n</p>", "level": 0}, {"value": "<p>\n<strong>Opt-out from the use of information to serve targeted advertising by advertisers and/or third party network advertisers: </strong>you may at any time opt-out from\r\n\tfurther allowing us to have access to your location data by following those steps: in your device, go to Google Settings / Ads, and check \"opt-out of\r\n\tinterested-based ads\".\r\n</p>", "level": 0}], [{"value": "<h2>\r\n\t3 - Additional info about Data Collection and processing\r\n</h2>", "level": 8}], [{"value": "<h3>Data Retention Policy, Managing Your Information </h3>", "level": 7}, {"value": "<p>\r\n\tWe will retain User Provided data for as long as you use the Application and for a reasonable time thereafter. We will retain Automatically Collected\r\n\tinformation for up to 24 months and thereafter may store it in aggregate. If you'd like us to delete User Provided Data that you have provided via the\r\n\tApplication, please contact us at privacy@ku.co and we will respond in a reasonable time. Please note that some or all of the User Provided Data may be\r\n\trequired in order for the Application to function properly.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tChildren \r\n</h3>", "level": 7}, {"value": "<p>\r\n\tWe do not use the Application to knowingly solicit data from or market to children under the age of 13. If a parent or guardian becomes aware that his or\r\n\ther child has provided us with information without their consent, he or she should contact us at walli@shanga.co. We will delete such information from\r\n\tour files within a reasonable time.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tSecurity\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tWe are concerned about safeguarding the confidentiality of your information. We provide physical, electronic, and procedural safeguards to protect\r\n\tinformation we process and maintain. For example, we limit access to this information to authorized employees and contractors who need to know that\r\n\tinformation in order to operate, developor improve our Application. Please be aware that, although we endeavor provide reasonable security for information\r\n\twe process and maintain, no security system can prevent all potential security breaches.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tYour Consent\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tBy using the Application, you are consenting to our processing of your information as set forth in this Privacy Policy now and as amended by us.\r\n\t\"Processing\", means using cookies on a computer/hand held device or using or touching information in any way, including, but not limited to, collecting,\r\n\tstoring, deleting, using, combining and disclosing information.\r\n</p>", "level": 0}], [{"value": "<h3>\r\n\tContact us\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tIf you have any questions regarding privacy while using the Application, or have questions about our practices, please contact us via email at\r\n\twalli@shanga.co.\r\n</p>", "level": 0}], [{"value": "<h3>\r\nFacebook ads preferences\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tYou can manage your Facebook ads preferences here: <a href=\"https://m.facebook.com/ads/ad_choices\">https://m.facebook.com/ads/ad_choices</a>\n</p>", "level": 0}], [{"value": "<h3>\r\n\tChanges\r\n</h3>", "level": 7}, {"value": "<p>\r\n\tThis Privacy Policy may be updated from time to time for any reason. You are advised to consult this Privacy Policy regularly for any changes, as continued\r\n\tuse is deemed approval of all changes. You can check the history of this policy below.\r\n\t<br/>\r\n\tPrivacy Policy regulated on June 2nd 2016\r\n</p>", "level": 0}]]