[[{"value": "1.WHAT INFORMATION WE COLLECT", "level": 1}, {"value": "<br/>  A.Information collected by our Third Party Advertising Partners<br/>  We work with third party advertising partners to provide personalized ads for you. Our partners include but are not limited to Google AdMob, DoubleClick Ad Exchange, DoubleClick for Publishers, Facebook Audience Network, MoPub, Amazon, Fyber, Smaato, Baidu, and etc. You may find more details about our partners in links below:<br/>    •    <a href=\"https://www.mopub.com/legal/privacy/\" target=\"_blank\">https://www.mopub.com/legal/privacy/</a><br/>    •    <a href=\"https://www.mopub.com/legal/partners/\" target=\"_blank\">https://www.mopub.com/legal/partners/</a><br/>  Our partners may collect hardware and software information such as IP address, device ID and type, advertising IDs (such as Google's AAID and Apple's IDFA, both of which are randomly generated numbers that you can reset by going into your device' settings), device language, operating system, time zones, and identifiers associated with cookies or other technologies that may uniquely identify your device.<br/><br/><br/>  B.Information you directly and voluntarily provide to us<br/>  If you are a user of Bling Launcher, we may collect information that you provide to us. The information includes but is not limited to: your email address, the content of feedback, and the content of questionnaire answered by you. We use the information to accept users' feedback and will never leak your privacy information.<br/><br/>  C.Information automatically collected when you use Bling Launcher<br/>  We automatically collect information about you when you use Bling Launcher. We will collect information including, but not limited to: your mobile device’s brand, model, operating system, resolution, screen size, system version, Bluetooth settings, internet connection, RAM, browser history, clipboard history, the apps you have installed, the apps you have running in the background, the temperature of your mobile device’s CPU, mobile device’s Android Advertising ID, along with your account activation time, content displayed to you and whether you clicked on it, advertisements displayed to you and whether you clicked on them, URLs you have visited, notifications that have appeared on your mobile device, your IP address, your mobile country code, your google ad id and your identity. We will also request access to your photos, media and files, your device’s camera and microphone, your Wi-Fi connection information and your device ID and call information.<br/><br/>  D.Information collected by Third Parties Analytics Services<br/>  We may work with third party analytics services to help us provide you with better service. The third parties analytics services includes Fabric, Flurry, and AppCloudBox. Information might be analyzed such as how often you use the application and the events that occur within the application. We collect this type of analysis information and use it in conjunction with the analytical information collected from other users so that such information can not be used to identify any specific individual user.<br/><br/><br/>", "level": 0}], [{"value": "2.HOW WE USE INFORMATION WE COLLECT", "level": 1}, {"value": "<br/>  We may use information for any purpose as below:<br/>  A.To personalize user experience. We may use the information to understand demographics, customer interest, and other trends among our users;<br/>  B.To help develop our service. We may use the information to provide, maintain, improve and modify the application, the service and develop new features;<br/>  C.To further develop Bling Launcher. business. We may use the information for promotion and marketing purposes.<br/><br/><br/>", "level": 0}], [{"value": "3. HOW WE PROTECT YOUR INFORMATION", "level": 1}, {"value": "<br/>  We have implemented commercially reasonable technical and organizational measures to protect your personal information from accidental loss and from loss, misuse and unauthorized access, disclosure, alteration and destruction. However, please note that although we take reasonable measures to protect your information, no app, website, Internet transmission, computer system or wireless connection is completely secure. We will also never leak your privacy information.<br/><br/><br/>", "level": 0}], [{"value": "4.HOW WE SHARE YOUR INFORMATION", "level": 1}, {"value": "<br/>  We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. Please be advised that we may disclose your personal information if legally required to do so by government agencies, judicial courts or law enforcement bodies, or to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal.<br/><br/><br/>5.PERMISSIONS USED BY Bling Launcher<br/>", "level": 0}], [{"value": "- Request Install Packages", "level": 1}, {"value": "<br/>We upload the installed apps information is only to access apps classification labels so that the installed apps can be organized into folders by categories automatically. The installed apps information is not and will never be used for other purposes.<br/>", "level": 0}], [{"value": "- Take Pictures & Videos", "level": 1}, {"value": "<br/>This permission is used to take photos of the intruders who want to snoop on your private apps. We will never upload any users’ pictures or videos.<br/>", "level": 0}], [{"value": "- Find Accounts on the Device", "level": 1}, {"value": "<br/>Bling Launcher neither recognizes nor saves users' account information for any programs. This permission is used for us to read email when you send feedback to us so that we can contact you when problem solved.<br/>", "level": 0}], [{"value": "- Read Contacts", "level": 1}, {"value": "<br/>Bling Launcher does not recognize or save users' contacts information for any programs. The only purpose is to help users search local contacts with search bar. We will never upload any users’ contacts information.<br/>- Precise Location (GPS and network-based) & Approximate Location (network-based)<br/>Bling Launcher will only access your location information when you use it and will not be disclosed to any person or third party interest information.<br/>- Read phone status and identity<br/>The only purpose using this permission is to identify call status to display the Call Flash feature. Phone status and identity are not read for any other purposes.<br/>- Read the Contents of USB Storage<br/>Users are able to view wallpapers stored on their SD card.<br/>- Modify/Delete the Contents of USB Storage<br/>Users are able to delete wallpapers stored on their SD card.<br/>", "level": 0}], [{"value": "- Set Wallpaper & Adjust Wallpaper Size", "level": 1}, {"value": "<br/>Users are able to set a selected image as wallpaper.<br/>- Run at startup<br/>Bling Launcher runs as startup to provide users with launcher services.<br/>", "level": 0}], [{"value": "- Control Vibration", "level": 1}, {"value": "<br/>With this permission, Bling Launcher is allowed to make the phone vibrate once after users set the device on vibrate.<br/>- Toggle Sync on/off<br/>Bling Launcher is allowed to synchronize with users’ sync settings with this permission.<br/>", "level": 0}], [{"value": "- Read Sync Settings", "level": 1}, {"value": "<br/>Bling Launcher is allowed to recognize whether sync settings are turned on or off with this permission.<br/>", "level": 0}], [{"value": "- Read Home Settings & Shortcuts", "level": 1}, {"value": "<br/>Bling Launcher is allowed to acquire users’ Home settings and shortcuts with this permission in order to maintain user preferences.<br/>", "level": 0}], [{"value": "- Install Shortcuts", "level": 1}, {"value": "<br/>Bling Launcher is allowed to install shortcuts on other launchers with this permission, so users can use Bling Launcher related functions in other launchers.<br/>", "level": 0}], [{"value": "- Access Bluetooth Settings", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings for turning on and off the Bluetooth.<br/>", "level": 0}], [{"value": "- Retrieve Running Apps", "level": 1}, {"value": "<br/>This permission allows the Boost widget to view the running apps.<br/>", "level": 0}], [{"value": "- Connect/Disconnect from Wi-Fi", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings to connect and disconnect from Wi-Fi.<br/>", "level": 0}], [{"value": "- Pair with Bluetooth Devices", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings for pairing with Bluetooth devices.<br/>", "level": 0}], [{"value": "- Change Network Connectivity", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings and notification toolbar in order to change network connectivity.<br/>", "level": 0}], [{"value": "- Full Network Access & Receive Data from Internet", "level": 1}, {"value": "<br/>Bling Launcher is allowed to access the device’s network for functions including downloading wallpapers and accessing app classification labels.<br/>", "level": 0}], [{"value": "- View Wi-Fi Connections", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings to view Wi-Fi connections.<br/>", "level": 0}], [{"value": "- View Network Connections", "level": 1}, {"value": "<br/>This permission is used in Bling Launcher settings to view network connections.<br/>", "level": 0}], [{"value": "- Prevent Phone from Sleeping", "level": 1}, {"value": "<br/>The permission is used to prevent the phone from going to sleep when you are playing videos in full screen mode. Not used for any other purposes.<br/>- Directly call phone numbers & Answer phone calls<br/>This permission allows user directly answer or hang up the phone calls from the Call Flash feature. This won’t result in unexpected fees and calls. Bling Launcher won’t upload your privacy information.<br/>", "level": 0}], [{"value": "- Apply for Notification Access", "level": 1}, {"value": "<br/>Bling Launcher is allowed to display the number of unread messages in the form of badge on icon. The content of your messages will never be read or any users’ message information will never be loaded.<br/>- Read your messages(SMS or MMS) & receive messages(SMS) & receive messages(WAP)<br/>This permission allows Bling Launcher to show badge on the corner of Messages APP when user receiving messages. This won’t result in unexpected fees and messages. Bling Launcher won’t upload your privacy information.<br/>", "level": 0}], [{"value": "- Disable Screen Lock", "level": 1}, {"value": "<br/>This permission allows Security Home to help you skip the slide-to-unlock step. This won’t result in the password failure.<br/>", "level": 0}], [{"value": "- Read Call Logs", "level": 1}, {"value": "<br/>This permission allows Bling Launcher to show badge on the corner of Phone APP when user missed calls. This won’t result in unexpected fees and calls. Emoji Launche won’t upload your privacy information.<br/>", "level": 0}], [{"value": "- Send Sticky Broadcast", "level": 1}, {"value": "<br/>Bling Launcher is allowed to display all apps you have installed correctly on the desktop with this permission.<br/>", "level": 0}], [{"value": "- Expand/Collapse Status Bar", "level": 1}, {"value": "<br/>Bling Launcher is allowed to expand or collapse status bar on some specific pages for better user interface with this permission.<br/>", "level": 0}], [{"value": "- Measure App Storage Space", "level": 1}, {"value": "<br/>Bling Launcher is allowed to detect junk files on users’ phone with this permission.<br/>", "level": 0}], [{"value": "- Reorder Running Apps", "level": 1}, {"value": "<br/>Bling Launcher is allowed to boost your phone when some apps take up too much memory.<br/>", "level": 0}], [{"value": "- Change Audio Settings", "level": 1}, {"value": "<br/>This permission helps users adjust audio settings conveniently Bling Launcher settings.<br/>", "level": 0}], [{"value": "- Close Other Apps", "level": 1}, {"value": "<br/>Bling Launcher is allowed to stop other apps and boost your phone with this permission.<br/>", "level": 0}], [{"value": "- Use Fingerprint Hardware", "level": 1}, {"value": "<br/>This permission is used to make users unlock the password of App Lock by fingerprint for some specific phone models.<br/>- Control flashlight<br/>This permission allows Bling Launcher to turn ON/OFF your device’s camera flashlight.<br/><br/><br/>", "level": 0}], [{"value": "6.CHILDREN'S PRIVACY", "level": 1}, {"value": "<br/>We are committed to protecting the privacy of children. We do not collect personal information from children under the age of 13.<br/><br/><br/>", "level": 0}], [{"value": "7.CHANGES TO THE PRIVACY POLICY", "level": 1}, {"value": "<br/>In its sole discretion, Bling Launcher may change this Privacy Policy from time to time, any and all changes will be reflected here. The date new versions posted will be stated at the top of this Privacy Policy, so please review it periodically.<br/><br/><br/>", "level": 0}], [{"value": "8.CONTACT US", "level": 1}, {"value": "<br/>If there are any concerns or questions about our Privacy Policy, please contact us by email at feedback.kk.launcher@outlook.com</div></div></div></div></div></div></div></div><div class=\"footer-wrap\"><div class=\"container\"><div class=\"footer\"><style type=\"text/css\">@font-face {font-family: SQMarket-Medium;font-style: normal;font-weight: 500;src:url(\"//cdn2.editmysite.com/fonts/SQ_Market/sqmarket-medium.woff2\") format(\"woff2\"),url(\"//cdn2.editmysite.com/fonts/SQ_Market/sqmarket-medium.woff\") format(\"woff\");}</style><div id=\"weebly-footer-signup-container\" style=\"border-top: 0px\"><div class=\"signup-container-header trigger-signup\" style=\"background-color: inherit\"><div class=\"powered-by\" style=\"opacity: 1; left: 2%;\"><div class=\"footer-published-ab-powered-by\">Powered by <span class=\"link weebly-icon\"></span><img class=\"footer-ab-published-toast-image\" src=\"//cdn2.editmysite.com/images/site/footer/footer-toast-published-image-1.png\"/><span class=\"footer-ab-published-toast-text\">Create your own unique website with customizable templates.</span><span class=\"footer-ab-published-toast-button-wrapper\"><button class=\"footer-published-ab-button\">Get Started</button></span></div></div></div></div></div></div><!-- end container --></div><!-- end footer-wrap --></div><div class=\"w-navpane nav mobile-nav\"><label class=\"hamburger w-navpane-trigger\"><span></span></label><ul class=\"wsite-menu-default\"><li class=\"wsite-menu-item-wrap\" id=\"active\"><a class=\"wsite-menu-item\" href=\"/\">    Privacy Policy    </a></li><li class=\"wsite-menu-item-wrap\" id=\"pg303925789743086137\"><a class=\"wsite-menu-item\" href=\"/terms-of-service.html\">    Terms of Service    </a></li></ul></div><div id=\"customer-accounts-app\"></div></body>", "level": 0}]]