[[{"value": "<h1>Privacy Policy</h1>", "level": 9}, {"value": "<p>The HelloChinese privacy policy guarantees that all of your personal information is strictly private and safe from harm or abuse. All information you pass along to us while on the APP is secure and strictly confidential.</p><p>Reading this privacy policy will help you make informed decisions when using our APP, our products, and services.</p>", "level": 0}], [{"value": "<h3>Why Do We Collect Information From You?</h3>", "level": 7}, {"value": "<p>We collect information to enable us to provide a more customized service (for example, your personal information allows us to provide you with personalized courses). We think this better level of service is good for the student. In addition, your contact information allows us to inform you of our latest product announcements, updates, offers, and events.</p>", "level": 0}], [{"value": "<h3>What Information Do We Collect?</h3>", "level": 7}, {"value": "<p>When you use our APP, you may provide us with three types of information:</p><ol><li>", "level": 0}], [{"value": "<strong>Explicit information</strong>", "level": 1}, {"value": "<p>In order to create a free HelloChinese account, and customize your profile, you can choose to disclose personal information (such as email address, city of residence, hobbies, etc). You can access and edit this information whenever you like.</p></li><li>", "level": 0}], [{"value": "<strong>Implicit information</strong>", "level": 1}, {"value": "<p>When you use HelloChinese, we collect usage data (how many times you login, which lessons you study, how long you spend on them, etc). (Implicit information is only analyzed in aggregate).</p></li><li>", "level": 0}], [{"value": "<strong>Exchange information</strong>", "level": 1}, {"value": "<p>We also store information that you have exchanged with any of the HelloChinese staff (teachers, sales, and the support team).</p></li></ol><p>These three types of information help us determine what new information is most useful to you, and which parts of our APP and services are of most interest to you.</p>", "level": 0}], [{"value": "<h3>How Do We Protect Your Personal Information?</h3>", "level": 7}, {"value": "<p>HelloChinese takes extensive measuresincluding administrative, technical, and physical measures to safeguard your personal information against loss, theft, and misuse, as well as unauthorized access, disclosure, alteration, and destruction. </p>", "level": 0}], [{"value": "<h3>How Do We Use the Information That You Provide to Us?</h3>", "level": 7}, {"value": "<p>We use personal information only for the purposes of administering our business activities and providing customer service. Occasionally, we may also use the information we collect to notify you about important changes to our APP, as well as new services and special offers we think you will find valuable.</p><p>If you do not want us to keep you up to date with HelloChinese news, updates and the latest information on our product and services click Your Account and update your personal contact information and preferences. Naturally, if you notify us that you do not want us to use your information for a particular purpose, we will not do so.</p>", "level": 0}], [{"value": "<h3>Sharing Information with Third Parties</h3>", "level": 7}, {"value": "<p>HelloChinese will never share your information with a third party.</p>", "level": 0}], [{"value": "<h3>Other Privacy Concerns</h3>", "level": 7}, {"value": "<p>If you have other questions or concerns about HelloChinese's Customer Privacy Policy, please contact us at support@hellochinese.cc</p></div><div class=\"copyright\"><p>© 2017 hellochinese.cc, All Rights Reserved.</p></div></div></div></body>", "level": 0}]]