[[{"value": "<h1><span class=\"medium\">Apps Privacy Policy</span></h1>", "level": 9}, {"value": "</div></div></div></div><div class=\"privacyContent\"><div class=\"container\"><div class=\"row\"><div class=\"col-sm-8 col-sm-offset-2\"><div class=\"spaceLeft\">", "level": 0}], [{"value": "<h3><b><span class=\"number\">1.</span> Introduction</b></h3>", "level": 7}, {"value": "<p>We, the TeamViewer GmbH, take protection of your personal data very seriously and strictly adhere to the rules laid out by data protection laws.</p><p>The following policy provides an overview of how we ensure this protection and what kind of data is collected for what purpose.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">2.</span> Information about the Collection of Personal Data</b></h3>", "level": 7}, {"value": "<p>Below we provide information about the collection of personal data when using TeamViewer App (including but not limited to TeamViewer Host, TeamViewer QuickSupport and TeamViewer for Remote Control, hereinafter “TeamViewer App”). Personal data is any data that can personally reference you, such as your name, email addresses, user behavior.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">3.</span> Provider Identification</b></h3>", "level": 7}, {"value": "<p>The service provider in accordance with § 13 Telemediengesetz (TMG) [German Telemedia Act] and the responsible body in accordance with § 3 para. 7 Bundesdatenschutzgesetz (BDSG) [German Federal Data Protection Act] is TeamViewer GmbH, Jahnstr. 30, 73037 Göppingen, Germany, for details see our imprint: <a href=\"https://www.teamviewer.com/imprint/\">https://www.teamviewer.com/imprint/</a>.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">4.</span> Data Security</b></h3>", "level": 7}, {"value": "<p>We maintain technical measures to ensure data security, in particular to protect your personal data from threats when transmitting data as well as from third party access. These measures are adjusted according to the latest technologies.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">5.</span> Collection of Personal Data for Use of the Product</b></h3>", "level": 7}, {"value": "<p>By using the TeamViewer App, TeamViewer collects data as it deems appropriate for the fulfillment of the contract. This includes, among other things, the TeamViewer ID as well as the last known IP address. TeamViewer does not collect any content data and due to end-to-end encryption, cannot access the contents of your connection. Details can be found under Section 6.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">6.</span> Use of the TeamViewer App</b></h3>", "level": 7}, {"value": "<p>When you use the TeamViewer App, TeamViewer collects certain data which is necessary for us to provide our services to you.</p><p>In the following we would like to give you an idea on which information is collected by TeamViewer and for what purpose.</p>", "level": 0}], [{"value": "<p><b><span class=\"number\">6.1</span> Information necessary for establishment of a connection</b></p>", "level": 1}, {"value": "<p>First of all, TeamViewer collects data which is required to make it possible for us to establish a connection between devices over the Internet, such as the IP address and the TeamViewer ID.</p>", "level": 0}], [{"value": "<p><b><span class=\"number\">6.2</span> Information necessary for providing the service</b></p>", "level": 1}, {"value": "<p>Moreover, TeamViewer aims to provide with its software a service which is easy and comfortable to use. This is why you are able to create an account and then consequently a contact list, notes etc. To be able to provide this kind of service, TeamViewer collects and saves the data you provide in the functions you choose to use.</p>", "level": 0}], [{"value": "<p><b><span class=\"number\">6.3</span> Requested permissions</b></p>", "level": 1}, {"value": "<p>The permissions which the TeamViewer App requests are connected with the operability of functions in the TeamViewer App.</p><p>Moreover, TeamViewer also request some permissions at installation to be able to create a device specific and unique TeamViewer ID to unmistakably identify your device for connections.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">7.</span> Consent and Limits to Use</b></h3>", "level": 7}, {"value": "<p>When entering personal or business data (email address, names), the disclosure of your data is entirely voluntary. By entering this data, you indicate your consent that the entered data can be collected, processed, or used for the purposes of establishing contact, processing contracts, for advertising, or for the protection of our own legitimate business interests with regard to advising and supporting our customers and prospective customers. It will not be collected, processed, or used for any other purpose. This consent may be revoked with future effect at any time.</p><p>Such data will not be transferred to third parties unless this is specifically requested by yourself. Companies affiliated with us (within the meaning of § 15 AktG [Aktiengesetzes; German Stock Corporation Act]) shall not be regarded as third parties.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">8.</span> Data Transfer to Third Parties</b></h3>", "level": 7}, {"value": "<p>We can transfer your personal data to third parties if we offer participation in campaigns, contests, reservations, or contract agreements in conjunction with a third party. In this case, you will be informed specifically about the transmission to the third parties before your data is forwarded.</p><p>In some cases, we use external service providers to process your data. We have chosen these providers carefully and have commissioned them in writing. They are bound by our directives and are regularly monitored by us. These service providers will not forward this data to third parties. Insofar as these service providers are located in the US, we will notify you of this in connection with the respective functions. This data processing is also carried out according to current law.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">9.</span> Right to Obtain Information and Revocation</b></h3>", "level": 7}, {"value": "<p>You have the right to request information from us about the data stored about you with us at any time, as well as to their origin, recipients or categories of recipients to whom this data is transmitted, and the storage purpose.</p><p>If you have given consent for the use of data, you can revoke this consent at any time.</p><p>All requests and inquiries for information or objections for data processing should be sent by email to <a href=\"mailto:dataprotection@teamviewer.com\">dataprotection@teamviewer.com</a><span class=\"externalArrowBlue\"></span> or to the address specified in Point 3.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">10.</span> Additional Information</b></h3>", "level": 7}, {"value": "<p>Your trust is important to us. That is why we are always available to talk with you at any time and answer any questions concerning how your data is processed. If you have any questions that could not be answered by this privacy policy or if you wish to receive more in depth information about any topic within it, please contact the Data Protection Officer at any time at: <a href=\"mailto:dataprotection@teamviewer.com\">dataprotection@teamviewer.com</a><span class=\"externalArrowBlue\"></span>.</p>", "level": 0}], [{"value": "<h3><b><span class=\"number\">11.</span> Address</b></h3>", "level": 7}, {"value": "<p>TeamViewer GmbH<br/>Jahnstr. 30<br/>73037 Göppingen<br/>德国</p><p><span id=\"ContentPlaceHolderContent_PhoneNumber_spanPhone\">    电话： 400 120 3541    <br/></span><span id=\"ContentPlaceHolderContent_PhoneNumber_spanFax\">    传真： +49 (0) 7161 60692 79    <br/></span><span id=\"ContentPlaceHolderContent_PhoneNumber_spanEmail\">    电子邮箱： <span class=\"encryptedmail\" data=\"`[gflY[l8l]Yena]o]j&[ge\">电子邮件服务</span></span></p></div></div></div></div></div></form></div><div id=\"mediaQuerryDetect\"></div><div class=\"cookieBar\" id=\"teamviewer-cookie-accept\"><div class=\"cookieBarText\"><p class=\"pSmall\">We use cookies and plug-ins to enhance your online experience, analyze our marketing efforts, and provide offers through advertising, marketing, and analytics partners. Browsing our website means you consent to the usage of cookies and plug-ins. For more information, see our <span class=\"redir-link linkWhite\" data-submit=\"https://www.teamviewer.com/zhcn/privacy-policy/\">privacy policy</span> and <span class=\"redir-link linkWhite\" data-submit=\"https://www.teamviewer.com/zhcn/privacy-policy/?policy=cookies\">cookie policy</span>. </p></div><div class=\"cookieBarButton\"><button class=\"cookieButton\" onclick=\"teamviewerAcceptCookies(); return false;\">I accept</button></div></div></form><form action=\"https://www.teamviewer.com/Handlers/RedirectHandler/\" id=\"redirform\" method=\"post\"><input id=\"redirdata\" name=\"redirdata\" type=\"hidden\"/></form></body>", "level": 0}]]