[["<b>Information We Collect</b>", "\n<br/>a. Personal Information. We do not collect Personal Information. Personal Information is information\n                        that identifies you or another person, such as your first name and last name, physical addresses,\n                        email addresses, telephone, fax, SSN, information stored within your device.\n                        <br/>b. Non-personal Information. We collect your non-personal information when you visit our website\n                        or using our mobile service, including your device information, operation system, access log. For\n                        example, we may use to obtain the above information when you accesses 111percent.net. or our mobile\n                        app services.\n                        <br/>c. Information you provide. We may collect your information when you communicate with us or you give\n                        us.\n                        <br/>\n<br/>\n"], ["<b>How We Use Information</b>", "\n<br/>a. Personal Information. We do not store Personal Information and therefore we do not disclose your\n                        Personal Information.\n                        <br/>b. Non-Personal Information. We do not sell, trade, or otherwise transfer to outside parties your\n                        information. We do not combine Non-Personal Information with Personal Information (such as combining\n                        your name with your unique User Device number). We use Non-personal information only for our cross\n                        promotion. Relevant data will not be shared with other parties.\n                        <br/>c. Legal Reasons\n                        <br/>We will access, use or disclose your information with other organizations or entities for reasons\n                        that required by any applicable law, regulation, legal process or enforceable governmental request;\n                        detect, prevent, or otherwise fraud, security or technical issues; protect against harm to the rights,\n                        property or safety of 111%, our users or the public as required or permitted by law.\n                        <br/>\n<br/>\n<b>Data Controller and Data Processor</b>\n<br/>\n<br/>In accordance with GDPR, we set our duty on data controller and data processor. Data controllers\n                        decide the \"purposes\" and \"means\" of any processing of personal data. Similar to what's already in\n                        place for data protection law today, data controllers will have to adopt compliance measures to cover\n                        how data is collected, what it is being used for, how long it is being retained for and ensure that\n                        people have a right to access the data held about them. Data processors handle personal data on behalf\n                        of a data controller. Certain obligations now apply directly to data processors, and controllers\n                        must bind them to certain contractual commitments to ensure that data is processed safely and legally.\n                        <br/>\n<br/>\n"], ["<b>Security</b>", "\n<br/>111% is very concerned about safeguarding the confidentiality of your information. We do not collect\n                        Personal Information, and we employ administrative, physical and electronic measures designed to\n                        protect your Non-Personal Information from unauthorized access and use. Please be aware that no security\n                        measures that we take to protect your information is absolutely guaranteed to avoid unauthorized\n                        access or use of your Non-Personal Information which is impenetrable.\n                        <br/>\n<br/>\n<b>Dispose Non-personal information</b>\n<br/>\n<br/>The non-personal information is automatically destroyed when you do not access our website or our\n                        services for 6 months. Once the data is disposed, it cannot be restored.\n                        <br/>\n<br/>\n"], ["<b>Sensitive Information</b>", "\n<br/>We ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., information\n                        related to racial or ethnic origin, political opinions, religion or other beliefs, health, sexual\n                        orientation, criminal background or membership in past organizations, including trade union memberships)\n                        on or through an Application, the Services or the Site or otherwise to us.\n                        <br/>\n<br/>\n"], ["<b>Children</b>", "\n<br/>We do not provide service focus on Children. If you are under 18, you may use our website when you\n                        are with a parent or guardian.\n                        <br/>\n<br/>\n"], ["<b>Contact Us</b>", "\n<br/>If you have any questions or comments about this Policy or our privacy practices, or to report any\n                        violations of the Policy or abuse of the Services or the Site, please contact us at  <b>contact@111percent.net</b>\n</span>\n<span>\n<br/>\n<br/>\n"], ["<b>Changes</b>", "\n<br/>Our Privacy Policy may change which will not reduce your rights under this Privacy Policy from time\n                        to time, we will post any privacy policy changes on this page, so please review it periodically.\n                        If you do not agree to any modifications to this Policy, your could immediately stop all use of all\n                        the Services. Your continued use of the Site following the posting of any modifications to this Policy\n                        will constitute your acceptance of the revised Policy. Please note that none of our employees or\n                        agents has the authority to vary any of our Policies.\n                    </span>\n<br/>\n</p>\n</div>\n</section>\n<section class=\"row\">\n<div class=\"col-full\">\n<p>\n                    © 2016 - 111percent Inc.\n                </p>\n</div>\n</section>\n</div>\n\n\n\n\n\n</body>\n</html>"]]