[["<h1>Privacy Policy</h1>", "\n</div>\n<div class=\"skew-section skew-1 cd-scrolling-bg tos-section\">\n<div class=\"rev-skew\">\n<div class=\"cd-container\">\n"], ["<h5><em>Updated on February 17, 2017</em></h5>", "\n<p>FunPlus’ Privacy Policy is designed to provide clarity about the information we collect and how we use it to provide a better social gaming experience. By registering for a FunPlus Account, using this site and/or any of FunPlus’ online or mobile products and services, you agree to FunPlus’ Privacy Policy and that we may transfer and store your account information as described in this Privacy Policy. If you have questions or complaints regarding our privacy policy or practices, please contact us as described in Section 9 (“Contact Us”).</p>\n"], ["<h4>Table of Contents</h4>", "\n<ol>\n<li><a href=\"#introduction\">Introduction</a></li>\n<li><a href=\"#infomation\">Information We Collect</a></li>\n<li><a href=\"#info_collect\">How We Collect Information About You</a></li>\n<li><a href=\"#info_use\">How We Use the Information We Collect</a></li>\n<li><a href=\"#info_share\">Sharing of Your Information</a></li>\n<li><a href=\"#info_method\">Methods of Accessing and Controlling your Information</a></li>\n<li><a href=\"#sites\">Privacy Policies of Linked Sites and Advertisers</a></li>\n<li><a href=\"#security\">Security of Your Information</a></li>\n<li><a href=\"#contact\">Contact Us</a></li>\n</ol>\n"], ["<h4 id=\"introduction\">1. Introduction</h4>", "\n<p>FunPlus and its subsidiary companies know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly. We respect the privacy rights of consumers and recognize the importance of protecting the information collected about you. We have adopted this global online Privacy Policy to explain how we store and use personal and non-personal information we collect online on our websites, during your use of our online products and/or services (including online game play) and on mobile platforms. In this policy, we may refer to FunPlus to “we” or “us”.</p>\n"], ["<h4 id=\"information\">2.Information we collect</h4>", "\n<p>When you use any FunPlus game at an SNS such as Facebook, where our games may also be referred to as “applications”, you allow FunPlus to access certain information from your profile for that site. The information you allow FunPlus to access varies by game and SNS, and it is affected by the privacy settings you and your friends establish at the SNS. You can control and find out more about these settings at the SNS where you play our games. For example, FunPlus may access and store some or all of the following information, as allowed by you, the SNS and your preferences:</p>\n<ul>\n<li>your first and last name</li>\n<li>your profile picture or its URL</li>\n<li>your user ID number, which is linked to publicly available information such as name and profile photo</li>\n<li>the user ID numbers and other public data for your friends</li>\n<li>the login e-mail you provided to that SNS when you registered</li>\n<li>your physical location and that of your access devices</li>\n<li>your gender</li>\n<li>your birthday</li>\n</ul>\n<p>By playing a FunPlus game through an SNS, you are authorizing FunPlus to collect, store, and use in accordance with this Privacy Policy any and all information that you agreed the SNS could provide to FunPlus through the SNS Application Programming Interface (“API”). Your agreement takes place when you “accept” or “allow” (or similar terms) one of our applications on an SNS.<br/>\nIf you play FunPlus games on your mobile telephone or other mobile device, including iPads and tablets, We collect mobile device identifiers, including MAC Address, and IP Address. In certain games We will create and assign to your device an identifier that is similar to an account number. We may collect the name you have associated with your device, device type, telephone number, country, and any other information you choose to provide, such as user name, character name, geo-location or e-mail address. We may also access your contacts to enable you to invite friends to join you in the Service.<br/>\nIf you purchase a license to use in-game virtual currency or virtual items directly from FunPlus, We will collect the billing and financial information necessary to process your charges, which may include your postal and e-mail addresses. FunPlus may also receive the billing and payment information that you provide when your purchase is processed by another party, such as Facebook (for Facebook Credits) or Apple (for purchases on iOS devices). Please note that purchases of third party credits or currencies like Facebook Credits may also be subject to additional policies.<br/>\nWhen you ask for assistance from our Customer Support team, We will collect and store the contact information you provide (generally your name and e-mail address), information about your game play or activity on the Service, and your user ID number. We will also store the correspondence and any information contained within.<br/>\nWe receive and store the information you provide, including your telephone number, when you sign up to have SMS notifications sent directly to your mobile phone. These messages notify you of in-game activity and may allow you to play the game from your phone. You can adjust the types of notifications you receive and when you receive them by editing your SMS notification settings; just log in to your game account and choose SMS mobile from the Help menu.<br/>\nWith your consent we may send push notifications to your mobile device to provide game updates and other relevant messages. You can manage push notifications from the “options” or “settings” page within the relevant game. You may also be able to manage them from your device’s settings page for the relevant game.<br/>\nWe may send local notifications to your mobile device to provide game updates and other relevant information. You can manage local notifications from the “options” or “settings” page within the relevant game.<br/>\nWhen you access our websites or play our games, we collect (i) certain technical information about your mobile device or computer system, including MAC Address, IP Address and mobile device ID; and (ii) usage statistics about your interactions with the Service. This information is typically collected through the use of server log files or web log files (“Log Files”), mobile device software development kits and tracking technologies like browser cookies to collect and analyze certain types of technical information. Some of the cookies the Service places on your computer are linked to your user ID number(s). For more information on how we utilize cookies and other tracking technologies please review the “Cookies and Automated Information Collection” portion of Section 3 (“How We Collect Information about You”).</p>\n"], ["<h4 id=\"info_collect\">3. How We Collect Information about You</h4>", "\n<p>We may collect information about you in any one or more of the following ways:<br/>\nWhen you play one of our games, FunPlus collects and stores certain information that you provide directly or through the SNS or other third party website that is offering our game(s). To provide a richer game play and social experience, We also collect information about your play and interaction with other players and the Service. The bulk of this information is collected and stored through the use of Log Files, which are files on our web servers that record actions taken on our games and websites.<br/>\nYou may be able to take part in certain activities on our websites or games that give you the opportunity to communicate or share information not just with FunPlus, but also with other users of our Service. These include:</p>\n<ul>\n<li>participating in player forums and message boards</li>\n<li>posting public comments to other users’ profiles or gameboards</li>\n<li>sending private messages or invitations to other users, either directly on our websites or to their e-mail accounts</li>\n<li>chat with other users</li>\n<li>posting photos</li>\n</ul>\n<p>We may record and store archives of these communications on FunPlus’ servers to protect the safety and well being of our users and FunPlus’rights and property in connection with the service. You acknowledge and consent to the recording and storage of such communications for these purposes.<br/>\nWe may collect or receive information from other sources including (i) other FunPlus users who choose to upload their email contacts; and (ii) third party information providers. This information will be used to supplement your profile – primarily to help you and your friends connect. It will be combined with other information we collect.</p>\n"], ["<h4 id=\"info_use\">4. How We Use the Information We Collect</h4>", "\n<p>In general, we collect, store and use your information to provide you with a safe, smooth, efficient, and customized experience. For example, we may use information collected from you in any one or more of the following ways:</p>\n<ul>\n<li>to create your game accounts and allow play of our games</li>\n<li>to identify and suggest connections with other FunPlus users</li>\n<li>to enable user-to-user communications</li>\n<li>to provide technical support and respond to user inquiries</li>\n<li>to prevent fraud or potentially illegal activities</li>\n<li>to deliver and target advertising</li>\n<li>to notify users of in-game updates</li>\n<li>to provide in-game leader boards and promote in-game player achievements</li>\n<li>to solicit input and feedback to improve FunPlus products and services and customize your user experience</li>\n<li>to inform users about new products or promotional offers</li>\n<li>to engage in commonly accepted practices, such as contacting you at the email address we have on file if you are a potential winner in a sweepstakes</li>\n</ul>\n<p>One important use of your information is communication. If you have provided your e-mail address to FunPlus, we’ll use it to respond to (i) customer support inquiries, and (ii) keep you informed of your in-game activity, including comments from friends, notifications about in-game status such as “crops ready” as well as notifications of gift and neighbor requests. Some messages, such as invites for friends to join you in a game, may include your name and profile photo. We may also send promotional e-mail messages and promotional SMS messages (“Promotional Communications”) directly or in partnership with parties other than FunPlus. Each Promotional Communication will generally offer recipients choices about receiving additional messages.</p>\n"], ["<h4 id=\"info_share\">5. Sharing of Your Information</h4>", "\n<p>We will share your information (in some cases personal information) with third parties, that is parties other than FunPlus, in the following circumstances:<br/>\nWe will provide your information to third party companies to perform services on our behalf, including payment processing, data analysis, e-mail delivery, hosting services, customer service and to assist us in our marketing efforts. We direct all such third party service providers to maintain the confidentiality of the information disclosed to them and not to use your information for any purpose other than to provide services on FunPlus’ behalf.<br/>\nWe do not actively share personal information with third party advertisers for their direct marketing purposes unless you give us your consent.<br/>\nWe may share (i) aggregated information (information about you and other users collectively, but not specifically identifiable to you); (ii) anonymous information; and (iii) certain technical information (including IP Addresses, MAC Addresses for mobile devices and mobile device IDs) to develop and deliver targeted advertising in the Service and on the websites of third parties. We may also allow advertisers to collect these types of information within the Service and they may share it with us. Advertisers may collect this information through the use of tracking technologies like browser cookies and web beacons. The information collected may be used to offer you targeted ad-selection and delivery in order to personalize your user experience by ensuring that advertisements for products and services you see will appeal to you, a practice known as behavioral advertising, and to undertake web analytics (i.e. to analyze traffic and other end user activity to improve your experience).<br/>\nSafety, Security and Compliance with Law<br/>\nYour information, and the contents of all of your online communications (including without limitation chat text, voice communications, IP addresses and your personal information) may be accessed and monitored as necessary to provide the Service and may be disclosed: (i) when we have a good faith belief that we are required to disclose the information in response to legal process (for example, a court order, search warrant or subpoena); (ii) to satisfy any applicable laws or regulations (iii) where We believe that the Service is being used in the commission of a crime, including to report such criminal activity or to exchange information with other companies and organizations for the purposes of fraud protection and credit risk reduction; (iv) when we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person or the public generally; and (v) in order to protect the rights or property of FunPlus.</p>\n"], ["<h4 id=\"info_method\">6. Methods of Accessing and Controlling your Information</h4>", "\n<p>If you no longer want FunPlus to make active use of your information, you may send an e-mail to privacy@funplus.com . Place “Delete My Account” in the subject line and include your first name, last name, e-mail address and user ID number for the SNS from which you access our games (if applicable) in the body of the e-mail. We will respond to your request within thirty (30) days. Please note that certain records, for example those pertaining to payments or customer service matters, will be retained for legal and accounting purposes. If you have sent or posted content on the Service, We may not be able to delete it. If you wish to review or change the information FunPlus has about you, e-mail us at the address provided. You can turn off push notifications by visiting the “options” or “settings” page within the relevant game. You can turn off local notifications by visiting the “options” or “settings” page within the relevant game.</p>\n"], ["<h4 id=\"sites\">7. Privacy Policies of Linked Sites and Advertisers</h4>", "\n<p>Our websites and games may contain advertisements from companies other than FunPlus that may link to their own websites. We are not responsible for the privacy practices or the content of such websites. If you have any questions about how these other websites use your information, you should review their policies and contact them directly.</p>\n"], ["<h4 id=\"security\">8. Security of Your Information</h4>", "\n<p>We understands the importance of keeping your information safe and secure. We will make commercially reasonable effort to protect your personal information and ensure the security of our systems. Unfortunately, the transmission of information over the Internet is not completely secure. Although we strive to protect your personal data, we cannot guarantee the security of your data while it is being transmitted to our site; any transmission is at your own risk. Once we have received your information, we have procedures and security features in place to try to prevent unauthorized access.</p>\n"], ["<h4 id=\"contact\">9.Contact us</h4>", "\n<p>If you have any questions, comments or concerns regarding our Privacy Policy and/or practices, please send an e-mail to privacy@funplus.com.</p>\n</div>\n</div>\n</div>\n<footer class=\"colophon skew-1 skew-section\">\n<div class=\"cd-container vert rev-skew\">\n</div>\n</footer>\n</main> <!-- cd-main-content -->\n\n\n\n\n\n\n\n\n</body>\n</html>\n"]]