[["<h3>Responsible Party</h3>", null, "\n<p>\n            Boranu Online B.V.<br/>\n            Frans Erenstraat 14A<br/>\n            5921VG Venlo, Netherlands<br/>\n<br/>\n            Fax.: +31 (0)772061309<br/>\n            E-Mail: compliance@idates.com\n        </p>\n<p>\n            Support requests via compliance@ as well as email attachments will not be opened/considered due to security regulations.\n        </p>\n</article>\n<article>\n"], ["<h4>Questions Related to Data Protection and Exercising your Rights</h4>", null, "\n<p>\n            If you have any questions related to data protection, or if you wish to exercise your rights, please contact EMAIL or the address stated above, adding the keyword â\u0080\u009cData Protectionâ\u0080\u009d.\n        </p>\n"], ["<h4>In which cases will we process personal data</h4>", null, "\n<p>\n            We will process personal data which you transfer to us actively by your entries. Additionally, we will process personal data in an automated way, based on the use of our service.\n            Particularly in the cases stated below your personal data may be processed.\n        </p>\n<ul class=\"disc\">\n<li>Visiting our website</li>\n<li>Creating a customer account</li>\n<li>Purchase of Coins</li>\n<li>Contacting other users or us</li>\n<li>Email Newsletters</li>\n<li>Approaches to us</li>\n<li>Chats, approaches to other users</li>\n<li>Analyzes of the usersâ\u0080\u0098 motivations for visiting our website and how they use it</li>\n<li>Analyzes of our advertising measuresâ\u0080\u0098 success</li>\n<li>Personalization of advertisement measures</li>\n<li>Defense against attacks on our technical infrastructure</li>\n</ul>\n<p>\n            For details, please refer to the following explanations.\n        </p>\n"], ["<h4>Visiting our Website</h4>", null, "\n<p>\n            As soon as you visit our website, the company we have entrusted with the websiteâ\u0080\u0099s operation will store the public IP address of the computer you are using to visit our website. This\n            includes the access date and time. The IP address is a unique numeric address, through which your computer sends and receives data via the internet. Usually, neither we nor our service\n            provider will know whom the IP address belongs to, unless you provide us with any data permitting us to identify you while using our website. Also, a user can be identified if we take\n            legal action (in cases of cyber-attacks on our website, for instance) and are informed of the userâ\u0080\u0099s identity during the process of investigation. So as a general rule, you will not have\n            to worry we will be able to draw a connection between you and your IP address.\n        </p>\n<p>\n            Our service provider is using the IP address to enable you to visit and use our website, and to discover and prevent attacks on our websites. Unfortunately, websites are attacked\n            frequently, in order to harm the operators and users (for example blocking the access, spying on data, distributing malware like viruses or other illegal purposes). Such attacks would\n            adversely affect our websiteâ\u0080\u0099s intended use as well as the security of our websiteâ\u0080\u0099s visitors. The IP address, along with the visitâ\u0080\u0099s time, is being processed to prevent such attacks and\n            potential dangers resulting from them for ourselves and for our websiteâ\u0080\u0099s users. Via our service provider we are pursuing the justified interests of maintaining our business operations as\n            well as of preventing unlawful interference affecting ourselves or our websiteâ\u0080\u0099s visitors. The legal basis of this processing activity is article 6 paragraph 1 f) of the General Data\n            Protection Regulation (GDPR). The stored IP data will be deleted by de-personalization, provided they are no longer necessary for the purpose of identifying or preventing attacks.\n        </p>\n"], ["<h4>Ways of Contact</h4>", null, "\n<p>\n            Whenever you contact us via one of the ways of contact provided, we will make use of the data provided by you to process your inquiry. The legal basis for this is our justified interest in\n            replying to your request according to article 6 paragraph 1 f of the General Data Protection Regulation (GDPR). If your request is serving the purpose of concluding or processing a\n            contract with us, the additional basis of the processing activity is article 6 paragraph 1 b of the General Data Protection Regulation (GDPR). The data will be deleted after your request\n            has been completed. In cases in which we are obligated by law to store the data for a longer period, they will be deleted after the expiry of this period.\n        </p>\n"], ["<h4>Creating a Customer Account</h4>", null, "\n<p>\n            You are using our service to have erotic adventures and contact other users. To use all of our offerâ\u0080\u0099s functionalities, you need to create a customer account. Apart from the information\n            required during the registration process, all other personal information will be provided voluntarily. You alone decide what information you would like to include in your user profile. You\n            can edit or delete your data at any time. The more information you provide, the higher are the chances for other users to find you and recognize mutual interests you share with them. As\n            our website is accessible for everyone via the internet, all the information provided by you will be public.\n        </p>\n<p>\n            If you do not provide any data permitting us to identify you (such as your mobile number), you can use our service without us knowing who you are.Â If you buy coins,Â you will have to\n            provide your name and your address, but only our payment service provider will receive this data, which they will not forward to us. Accordingly, you will be able to use our service\n            anonymously.\n        </p>\n<p>\n            If you create a customer account and add information to your profile, we are processing the data provided by you for this purpose, to create and administrate your customer account, as well\n            as to enable you to make use of the services related to your customer account.Â Additionally, the data will be used for our service and made accessible to other users, in accordance with\n            their intended purpose (for example searching for specific inclinations and interests, match checks to identify mutual interests and preferences).Â The legal basis of this processing\n            activity is article 6 paragraph 1 b) of the General Data Protection Regulation (GDPR).\n        </p>\n<p>\n            During the process of creating a user account, we will be able to identify your approximate location, based on your IP address. We will use this to pre-enter this location in your user\n            profile, which you can change. This is done to ensure that the members of our service will use the correct location for local searches and thereby â\u0080\u0093 unless they adapt the location â\u0080\u0093 will\n            find other members. The legal basis of this processing activity is article 6 paragraph 1 f) of the General Data Protection Regulation (GDPR).\n        </p>\n<p>\n            The data will be stored until the customer account is deleted. In cases in which we are obligated by law to store the data beyond this event (to fulfill accounting obligations, for\n            instance), or if we are legally entitled to store the data beyond this event (in case of a current lawsuit against the user account owner, for instance), the data will be deleted as soon\n            as the obligation or the legal authorization to store the data ceases to exist.\n        </p>\n"], ["<h4>Signup via Google and Facebook</h4>", null, "\n<p>\n            For an easier signup to our service you can use the corresponding services by Google and Facebook. In this case, your account with the respective provider will also serve as an access to\n            our service. For the use of these services, the data privacy policy of the corresponding provider applies in the first instance (data privacy policy <a href=\"https://policies.google.com/privacy?hl=en\" target=\"_blank\">Google</a>Â as well as\n            <a href=\"https://www.facebook.com/about/privacy/update\" target=\"_blank\">Facebook</a>) as well as any additional agreements you have consented to as a customer of Google or Facebook.\n            Regarding this, please refer to the corresponding data privacy policies of Google or Facebook and check the agreements you have consented to in connection with these contracts or\n            separately.\n        </p>\n<p>\n            The corresponding provider will transfer the following personal data regarding you, which we will store in your customer account and process as stated under â\u0080\u009eCustomer Accountâ\u0080\u009c.\n\n        </p>\n"], ["<h6>\n            Google:\n        </h6>", null, "\n<ul class=\"disc\">\n<li>First Name and Last Name</li>\n<li>Email Address</li>\n<li>Gender</li>\n<li>Profile Picture</li>\n<li>Language</li>\n</ul>\n"], ["<h6>\n            Facebook\n        </h6>", null, "\n<ul class=\"disc\">\n<li>First Name and Last Name</li>\n<li>Email Address</li>\n<li>Gender</li>\n<li>Date of Birth</li>\n<li>Profile Picture (we will only use the first profile picture)</li>\n<li>Facebook-Sites you have liked (Likes)</li>\n<li>Location</li>\n<li>Language</li>\n</ul>\n<p>\n<b>\n                The legal basis of this processing activity is article 6 paragraph 1 a) of the General Data Protection Regulation (GDPR), as you are agreeing to the data transfer by using the\n                corresponding service.\n            </b>\n</p>\n<h4>The processing of special categories of personal data in accordance to article 9 of the General Data Protection Regulation (GDPR)</h4>\n<p>\n            If you add any data to your profile, or otherwise communicate any data to us for processing, which could be considered to be data of special categories within the meaning of article 9 of\n            the General Data Protection Regulation (GDPR) (for example ethnic origin, religious or ideological conviction, data referring to sexual life or sexual orientation), we will process them on\n            the sole basis of your voluntary indications and use them for no other purpose than providing the functionalities of our service, for which these data will be accessed and used. This\n            involves the public indication of these data in relation to your customer account for other users of our service, public search functions for users, match checks and all other\n            functionalities of which it is recognizable to you as a user that these data are being used for them. If you do not wish this to be done, please do not add any data of the nature defined\n            in article 9 of the General Data Protection Regulation (GDPR) to your user profile and do not communicate any such data to us or to other users.\n        </p>\n"], ["<h4>Chat between Users</h4>", null, "\n<p>\n            As a part of our contractual services we are offering our users the option of sending and receiving chat messages. The legal basis of the corresponding processing of personal data is\n            article 6 paragraph 1 b) of the General Data Protection Regulation (GDPR). The corresponding messages will be saved until you have them deleted, provided we are neither legally obligated\n            nor entitled to continue the storing.\n        </p>\n"], ["<h4>Calculating your Position</h4>", null, "\n<p>\n            In order to be able to suggest other users of our service in your neighborhood, we will calculate your position via your browser. To enable this, you need to share your position on your\n            browsers corresponding question. The legal basis of this processing activity is article 6 paragraph 1 a) of the General Data Protection Regulation (GDPR). You can disable the sharing of\n            you position at any time by adapting your browser settings accordingly.\n        </p>\n<p>\n            We are using Google Maps, a service by Google LLC (â\u0080\u009eGoogleâ\u0080\u009c), Amphitheatre Parkway, Mountain View, CA 94043, USA to auto-complete your search for a city as well as to localize your\n            position, if you have agreed to this in your browser. When this function is called, your IP address will be transferred to Google. The IP address is a unique numeric address, by which the\n            respective computer sends and fetches data via the internet. For this, Googleâ\u0080\u0099s data privacy policy applies, which can be accessed at <a href=\"https://www.google.com/policies/privacy/\" target=\"_blank\">https://www.google.com/policies/privacy/</a>.\n            Our justified interest in using Google Maps is supporting our websiteâ\u0080\u0099s visitors in entering a desired city name (The legal basis of this processing activity is article 6 paragraph 1 f) of\n            the General Data Protection Regulation (GDPR)) as well as your constantly revocable consent to the localization serving the purpose to suggest users in your area (The legal basis for this\n            processing activity is article 6 paragraph 1 a) of the General Data Protection Regulation (GDPR)).\n        </p>\n"], ["<h4>Purchase of Coins</h4>", null, "\n<p>\n            If you purchase coins, we will process the data provided by you to conclude and process the contract. To the necessary extent, data will be transferred to service providers to invoice your\n            purchase, or the data will be collected and processed by these service providers. The PayPal data privacy policy, accessible viaÂ <a href=\"https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en\" target=\"_blank\">https://www.paypal.com/de/webapps/mpp/ua/privacy-full?locale.x=en</a>Â applies for all\n            transactions made via PayPal. The legal basis for this processing activity is article 6 paragraph 1 b) of the General Data Protection Regulation (GDPR).\n        </p>\n<p>\n            We will also process these data in connection with your IP address to identify and prevent fraud attempts, on the basis of article 6 paragraph 1 f) of the General Data Protection\n            Regulation (GDPR). Thus, we are pursuing the aim to protect ourselves from fraudulent transactions.\n        </p>\n<p>\n            Data stored in connection with the conclusion of a contract concerning the purchase of a product will be deleted on expiration of the legal retention obligation. In cases in which legal\n            record keeping requirements and retention obligations exist (for example retention of invoices according to tax legislation), the legal basis for this processing activity is article 1\n            paragraph 1 c) of the General Data Protection Regulation (GDPR).\n            We will delete or de-personalize the data as soon as they are no longer necessary for the processing of the respective contract and any legal retention obligation has ceased to exist.\n        </p>\n"], ["<h4>Newsletter</h4>", null, "\n<p>\n            On your registration for our offer, we have informed you that we will make use of your e-mail address to send out our newsletter according to Â§ 7 paragraph 3 of the German Fair Trade\n            Practices Act (UWG). You can object to this use at any time, which will result in you being deleted from our email list. You will find a corresponding link at the end of each newsletter.\n        </p>\n<p>\n            The legal basis of this processing activity is Â§ 7 paragraph 3 of the German Fair Trade Practices Act (UWG) in connection with article 6 paragraph 1 f) of the General Data Protection\n            Regulation (GDPR). Our justified interest is to keep you informed about our services based on the permission according to Â§ 7 paragraph 3 of the German Fair Trade Practices Act (UWG).\n        </p>\n<p>\n            For our newsletter we are making use of an external service provider, who is working for us as an order processor.â\u0080¨\n        </p>\n<ul class=\"disc\">\n<li>Beyond Relationship Marketing GmbH<br/>\n                Wendenstrasse 21 B<br/>\n                20097 Hamburg, Germany<br/>\n                www.beyondrm.com/?page_id=177<br/>\n<a href=\"mailto:contact@beyondrm.com\">contact@beyondrm.com</a><br/>\n</li>\n</ul>\n"], ["<h4>Use of Cookies and Comparable Technologies</h4>", null, "\n<p>\n            For our websiteâ\u0080\u0099s operation we are using cookies comparable technologies (local storage, pixel tags, tracking pixels and other identifiers) to understand how visitors use our website and\n            to store pre-settings users have made in their browsers. We also use these technologies to personalize our website for each user and to adapt our advertising measures.\n        </p>\n<p>\n            Cookies are small text files, which are stored on your computer through your browser when you visit our website. If you re-access our website later, we will be able to read the cookies on\n            your browser again. Cookies are stored for different periods of time. You can adapt the settings in your browser, regarding to which cookies it is to accept, at any time, but this may\n            result in our website not working properly. Additionally, you can delete cookies independently at any time. If you donâ\u0080\u0099t do this, we can indicate for how long a cookie is to be stored on\n            your computer during the process of saving. There is a difference between so-called session cookies and permanent cookies. Session cookies will be deleted by your browser when you leave\n            the website or when you quit the browser. Permanent cookies will remain stored for the period of time we have set in the process of saving.\n        </p>\n"], ["<h6>We are using cookies for the purposes stated below:</h6>", null, "\n<ul class=\"disc\">\n<li>\n                Technically necessary cookies, which are indispensable for the use of our websiteâ\u0080\u0099s functions (for example to identify whether you have logged in). Certain functionalities could not be\n                provided without these cookies.\n            </li>\n<li>Functional cookies that are being used to technically process certain functionalities, which you would like to use.</li>\n<li>Analyzing cookies serving the purpose of analyzing user behavior. For details please read the information under the heading â\u0080\u009cEvaluationsâ\u0080\u009d.</li>\n<li>Cookies of third party providers. Cookies of third party providers are stored by third parties, whose functionalities we are integrating into our website, in order to enable certain\n                functionalities. They can also be used to analyze user behavior. For details please read the information under the heading â\u0080\u009cEvaluationsâ\u0080\u009d.\n            </li>\n</ul>\n<p>\n            Most of the browsers employed by our users permit their settings to be adapted, concerning which cookies are to be saved. They also permit to delete (specific) cookies. If you are\n            restricting cookies to be saved on specific websites, or if you are declining cookies from third party websites, you might not be able to make use of our website in its full extent. Below\n            please find some information concerning how to adapt the cookie settings with the most frequently used browsers:\n        </p>\n<ul class=\"disc\">\n<li><a href=\"http://support.google.com/chrome/answer/95647?hl=de\" target=\"_blank\">Google Chrome</a></li>\n<li><a href=\"https://support.microsoft.com/de-de/help/17442/windows-internet-explorer-delete-manage-cookies\" target=\"_blank\">Internet Explorer</a></li>\n<li><a href=\"https://support.mozilla.org/de/kb/cookies-erlauben-und-ablehnen\" target=\"_blank\">Firefox</a></li>\n<li><a href=\"https://support.apple.com/kb/PH21411?locale=de_DE\" target=\"_blank\">Safari</a></li>\n</ul>\n"], ["<h4>Google Analytics Data Protection Declaration</h4>", null, "\n<p>\n            This website is using Google Analytics, a service by GoogleÂ LLC (â\u0080\u009eGoogleâ\u0080\u009c). The use is based on article article 6 paragraph 1 subparagraph 1 letter f) of the General Data Protection\n            Regulation (GDPR).\n            <a href=\"https://support.google.com/analytics/answer/6004245?hl=de\" target=\"_blank\">https://support.google.com/analytics/answer/6004245?hl=de</a>.\n        </p>\n<p>\n            Google Analytics is making use of so-called â\u0080\u009eCookiesâ\u0080\u009d, which are small text files, which are stored on your computer, and which permit an analysis of your use of the website. The\n            information regarding your use of the website created by the cookie, such as\n        </p>\n<ul class=\"disc\">\n<li>Browser type / version</li>\n<li>Operating system</li>\n<li>Referrer URL (the website you have been visiting before)</li>\n<li>Hostname of the accessing computer (IP address)</li>\n<li>Time of server request</li>\n</ul>\n<p>\n            will usually be transferred to one of Googleâ\u0080\u0099s servers within the USA and stored there. The IP address transferred via your browser within the framework of Google Analytics will not be\n            brought together with any other data by Google. The way we use Google Analytics ensures that your IP address will be used in a de-personalized way only. According to Googleâ\u0080\u0099s statement\n            this de-personalization will be done within the European Union or within a member state of the European Economic Area. It will only be in exceptional cases in which the complete IP address\n            shall be transferred to one of Googleâ\u0080\u0099s servers within the USA and only be abbreviated at that point. According to Googleâ\u0080\u0099s statement the de-personalization will be done before the IP\n            address will be stored initially on a permanent data medium. For details, please refer to Googleâ\u0080\u0099s privacy policy, accessible viaÂ <a href=\"https://support.google.com/analytics/answer/6004245?hl=en\" target=\"_blank\">https://support.google.com/analytics/answer/6004245?hl=en</a>.\n        </p>\n<p>\n            On behalf of this websiteâ\u0080\u0099s operator Google will make use of these data to analyze the websiteâ\u0080\u0099s use, to create reports about the website activities and to perform other services related\n            to the websiteâ\u0080\u0099s and the internetâ\u0080\u0099s use for the websiteâ\u0080\u0099s provider. You can prevent the saving of cookies by adapting your browser software settings. We would like to point out that in\n            this case you may not be able to make full use of all the functionalities of this website.\n        </p>\n<p>\n            Additionally, you can prevent the registration of data created by cookies and related to your use of the website (including your IP address) by Google as well as the processing of these\n            data by Google by downloading and installing the browser plugin available via this link:\n            <a href=\"https://tools.google.com/dlpage/gaoptout?hl=en\" target=\"_blank\">https://tools.google.com/dlpage/gaoptout?hl=en</a>.\n        </p>\n<p>\n            As an alternative tot he browser add-on or within browsers on mobile devices, <a href=\"{{ route('disableGTA') }}\">please click this link</a>, to prevent the future registration by Google\n            Analytics within this website (the opt-out will only work within this browser and only for this domain). In the process, an opt-out cookie will be stored on your device. If you delete your\n            cookies within your browser, you will have to click the link again.Â \n        </p>\n<p>\n            Google is a member of the PrivacyShield Agreement and has concluded an order management contract with us for Google Analytics.\n        </p>\n<p>\n            Additionally, we are using Google Analytics to evaluate date from double-click-cookies and AdWords for statistic purposes. If you do not wish this to be done, you can deactivate it via the\n            ads preferences manager (<a href=\"http://www.google.com/settings/ads/onweb/?hl=en\" target=\"_blank\">http://www.google.com/settings/ads/onweb/?hl=en</a>).\n        </p>\n<p>\n            Please refer to Google Analytics Help for further information related to Google Analytics (<a href=\"https://support.google.com/analytics/answer/6004245?hl=en\" target=\"_blank\">https://support.google.com/analytics/answer/6004245?hl=en</a>).\n        </p>\n"], ["<h4>Advertisements</h4>", null, "\n<p>\n            We have advertisements displayed on other websites to win new customers. In order to primarily contact persons who have previously visited our website and therefore are likely to be\n            interested in our products, we make use of advertising partners, who use so-called â\u0080\u009cretargeting functionsâ\u0080\u009d.\n        </p>\n"], ["<h6>These are the partners stated below:</h6>", null, "\n<ul class=\"disc\">\n<li>Adikteev<br/>\n                Novalisstrasse 10<br/>\n                10115 Berlin, Germany<br/>\n<a href=\"http://www.adikteev.com/eu/privacy\" target=\"_blank\">www.adikteev.com/eu/privacy</a><br/>\n<a href=\"mailto:legal@adikteev.com\">legal@adikteev.com</a>\n</li>\n<li>sociomantic labs GmbH <br/>\n                Paul-Lincke-Ufer 39/40<br/>\n                10999 Berlin,<br/>\n                Germany<br/>\n<a href=\"http://www.sociomantic.com/privacy/\" target=\"_blank\">www.sociomantic.com/privacy/</a><br/>\n                dataprotection@sociomantic.com\n            </li>\n<li>\n                adjust GmbH<br/>\n                SaarbrÃ¼cker Strasse 37A<br/>\n                10405 Berlin,<br/>\n                Germany<br/>\n<a href=\"http://www.adjust.com/privacy/\">www.adjust.com/privacy-policy/</a>\n<a href=\"mailto:privacy@adjust.com\">privacy@adjust.com</a>\n</li>\n</ul>\n<p>\n            This website/app is i. a. using the analyzing technology â\u0080\u009eadjustâ\u0080\u009c by adjust GmbH (â\u0080\u009eadjustâ\u0080\u009c). adjust is making use of the usersâ\u0080\u0099 IP and Mac addresses, which will be done in a\n            de-personalized way only. This makes it impossible to draw any connection to any natural person. By using this website/app for analyzing purposes, you are agreeing to the processing of the\n            hereby anonymously collected data in the way described above and for the previously stated purposes.\n        </p>\n<p>\n            Activate the button at the bottom of the page.\n        </p>\n<p>\n            For this functionality, the service provider will assign a pseudonymous identification number (ID) to your browser to be able to process which advertisements have already been displayed in\n            your browser and which you have accessed. This is done via cookies, which do not contain any further personal data. These cookies make it possible to place advertisements on websites using\n            this service as well, based on your previous visits on our or other websites.\n        </p>\n<p>\n            The legal basis of this processing activity of your personal data is article 6 paragraph 1 f) of the General Data Protection Regulation (GDPR). We are pursuing the justified interest in\n            winning new customers. It is our conviction that our advertising measures will be more effective, and therefore more successful, if we have them displayed in cases in which they meet the\n            assumed interests of the respective websiteâ\u0080\u0099s user. According to market expertise advertisements are more effective and clicked more frequently, if they meet the assumed interests of the\n            websiteâ\u0080\u0099s users.\n        </p>\n<p>\n            Apart from the options stated above, you can also object to the respective use of your data by setting so-called â\u0080\u009copt-out cookiesâ\u0080\u009d on the Digital Advertising Allianceâ\u0080\u0099s website, using\n            thisÂ <a href=\"http://optout.aboutads.info/?c=2&amp;lang=EN#!%2F\" target=\"_blank\">link</a>. Additionally, you can adapt your browser settings, so it will not accept any more cookies from\n            so-called third-party providers, or just those from the website you have visited.\n            You can also install an add-on like uBlock Origin (<a href=\"https://github.com/gorhill/uBlock/\" target=\"_blank\">https://github.com/gorhill/uBlock/</a>) in your browser, which will allow\n            you to block data transfers to third parties to a great extent.\n            Please note that this may possibly adversely affect our websiteâ\u0080\u0099s functionalities.\n        </p>\n"], ["<h4>Right of Access</h4>", null, "\n<p>\n            According to article 15 of the General Data Protection Regulation (GDPR) you have the right to demand a confirmation from our side, stating whether we are processing personal data\n            concerning you. If that is the case, you are entitled to intelligence about these personal data and to further information, as stated in article 15 of the General Data Protection\n            Regulation (GDPR).\n        </p>\n"], ["<h4>Right to Rectify</h4>", null, "\n<p>\n            According to article 16 of the General Data Protection Regulation (GDPR) you are entitled to demand of us to rectify any incorrect personal data concerning you with no delay. With regard\n            to the processing purposes you are also entitled to demand incomplete personal data to be completed â\u0080\u0093 also by an additional statement.\n        </p>\n"], ["<h4>Right to Erasure</h4>", null, "\n<p>\n            You have the right to demand of us to delete your personal data with no delay. We are obligated to delete any personal data immediately, if the relevant conditions according to article 17\n            of the General Data Protection Regulation (GDPR) are met. For details, we would like to refer you to article 17 of the General Data Protection Regulation (GDPR).\n        </p>\n"], ["<h4>Right to Restrict the Processing</h4>", null, "\n<p>\n            According to article 18 of the General Data Protection Regulation (GDPR) you are entitled to demand of us to limit the processing of your personal data, provided certain pre-conditions are\n            met.\n        </p>\n"], ["<h4>Right of Data Portability</h4>", null, "\n<p>\n            According to article 20 of the General Data Protection Regulation (GDPR) you are entitled to receive your personal data you have provided to us in a structured, established and\n            machine-readable format. You are also entitled to transfer the data to another responsible party without any hinderance from our side, provided the processing is based on any agreement\n            based on article 6 paragraph 1 letter a, or article 9 paragraph 2 letter a, or on a contract according to article 6 paragraph 1 letter b, and the transfer is done via automated tools.\n        </p>\n"], ["<h4>Right to Object</h4>", null, "\n<p>\n            According to article 21 of the General Data Protection Regulation (GDPR) you are entitled to object against your personal dataâ\u0080\u0099s processing based on article 6 paragraph e or f of the\n            General Data Protection Regulation (GDPR). This does also apply for profiling based on these regulations.\n        </p>\n<p>\n            If we are processing your personal data for direct advertisement, you have the right to object to the processing of your personal data for the use of such advertisement at any time. This\n            does also apply to profiling, if it is connected to such advertisement.\n        </p>\n<p>\n            If you would like to exercise any of the rights you are entitled to, please contact us as the responsible party via the contact data given above, or use any of the other ways of contact\n            provided to notify us. If you have any questions regarding this, please contact us.\n        </p>\n"], ["<h4>Existence of a Right of Appeal to the Supervisory Authority</h4>", null, "\n<p>\n            According to article 77 of the General Data Protection Regulation (GDPR) you are entitled to the right of appeal to the supervisory authority without prejudice to any wider administrative\n            or judicial remedy. This right applies particularly within the member state of your abode, of your working place or of the suspected contravention, if you consider the processing of your\n            personal data to be a violation of the General Data Protection Regulation (GDPR).\n        </p>\n</article>\n</div>\n</body>\n</html>\n"]]