[["<h1>Privacy Policy</h1>", "</header><p>Last amended: May 25, 2018</p><p>Effective time: May 25, 2018</p><p>Thanks for using XMind! Here we describe how we collect, use, and handle your personal information when you use our websites, software, and services (“"], ["<strong>Services</strong>", "”).</p><div class=\"text-block\">"], ["<h3>What &amp; Why</h3>", "<p>We collect and use the following information to provide, improve, and protect our Services:</p><p>"], ["<em>Your Stuff.</em>", " Our Services are designed to make it simple for you to create, edit, present and share mind maps as XMind files (“"], ["<strong>Your Stuff</strong>", "”). These files are typically stored locally on your devices or transmitted in your own ways, unless you upload them to our online services, in which we store, process and transmit Your Stuff as well as information related to it. This related information includes your profile information that makes it easier to share Your Stuff with others, as well as things like the size of the file, the time it was uploaded, and usage activity. Your Stuff does not become publicly available unless you voluntarily disclose it online.</p><p><em>Account information.</em> Some of our online services (like file sharing and subscription for software product) requires a password-protected account. We collect, and associate with your account, the information you provide to us when you do things such as sign up for your account or make purchases for our Services (like your full name, email address, and billing address).</p><p><em>Usage information.</em> We collect information related to how you use the Services, including actions you take when using our Services (like editing, viewing, and sharing Your Stuff, changing themes, activating software license, and logging in and out your account). We use this information to improve our Services, develop new services and features, and protect XMind users.</p><p><em>Device information.</em> We also collect information from and about the devices you use to access the Services. This includes things like IP addresses, system language, the type of browser and device you use, the version of our software, the web page you visited before coming to our sites, and identifiers associated with your devices. Your devices (depending on their settings) may also transmit location information to the Services.</p><p><em>Crash reports and diagnostic information.</em> We may also collect diagnostic reports to help troubleshoot software bugs, fix significant errors, and improve overall user experience. These reports may include things like file names, hardware model, process information, app and device information. To collect this information, we will ask for your consent in advance.</p><p><em>Cookies and other technologies.</em> We use technologies like cookies to provide, improve, protect, and promote our Services. For example, cookies help us with things like remembering your username for your next visit, understanding how you are interacting with our Services, and improving them based on that information. You can set your browser to not accept cookies, but this may limit your ability to use the Services.</p><p>"], ["<em>Marketing.</em>", " We do not send you any marketing material unless you voluntarily subscribe for our newsletters (<string>opt-in</string>). We collect your email address and other information you submit when you subscribe. If you do not want to receive marketing materials from us any more, simply click the ‘Unsubscribe’ link in any email any time (<string>opt-out</string>).</p><p><em>Bases for processing your data.</em> We collect and use the personal data described above in order to provide you with the Services in a reliable and secure manner. We also collect and use personal data for our legitimate business needs. To the extent we process your personal data for other purposes, we ask for your consent in advance or require that our partners obtain such consent.</p></div><div class=\"text-block\">"], ["<h3>With Whom</h3>", "<p>We may share information as discussed below, but we won’t sell it to advertisers or other third parties.</p><p><em>Others working for and with XMind.</em> XMind uses certain trusted third parties (for example, providers of customer support and IT services), including Amazon Web Services, Google, Microsoft, Salesforce, to help us provide, improve, protect, and promote our Services. These third parties will access your information only to perform tasks on our behalf in compliance with this Privacy Policy, and we’ll remain responsible for their handling of your information per our instructions.</p><p><em>Other users.</em> Our online sharing service displays Your Stuff (uploaded voluntarily), your name, profile picture, and other optional information you provide in your account to other users on publicly available web pages. Other users can download copies of Your Stuff from this kind of web pages.</p><p>Certain features let you make additional information available to others.</p><p><em>Law &amp; Order and the Public Interest.</em> We may disclose your information to third parties if we determine that such disclosure is reasonably necessary to: (a) comply with any applicable law, regulation, legal process, or appropriate government request; (b) protect any person from death or serious bodily injury; (c) prevent fraud or abuse of XMind or our users; (d) protect XMind’s rights, property, safety, or interest; or (e) perform a task carried out in the public interest.</p></div><div class=\"text-block\">"], ["<h3>How</h3>", "<p>"], ["<em>Security.</em>", " We are dedicated to keeping your information secure and testing for vulnerabilities. We also continue to work on features to keep your information safe in addition to things like file encryption.</p><p>"], ["<em>User Controls.</em>", " You can access, amend, download, and delete your personal information by logging into your XMind account and going to your account settings page.</p><p>"], ["<em>Retention.</em>", " When you sign up for an account with us, we’ll retain information associated with your account for as long as your account is in existence or as long as we need it to provide you the Services. If you delete your account, we will initiate deletion of this information immediately. But please note: (1) there might be some latency in deleting this information from our servers and back-up storage; and (2) we may retain this information if necessary to comply with our legal obligations, resolve disputes, or enforce our agreements. Other information will be retained until you ask us to delete it.</p></div><div class=\"text-block\">"], ["<h3>Where</h3>", "<p><em>Devices that you use.</em> By default, Your Stuff are stored locally on your own devices. We may also store some other information that is associated with you (like cookies and license activation tokens) on the devices you use to access the Services.</p><p><em>U.S. and around the world.</em> Information we collect and use is primarily stored, processed and transmitted in the United States by trusted service providers. To provide and improve our Services, we may also instruct these service providers to make a copy of this information and store and transmit it in locations around the world—including those outside your country. Data transmission is safeguarded in compliance with local laws and data protection regulations.</p></div><div class=\"text-block\">"], ["<h3>Changes</h3>", "<p>If we are involved in a reorganization, merger, acquisition, or sale of our assets, your information may be transferred as part of that deal. We will notify you (for example, via a message to the email address associated with your account) of any such deal and outline your choices in that event.</p><p>We may revise this Privacy Policy from time to time, and will post the most current version on our website. If a revision meaningfully reduces your rights, we will notify you.</p></div><div class=\"text-block\">"], ["<h3>Your Right to Control and Access Your Information</h3>", "<p>You have control over your personal information and how it is collected, used, and shared. For example, you have a right to:</p><p><em>Access and take your data.</em> You can download copies of Your Stuff from our website. You can also ask us for a copy of personal data you provided to us.</p><p><em>Change or correct personal data.</em> You can manage your account and the content contained in it, as well as edit some of your profile details, through your account settings page.</p><p><em>Erase or delete all or some of Your Stuff in your XMind account.</em> You can delete each of the files you uploaded in your account, through your ‘My Maps’ page.</p><p><em>Delete your entire account.</em> You can delete your XMind account, as well as any information related to it once for all, through your account settings page.</p><p><em>Unsubscribe from our newsletters.</em> Simply click any ‘Unsubscribe’ link in any marketing email you received to make your email address deleted from our mailing list.</p></div><div class=\"text-block\">"], ["<h3>Contact</h3>", "<p>Have questions or concerns about XMind, our Services, and privacy? Contact our Data Protection Officer at <a href=\"mailto:privacy@xmind.net\">privacy@xmind.net</a>. If they can’t answer your question, you have the right to contact your local data protection supervisory authority.</p></div></section></div><div class=\"col-lg-1\"></div></div></div></div><div id=\"layout_footer\"><footer class=\"global-footer global-footer_black\" id=\"global_footer\"><div class=\"container\"><div class=\"row\"><div class=\"global-footer__section closed col-sm-3\"><div class=\"global-footer__section-title\">ABOUT<i class=\"icon-chevron-down\"></i></div><ul class=\"global-footer__section-list\"><li><a href=\"/about/\">About Us</a></li><li><a href=\"/blog/\">Blog</a></li><li><a href=\"/terms/\">Terms of Service</a></li><li><a href=\"/privacy/\">Privacy Policy</a></li></ul></div><div class=\"global-footer__section closed col-sm-3\"><div class=\"global-footer__section-title\">USING XMIND<i class=\"icon-chevron-down\"></i></div><ul class=\"global-footer__section-list\"><li><a href=\"/zen/\">XMind: ZEN</a></li><li><a href=\"/xmind8-pro/\">XMind 8</a></li><li><a href=\"/mobile/\">XMind for Mobile</a></li><li><a href=\"/pricing/\">Pricing</a></li><li><a href=\"/download/\">Download</a></li><li><a href=\"/share/\">Mindmap Gallery</a></li></ul></div><div class=\"global-footer__section closed col-sm-3\"><div class=\"global-footer__section-title\">LEARN MORE<i class=\"icon-chevron-down\"></i></div><ul class=\"global-footer__section-list\"><li><a href=\"/partner/\">For Partner</a></li><li><a href=\"/developer/\">For Developer</a></li><li><a href=\"/sitemap/\">Site Map</a></li><li><a href=\"/newsletter/subscribe/\">Newsletter</a></li></ul></div><div class=\"global-footer__section closed col-sm-3\"><div class=\"global-footer__section-title\">GETTING HELP<i class=\"icon-chevron-down\"></i></div><ul class=\"global-footer__section-list\"><li><a href=\"http://support.xmind.net/\" target=\"_blank\">Support Center</a></li><li><a href=\"/faq/\">FAQ</a></li><li><a href=\"/contact/\">Contact US</a></li></ul></div></div></div><div class=\"global-footer__lang-row mb-3\"><div class=\"container\"><div class=\"row justify-content-between\"><div class=\"col-7 col-md-auto\"><div class=\"d-flex flex-column flex-md-row my-3\"><div class=\"d-flex\"><span>Choose a language:</span><div class=\"position-relative win-only\"><div class=\"global-footer__language dropup\"><a class=\"dropdown-toggle\" data-toggle=\"dropdown\">ENGLISH</a><ul class=\"dropdown-menu\"><li><a class=\"lang-switcher-en\" href=\"https://www.xmind.net?lang=en\">ENGLISH</a></li><li><a class=\"lang-switcher-de\" href=\"https://www.xmind.net/de?lang=de\">DEUTSCH</a></li><li><a class=\"lang-switcher-fr\" href=\"https://www.xmind.net/fr?lang=fr\">Français</a></li><li><a class=\"lang-switcher-cn\" href=\"https://www.xmind.cn?lang=cn\">中文</a></li></ul></div></div><div class=\"position-relative emoji-switcher d-none\"><div class=\"global-footer__language dropup\"><a class=\"dropdown-toggle\" data-toggle=\"dropdown\">🇺🇸ENGLISH</a><ul class=\"dropdown-menu\"><li><a class=\"lang-switcher-en\" href=\"https://www.xmind.net?lang=en\">🇺🇸 ENGLISH</a></li><li><a class=\"lang-switcher-de\" href=\"https://www.xmind.net/de?lang=de\">🇩🇪 DEUTSCH</a></li><li><a class=\"lang-switcher-fr\" href=\"https://www.xmind.net/fr?lang=fr\">🇫🇷 Français</a></li><li><a class=\"lang-switcher-cn\" href=\"https://www.xmind.cn?lang=cn\">🇨🇳 中文</a></li></ul></div></div></div></div></div><div class=\"col-auto col-md-3 d-flex align-items-center\"><ul class=\"global-footer__section-list global-footer__section-list_icon-horizontal closed\"><li><a href=\"http://twitter.com/xmind\" target=\"_blank\"><i class=\"icon-twitter\"></i></a></li><li><a href=\"http://www.facebook.com/pages/XMind/83478237101\" target=\"_blank\"><i class=\"icon-facebook\"></i></a></li><li><a href=\"http://www.linkedin.com/groups/XMind-Group-43266\" target=\"_blank\"><i class=\"icon-linkedin\"></i></a></li><li><a href=\"http://www.youtube.com/XMindTraining\" target=\"_blank\"><i class=\"icon-youtube\"></i></a></li></ul></div></div></div></div><div class=\"container mb-3\"><div class=\"row\"><div class=\"col-sm-12 text-center mb-3 global-footer__facebook\"><div class=\"fb-like\" data-action=\"like\" data-href=\"http://www.xmind.net\" data-layout=\"button_count\" data-share=\"true\" data-show-faces=\"true\" data-size=\"small\"></div></div><div class=\"col-12 global-footer__copyright text-center\">© 2018 XMind Ltd.</div></div></div></footer></div><div id=\"fb-root\"></div><noscript><p><img alt=\"Clicky\" height=\"1\" src=\"//in.getclicky.com/100641202ns.gif\" width=\"1\"/></p></noscript></body></html>"]]