[["A. WHAT KIND OF INFORMATION WE COLLECT", "<br/> <br/>a. Personal Information. We do not collect Personal Information. \"Personal Information\" is information that identifies you or another person, which may be transmitted or received when you use an Application, the Services and / or the Site. Personal Information includes your geographic area information, names, physical addresses, email addresses, telephone, fax, SSN, information stored within your Device and other information you transmit or receive using an Application, the Service and / or the Site which identifies you or another person.<br/>b. Non-personal identification. We may collect non-personal identification information about Users whenever they interact with our apps. Non-personal identification information may include the type of your phone and technical information about Users means of connection to our apps, such as the versions of phone model and other similar information.<br/>1 Session and Usage Data. \"Session and Usage Data\" is information about your use of an Application, the Services and / or the Site and includes, without limitation, connection and service-related data submitted to us through your use of an Application, the Services or the Site. Session and Usage Data includes information relating to the connection request, server communication and data sharing, including network measurements, quality of service, and date, time and area. We also may aggregate Session and Usage data as described in Aggregate Information below. Please note that Session and Usage Data does not include any Personal Information nor does it include Content you may transmit or share through the use of an Application (such as photos, contacts, calendar appointments, etc.), the Services, or the Site.<br/>2 Log Data. When you interact with us or use an Application, the Services or our Site, our systems may automatically collect your unique User Device number, the IP address, type of browser or operating system you use, and the dates and times of your use (\"Log Data\").<br/>3 Aggregate Information. \"Aggregate Information\" is data we collect about a group or category of services or Users from which individual User identities have been removed. In other words, information on how you use the Applications, the Services and the Site may be collected and combined with information about how others use the Applications, the Services and the Site, but no personally identifiable information will be included in the resulting Aggregate Information. Aggregate Information helps us understand trends in our Users' needs so that we can better consider new features or otherwise tailor the Applications, the Services and the Site.<br/>4 Other Information. You may provide us with various information in connection with your interaction with our Services. For example, you may through tagging functionality report a phone number as spam or some other attribute to be included in spam blocking directories. We will collect the information you provide in connection therewith, as well as any other information you provide through the services or when you communicate or interact with us.<br/> <br/>"], ["B. HOW WE USE COLLECTED INFORMATION", "<br/> <br/>a. Personal Information- since we do not collect Personal Information, we may not use your personal information in any way.<br/>b. Non- Personal Information. We may use Non-Personal Information for any purpose as below:<br/>1 To personalize user experience. We may use your Non- Personal Information to understand demographics, customer interest, and other trends among our Users;<br/>2 To help develop our service- We may use Non- Personal Information to provide, maintain, improve and modify the Applications, Services and the Site and develop new services, such as maintain User spam lists and build a community based spam blocking directory;<br/>3 To further develop Hyper Speed business. We may use Non- Personal Information for promotion and marketing purposes.<br/> <br/>"], ["C. HOW YOUR INFORMATION MAY BE DISCLOSED", "<br/> <br/>a. Personal Information. In general, we use Session and Usage Data internally to serve our Users and enable them to take maximum advantage of the Applications, the Services and the Site. We do not store Personal Information and therefore we do not disclose your Personal Information.<br/>b. Non-Personal Information. We may disclose Non-Personal Information to our trusted partners who shall comply with this privacy policy and the relevant privacy laws. We do not combine Non-Personal Information with Personal Information (such as combining your name with your unique User Device number).<br/> <br/>"], ["D. THIRD- PARTY SITES", "<br/> <br/>In general, the Applications, the Services and the Site access third party information (such as your Facebook account information) through application interfaces. We may provide links to third-party Web sites, such as Facebook, as a service to our Users. The Site may also carry advertisements from other companies. When you click on links of third parties in an Application, the Services or the Site, you may leave the Application, the Services or the Site. We do not collect your information on and through and This Policy does not address, and we are not responsible for, the privacy practices of Web sites operated by third parties, whether they are linked to or otherwise accessible from an Application, the Services or the Site. The inclusion of a link or accessibility of third party Websites does not imply endorsement of such third party Website by us.<br/> <br/>"], ["E. INFORMATION COLLECTED BY OUR THIRD PARTY ADVERTISING PARTNERS", "<br/><br/>We work with third party advertising partners to provide personalized ads for you. Our partners include but are not limited to Google AdMob, DoubleClick Ad Exchange, DoubleClick for Publishers, Facebook Audience Network, MoPub, Amazon, Fyber, Smaato, Baidu, and etc. You may find more details about our partners in links below:<br/>•    <a href=\"https://www.mopub.com/legal/privacy/\" target=\"_blank\">https://www.mopub.com/legal/privacy/</a><br/>•    <a href=\"https://www.mopub.com/legal/partners/\" target=\"_blank\">https://www.mopub.com/legal/partners/</a><br/><br/>Our partners may collect hardware and software information such as IP address, device ID and type, advertising IDs (such as Google's AAID and Apple's IDFA, both of which are randomly generated numbers that you can reset by going into your device' settings), device language, operating system, time zones, and identifiers associated with cookies or other technologies that may uniquely identify your device.<br/> <br/>"], ["F. USERS WITH WHOM YOU SHARE YOUR INFORMATION", "<br/> <br/>We cannot control the actions of other Users with whom you share your information. We cannot, and do not, control the information you share with other Users using an Application, the Services or the Site (including via Forums) or how such other Users will use or share such information. We are not responsible for third party circumvention of our security measures.<br/><br/>"], ["G. SECURITY", "<br/> <br/>Hyper Speed is very concerned about safeguarding the confidentiality of your information. We do not collect Personal Information, and we employ administrative, physical and electronic measures designed to protect your Non-Personal Information from unauthorized access and use. Please be aware that no security measures that we take to protect your information is absolutely guaranteed to avoid unauthorized access or use of your Non-Personal Information which is impenetrable.<br/> <br/>"], ["H. INTERNATIONAL USERS", "<br/> <br/>Your Information may be stored and processed in any country where we have facilities, and by using an Application, the Services or the Site you consent to the transfer of your Information to countries, including the United States, which may be outside of your country of residence and may provide for different and less stringent data protection rules than in your country. If you object to your Information being transferred or used as described in this Policy, please do not use any Application, the Services or the Site and immediately delete all Applications from your User Devices.<br/> <br/>"], ["I. CALIFORNIA RESIDENTS", "<br/> <br/>California Civil Code Section 1798.83 permits user who are California residents to request certain information regarding disclosure of Personal Information to third parties for their direct marketing purposes. If you would like more information with respect to your privacy rights under California law, you may contact us at the contact point below. Please reference your request as \"California Disclosure Information.\"<br/> <br/>"], ["J. SENSITIVE INFORMATION", "<br/> <br/>We ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, sexual orientation, criminal background or membership in past organizations, including trade union memberships) on or through an Application, the Services or the Site or otherwise to us.<br/> <br/>"], ["K. CONTACTING US / REPORTING VIOLATIONS", "<br/> <br/>If you have any questions or comments about this Policy or our privacy practices, or to report any violations of the Policy or abuse of an Application, the Services or the Site, please contact us feedback.quickcleaner@hotmail.com<br/> <br/>"], ["L. CHANGES TO THIS PRIVACY POLICY", "<br/> <br/>This Privacy Policy may change from time to time. If we decide to change this private policy, we will provide you additional forms of notice of modifications or updates as appropriate under the circumstances. Your continued use of the Hyper Speed Services or any Hyper Speed products following the posting of changes will mean you accept those changes.<br/><br/></div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div id=\"footer\">\n<div id=\"footer-content\">\n<style type=\"text/css\">\n\t\t@font-face {\n\t\t\tfont-family: SQMarket-Medium;\n\t\t\tfont-style: normal;\n\t\t\tfont-weight: 500;\n\t\t\tsrc:\n\t\t\t\turl(\"//cdn2.editmysite.com/fonts/SQ_Market/sqmarket-medium.woff2\") format(\"woff2\"),\n\t\t\t\turl(\"//cdn2.editmysite.com/fonts/SQ_Market/sqmarket-medium.woff\") format(\"woff\");\n\t\t}\n</style>\n<div id=\"weebly-footer-signup-container\" style=\"border-top: 0px\">\n<div class=\"signup-container-header trigger-signup\" style=\"background-color: inherit\">\n<div class=\"powered-by\" style=\"opacity: 1; left: 2%;\">\n<div class=\"footer-published-ab-powered-by\">\n\t\t\t\tPowered by <span class=\"link weebly-icon\"></span>\n<img class=\"footer-ab-published-toast-image\" src=\"//cdn2.editmysite.com/images/site/footer/footer-toast-published-image-1.png\"/>\n<span class=\"footer-ab-published-toast-text\">Create your own unique website with customizable templates.</span>\n<span class=\"footer-ab-published-toast-button-wrapper\">\n<button class=\"footer-published-ab-button\">Get Started</button>\n</span>\n</div>\n</div>\n</div>\n</div>\n\n\n</div>\n</div>\n</div>\n<div class=\"navmobile-wrapper\">\n<div class=\"nav\" id=\"navmobile\"><ul class=\"wsite-menu-default\">\n<li class=\"wsite-menu-item-wrap\" id=\"active\">\n<a class=\"wsite-menu-item\" href=\"/\">\n\t\t\t\tPrivacy Policy\n\t\t\t</a>\n</li>\n<li class=\"wsite-menu-item-wrap\" id=\"pg214293181459522681\">\n<a class=\"wsite-menu-item\" href=\"/terms-of-service.html\">\n\t\t\t\tTerms of Service\n\t\t\t</a>\n</li>\n</ul>\n</div>\n</div>\n</div>\n\n\n\n<div id=\"customer-accounts-app\"></div>\n\n\n\n\n</body>\n</html>\n"]]