[["<b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>PRIVACY POLICY</span></b>", "</p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames Inc. (collectively, \"Camel Games\" or ¡°Camel¡±) respect the\r\nprivacy of its online visitors and users of its products and services. Camel\r\nGames recognizes the importance of protecting information collected from users\r\nand has adopted this privacy policy to inform users about how Camel Games\r\ngathers, stores, and uses information derived from their use of Camel Games\r\nproducts, services and online sites. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>This\r\npolicy is current as of its last revision date. However, please note that this\r\npolicy may be amended from time to time to reflect changes and additions to the\r\nprivacy policy. Please check back for the most current version before relying\r\non any of the provisions in this privacy policy.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Collection\r\nof Information</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>By\r\nusing Camel Games's online sites, games, products, and services, users agree\r\nthat Camel Games collects and processes the personally identifiable information\r\n(as defined below) they provide by creating a Camel account, by purchasing or\r\nselling subscriptions, or during any exchange with Camel Games in connection\r\nwith the use of their Camel account. Camel Games will not share any personally\r\nidentifiable information with other parties except as described in this policy.\r\nCamel Games also processes anonymous data, aggregated or not, in order to\r\nanalyze and produce statistics related to the habits, usage patterns, and\r\ndemographics of users as a group or as individuals. Such anonymous data does\r\nnot allow the identification of the users to which it relates. Camel Games may\r\nshare anonymous data, aggregated or not, with third parties.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\">"], ["<b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Personally\r\nIdentifiable Information</span></b>", "</p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>\"Personally\r\nidentifiable information\" is information that can be used to uniquely\r\nidentify a user such as name, address or credit card number. If you are an EU\r\nuser, \"personally identifiable information\" means \"personal data\"\r\nwithin the meaning of article 2 a) of the Directive 95/46 of 24 October 1995.\r\nYou may be asked to provide personally identifiable information during the sign\r\nin process, and then in connection with the use of Camel Games's products,\r\nservices and online sites. While Camel Games collects personally identifiable\r\ninformation on a voluntary basis, for certain products and services Camel\r\nGames's collection of personally identifiable information may be a requirement\r\nfor access to the product or service or to process a user's order. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Use\r\nof Personally Identifiable Information</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Personally\r\nidentifiable information is used internally by Camel Games to deliver, develop\r\nand improve products, content and services, to which users have subscribed, and\r\nto answer users' requests. In addition, Camel Games may allow third parties\r\nperforming services under contract with Camel Games, such as order or payment\r\nprocessors or merchandise warehouse and fulfillment services, located in and\r\noutside the European Union, to access and use personally identifiable\r\ninformation, but only to the extent necessary to provide those services. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames may use personally identifiable information provided by users to send\r\nthem information about Camel Games, including news about product updates,\r\ncontests, events, and other promotional materials, but only if the users agree\r\nto receive such communications. Camel Games will not share any personally\r\nidentifiable information with third parties for marketing purposes without your\r\nconsent.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>When\r\nyou create a Camel account, Camel Games may collects a user's email address and\r\nusername, and at the user's option, first and last name. Depending on their\r\nsettings, users agree that some of this information may be searchable and\r\navailable to other users within Camel. Camel Games has no obligation to keep\r\nprivate personally identifiable information that a user makes available to\r\nother users via Camel or other Camel Games software, such as in multiplayer\r\nchat or other public functions. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>External\r\nwebsites and companies with links to and from Camel Games's online sites and\r\nproducts may collect personally identifiable information about users when users\r\nvisit their websites. Third party publishers may also collect personally\r\nidentifiable information as a requirement of accessing their games or content.\r\nCamel Games's privacy policy does not extend to external websites and companies\r\nor third party publishers with links to or from Camel Games's products and\r\nonline websites or who collect personally identifiable information through their\r\ngame available on Camel. Please refer directly to these companies and websites\r\nregarding their privacy policies.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames may release personally identifiable information to comply with court\r\norders or laws that require us to disclose such information. In the event of a\r\nreorganization, sale or merger we may transfer personally identifiable\r\ninformation to the relevant third party with the user's consent if required by\r\nlaw.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Children\r\nUnder The Age of 13</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames will not knowingly collect personally identifiable information from any\r\nperson under the age of 13. Camel Games encourages parents to instruct their\r\nchildren to never give out personal information when online. Parents who are\r\nconcerned about the transfer of personal information from their children may\r\ncontact us.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Cookies\r\nand Other Information on a User's Machine</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames's products, services and sites may employ cookies and other technologies\r\nsuch as web beacons and pixel tags. Cookies are bits of electronic information\r\nthat can be transferred to a user's hard drive to customize a person's use of a\r\nproduct or online site, keep records of a user's access to an online site or\r\nproduct, or store information needed by the user on a regular basis. Use of\r\ncookies is typically associated with websites. For example, when you sign in to\r\nCamel, Camel Games stores your user id and a combination of your IP address and\r\ntime of login as a cookie on your hard drive. This cookie allows you to move\r\nfrom page to page without having to sign in again on each page. Similarly, if\r\nyou enter information during your session, such as age verification data, this\r\nwill be stored as a cookie and you will not have to re-enter such information\r\nduring that session. We may also use third party web site analytic tools that\r\nemploy cookies to collect certain non-personally identifiable information\r\nconcerning use of our websites, such as referring web site addresses, page\r\nviews and browser types.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>However,\r\nusers can disable cookies by changing their browser settings. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames also stores on a user's flash memory a unique authorization key that is\r\neither entered by the user or downloaded automatically during product\r\nregistration. This authorization key is used to identify a user as valid and\r\nallow access to Camel Games's products, services and third party games. This\r\nkey is necessary for Camel Games to supply any products and services subscribed\r\nby users.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Information\r\nregarding Camel billing, a user's Camel account, a user's Internet connection\r\nand the Camel Games software installed on a user's computer is uploaded to the\r\nserver in connection with the user's use of Camel and Camel Games software.\r\nCamel Games software automatically generates and submits to Camel Games bug\r\nreports upon a crash or other fault in the Camel Games software, services or\r\nCamel games. This automatically generated bug report information may include\r\ninformation about other software or hardware on a user's system. Camel Games\r\ndoes not associate and store the automatically generated bug report information\r\nwith users' personally identifiable information. Any bug reporting information\r\nmanually submitted by users (e.g. through Camel Games's Bug Reporter form) is\r\nassociated and stored with personally identifiable information sent voluntarily\r\nby the user through a bug report.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\">"], ["<b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Chat\r\nForums, In-Game Chat Room Etc.</span></b>", "</p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames's products or services may provide chat room, forums, bulletin boards, or\r\ninstant messaging tools to users. Any information that is disclosed in chat,\r\nforums or bulletin boards should be considered public information, and users\r\nwho message one another may not know each other personally. Camel Games has no\r\nobligation to keep private personally identifiable information that a user\r\nmakes available to other users or the public using these functions. Users\r\nshould exercise caution when deciding to disclose personal information in\r\npublic forums. Users should also be aware that game play information disclosed\r\nduring multiplayer game play (e.g. player name and current player statistics)\r\nis public information and may be displayed to other users.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Choice/Opt-out</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Camel\r\nGames gives users the option to receive promotional email communications from\r\nCamel Games. Users may opt out of these communications. Instructions for\r\ndiscontinuing receipt of promotional email communications from Camel Games will\r\nbe provided in email communications to users.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Storage\r\nand Security of Personally Identifiable Information</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Personally\r\nidentifiable information provided to Camel Games by customers in the EU is\r\ncontrolled by Camel Games, with place of business set out below. Personally\r\nidentifiable information provided to Camel Games will be collected, processed\r\nand stored by Camel Games Corporation in the United States. Camel Games has\r\ntaken reasonable steps to protect the information users share with us,\r\nincluding, but not limited to, setup of processes, equipment and software to\r\navoid unauthorized access or disclosure of this information. Camel Games\r\nCorporation complies with the Safe Harbor framework developed by the U.S. Department\r\nof Commerce and the European Union relating to the transfer and processing of\r\npersonally identifiable information. For more information about the Safe Harbor\r\nprogram or to view Camel Games's certification please visit</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>http://export.gov/safeharbor/eu/eg_main_018476.asp.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n"], ["<p class=\"MsoNormal\"><b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Corrections,\r\nUpdates and Removal of Personally Identifiable Information</span></b></p>", "\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>If\r\nyou are concerned about the accuracy of personally i<a name=\"_GoBack\"></a>dentifiable\r\ninformation maintained by Camel Games or wish to review, access, amend or\r\ncorrect it, or would like your personally identifiable information removed from\r\nCamel Games's records or otherwise deactivated, please contact us here. We may\r\ndecline requests that are unreasonably repetitive, require disproportionate\r\ntechnical effort, jeopardize the privacy of others, or are extremely\r\nimpractical.</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\">"], ["<b><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Contacting\r\nCamel Games</span></b>", "</p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>If\r\nyou have any questions or complaints about this privacy policy, or the privacy\r\npractices of Camel Games, please contact us here via the E-Mail below. </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>camel.game@gmail.com</span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'> </span></p>\n<p class=\"MsoNormal\"><span lang=\"EN-US\" style='font-family:\"Arial\",\"sans-serif\"'>Revision\r\nDate: Nov 18th 2015</span></p>\n</div>\n</body>\n</html>\n"]]