[[{"value": "<h3 align=\"left\" id=\"sites-page-title-header\" style=\"\" xmlns=\"http://www.w3.org/1999/xhtml\">\n<span dir=\"ltr\" id=\"sites-page-title\" style=\"outline: none\" tabindex=\"-1\">Privacy Policy - Find The Differences Mobile App For Android</span>\n</h3>", "level": 7}, {"value": "<p style=\"border:0px;margin:0px 0px 1.5em;padding:0px\"><br/>Here at \"Pattarachanok Klinjan Apps\" we want to make content safe for use by people of all ages, especially young children. To the best of our knowledge, the following statements are true for all of our products across all platforms:</p>", "level": 0}, {"value": "<b>We collect no personal information through our apps and games.</b>", "level": 0}, {"value": "<div><br/><b>Again, we collect no personal information, but in accordance with COPPA, we want you to know your parental rights:</b><br/></div>", "level": 0}, {"value": "<span style=\"background-color:transparent;line-height:1.5\">We wonâ\u0080\u0099t require a child to disclose more information than is reasonably necessary to participate in an activity.</span>", "level": 0}, {"value": "<span style=\"background-color:transparent;line-height:1.5\">You\n can review your childâ\u0080\u0099s personal information, direct you to delete it, \nand refuse to allow any further collection or use of the childâ\u0080\u0099s \ninformation.</span>", "level": 0}, {"value": "<span style=\"background-color:transparent;line-height:1.5\">You\n can agree to the collection and use of your childâ\u0080\u0099s information, but \nstill not allow disclosure to third parties unless thatâ\u0080\u0099s part of the \nservice .</span>", "level": 0}, {"value": "<div>Feel free to contact us if you have any further questions or concerns.</div>", "level": 0}], [{"value": "<div><b>Ad Serving Technology</b></div>", "level": 1}, {"value": "<div>We\n may feature advertising within our Services. The advertisers may \ncollect and use information about you, such as your session activity, \ndevice identifier, MAC address, IMEI, geo-location information and IP \naddress. They may use this information to provide advertisements of \ninterest to you. By using the Services you agree that such third party \nadvertisers may collect and use data and information in accordance with \nprivacy policy of the company providing the ad serving technology. A \nlink of the relevant privacy policies from ad serving companies that \noperate their own networks on our Services is set forth below. \n\"Pattarachanok Klinjan Apps\" is not responsible for the information \npractices of advertisers and partners. The collection, use, and \ndisclosure of information by advertisers and partners are subject to \ntheir respective privacy policies, which may differ from this Privacy \nPolicy.</div>", "level": 0}, {"value": "<div><b>Playing our games socially</b><br/><b>Interaction with third party social networks or platforms</b><br/>You may allow our Services to interact with a third party social network or platform, which will provide information about you to us. These applications or websites are created and maintained by a third party which is not a part of, or controlled by \"<span style=\"background-color:transparent;line-height:1.5\">Pattarachanok Klinjan Apps</span><span style=\"background-color:transparent;line-height:1.5\">\". You should ensure that you read their terms of service and privacy policies to understand how they treat your data and what data they might share with us.</span></div>", "level": 0}, {"value": "<div><br/>You understand that where you allow our Services to interact with any third party social network or platform, we may share data about you with your contacts (and vice versa) in order that you may enjoy playing socially (the â\u0080\u009cSocial Dataâ\u0080\u009d). This Social Data includes your name, your social media profile picture and your scores and/or progress in our games.<br/><br/>You can make changes to what data a third party social network or platform shares with us, or stop our Services interacting with that social network or platform by adjusting your settings with that third party provider, however you may find you are not able to enjoy all of the same features of our Services.</div>", "level": 0}, {"value": "<div><b>Notification of Changes </b><br/>\"Pattarachanok Klinjan\n Apps\"Â may edit this policy from time to time. If we make any \nsubstantial changes, we will prominently post a notice on this page to \nalert you of the change.  You are advised to consult this Privacy Policy\n regularly for any changes.<br/>Your Consent: By using our site or applications, you consent to our online privacy policy.</div>", "level": 0}, {"value": "<b>Third Party Ad Serving Companies</b>", "level": 0}, {"value": "<a href=\"https://www.google.com/policies/privacy/?hl=en_US\">https://www.google.com/policies/privacy/?hl=en_US</a>", "level": 0}, {"value": "<div><br/><div>Contacting Us<br/>If there are any questions regarding this privacy policy you may contact us using the information below.<br/><u>pattarachanokae@gmail.com</u><br/><div><font color=\"#555555\" face=\"Arial, Helvetica, Garuda, sans-serif\" size=\"3\"><br/></font></div></div></div>", "level": 0}, {"value": "<div id=\"sites-chrome-adminfooter-container\">\n<div class=\"sites-adminfooter\" role=\"navigation\" xmlns=\"http://www.w3.org/1999/xhtml\"><p><a class=\"sites-system-link\" href=\"https://accounts.google.com/ServiceLogin?continue=https://sites.google.com/site/pattarachanokprivacypolicy/home&amp;service=jotspot\">Sign in</a><span aria-hidden=\"true\">|</span><a class=\"sites-system-link\" href=\"/site/pattarachanokprivacypolicy/system/app/pages/recentChanges\">Recent Site Activity</a><span aria-hidden=\"true\">|</span><a class=\"sites-system-link\" href=\"https://sites.google.com/site/pattarachanokprivacypolicy/system/app/pages/reportAbuse\" target=\"_blank\">Report Abuse</a><span aria-hidden=\"true\">|</span><a class=\"sites-system-link\" href=\"javascript:;\" onclick=\"window.open(webspace.printUrl)\">Print Page</a><span aria-hidden=\"true\">|</span><span class=\"sites-system-link\">Powered By</span> <b class=\"powered-by\"><a href=\"http://sites.google.com/site\">Google Sites</a></b></p></div>\n</div>", "level": 0}]]