[[{"value": "<div class=\"grayText\"><strong>When do we collect information?</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">We collect information from you when you register on our site, subscribe to a newsletter, fill out a form  or enter information on our site.</div>", "level": 0}, {"value": "<div class=\"grayText\"><strong>How do we use your information? </strong></div>", "level": 0}, {"value": "<div class=\"innerText\"> We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:<br/><br/></div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> To personalize user's experience and to allow us to deliver the type of content and product offerings in which you are most interested.</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> To improve our website in order to better serve you.</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> To allow us to better service you in responding to your customer service requests.</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> To send periodic emails regarding your order or other products and services.</div>", "level": 0}], [{"value": "<div class=\"grayText\"><strong>Do we use 'cookies'?</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">Yes. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. For instance, we use cookies to help us remember and process the items in your shopping cart. They are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services. We also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</div>", "level": 0}], [{"value": "<div class=\"innerText\"><br/><strong>We use cookies to:</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">      <strong>•</strong> Understand and save user's preferences for future visits.</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> Keep track of advertisements.</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future. We may also use trusted third party services that track this information on our behalf.</div>", "level": 0}, {"value": "<div class=\"innerText\"><br/>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser (like Internet Explorer) settings. Each browser is a little different, so look at your browser's Help menu to learn the correct way to modify your cookies.<br/></div>", "level": 0}, {"value": "<div class=\"innerText\">If you disable cookies off, some features will be disabled It won't affect the users experience that make your site experience more efficient and some of our services will not function properly.</div>", "level": 0}], [{"value": "<div class=\"grayText\"><strong>Third Party Disclosure</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide you with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety. <br/><br/> However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses. </div>", "level": 0}], [{"value": "<div class=\"grayText\"><strong>Third party links</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">We do not include or offer third party products or services on our website.</div>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>Google</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">We along with third-party vendors, such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other third-party identifiers together to compile data regarding user interactions with ad impressions, and other ad service functions as they relate to our website. </div>", "level": 0}, {"value": "<div class=\"innerText\"><br/>Opting out:<br/>\n\t\t\t\t\tUsers can set preferences for how Google advertises to you using the Google Ad Settings page. Alternatively, you can opt out by visiting the Network Advertising initiative opt out page or permanently using the Google Analytics Opt Out Browser add on.</div>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>California Online Privacy Protection Act</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.  The law's reach stretches well beyond California to require a person or company in the United States (and conceivably the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy. -  See more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf<br/></div>", "level": 0}], [{"value": "<div class=\"innerText\"><br/><strong>According to CalOPPA we agree to the following:</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">Users can visit our site anonymously</div>", "level": 0}, {"value": "<div class=\"innerText\">Once this privacy policy is created, we will add a link to it on our home page, or as a minimum on the first significant page after entering our website.</div>", "level": 0}, {"value": "<div class=\"innerText\">Our Privacy Policy link includes the word 'Privacy', and can be easily be found on the page specified above.</div>", "level": 0}, {"value": "<div class=\"innerText\"><br/>Users will be notified of any privacy policy changes:</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> On our Privacy Policy Page</div>", "level": 0}, {"value": "<div class=\"innerText\">Users are able to change their personal information:</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> By emailing us</div>", "level": 0}], [{"value": "<div class=\"innerText\"><br/><strong>How does our site handle do not track signals?</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">We honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place. </div>", "level": 0}], [{"value": "<div class=\"innerText\"><br/><strong>Does our site allow third party behavioral tracking?</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">It's also important to note that we allow third party behavioral tracking</div>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>COPPA (Children Online Privacy Protection Act)</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">When it comes to the collection of personal information from children under 13, the Children's Online Privacy Protection Act (COPPA) puts parents in control.  The Federal Trade Commission, the nation's consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.<br/><br/></div>", "level": 0}, {"value": "<div class=\"innerText\">We do not specifically market to children under 13.</div>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>Fair Information Practices</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.<br/><br/></div>", "level": 0}, {"value": "<div class=\"innerText\"><strong>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</strong></div>", "level": 0}, {"value": "<div class=\"innerText\">We will notify the users via email</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> Within 7 business days</div>", "level": 0}, {"value": "<div class=\"innerText\">We will notify the users via in site notification</div>", "level": 0}, {"value": "<div class=\"innerText\">      <strong>•</strong> Within 7 business days</div>", "level": 0}, {"value": "<div class=\"innerText\"><br/>We also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors.</div>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>CAN SPAM Act</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.<br/><br/></div>", "level": 0}], [{"value": "<div class=\"innerText\"><strong>We collect your email address in order to:</strong></div>", "level": 1}], [{"value": "<div class=\"innerText\"><br/><strong>To be in accordance with CANSPAM we agree to the following:</strong></div>", "level": 1}, {"value": "<div class=\"innerText\"><strong><br/>If at any time you would like to unsubscribe from receiving future emails, you can email us at \nsupport@dezol.com</strong></div>", "level": 0}, {"value": "<strong>ALL</strong>", "level": 0}], [{"value": "<div class=\"blueText\"><strong>Contacting Us</strong></div>", "level": 1}, {"value": "<div class=\"innerText\">If there are any questions regarding this privacy policy you may contact us using the information below.<br/><br/></div>", "level": 0}, {"value": "<div class=\"innerText\">\nDezol.com</div>", "level": 0}, {"value": "<div class=\"innerText\">P.O. Box 1313</div>", "level": 0}, {"value": "<div class=\"innerText\">USA</div>", "level": 0}, {"value": "<div class=\"innerText\">support@dezol.com</div>", "level": 0}, {"value": "<div class=\"innerText\"><br/>Last Edited on 2015-05-07</div>", "level": 0}]]