[[{"value": "<h1 id=\"logo\"><a href=\"https://www.bookemon.com/\">Bookemon, writing children's books, make cookbook, recipe journal, poetry journal, family history book<span></span></a></h1>", "level": 9}, {"value": "<nav class=\"bmtopmeu\" style=\"margin-left:15px\">\n<ul>\n<li>\n<span class=\"menulabel\" style=\"width:110px;\"><a href=\"/why-bookemon\" style=\"color:white\">Why Bookemon</a></span>\n<!-- <ul class=\"hid hid1\"> \n\t\t\t\t\t\t\t<a href=\"/why-bookemon\"><li>WhyBookemon</li></a>\n\t\t\t\t\t\t</ul> -->\n</li>\n<li>\n<span class=\"menulabel\" onclick=\"window.location='/create-book'\">CREATE<i class=\"fa fa-chevron-down\"></i></span>\n<ul class=\"hid hid1\">\n<a href=\"/create-book-quick-and-easy\"><li>Quick and Easy</li></a>\n<a href=\"/book-from-template.html\"><li>From Template</li></a>\n<a href=\"/create-book/document\"><li>From Documents</li></a>\n<a href=\"/creative-author-press\"><li>Creative Author Press</li></a>\n<!-- <a href=\"/create-book-product-information\"><li>Product Information</li></a> -->\n</ul>\n</li>\n<li>\n<span class=\"menulabel\" onclick=\"window.location='/educator-home'\">EDUCATION<i class=\"fa fa-chevron-down\"></i></span>\n<ul class=\"hid hid1\">\n<a href=\"/edcenter-home\"><li>edCenters</li></a>\n<a href=\"/create-book-group-book-project\"><li>Group Book Project</li></a>\n<a href=\"/student-book-publishing\"><li>Student Book Publishing</li></a>\n</ul>\n</li>\n<li>\n<span class=\"menulabel\" onclick=\"window.location='/explore-book'\">BROWSE<i class=\"fa fa-chevron-down\"></i></span>\n<ul class=\"hid hid1\">\n<a href=\"/explore-book/view-featured\"><li>Featured Books</li></a>\n<a href=\"/explore-book/view-most-liked\"><li>Most Liked</li></a>\n<a href=\"/forum\"><li>Forum</li></a>\n<a href=\"http://blog.bookemon.com/\" target=\"_blank\"><li>Blog</li></a>\n<a href=\"/mobile-app\"><li>Mobile Apps</li></a>\n</ul>\n</li>\n<li style=\"width:68px\">\n<span class=\"menulabel2\" onclick=\"window.location='/stores'\">STORES<i class=\"fa fa-chevron-down\"></i></span>\n<ul class=\"hid hid1\">\n<a href=\"/bookstore\"><li>Best Sellers</li></a>\n<a href=\"/stores#giftideas\"><li>Gift Ideas</li></a>\n<a href=\"/creative-author-press\"><li>Creative Author Press</li></a>\n<a href=\"/gift-cards\"><li>Bookemon Gift Cards</li></a>\n</ul>\n</li>\n</ul>\n</nav>", "level": 0}, {"value": "<div id=\"top-tool-bar\" style=\"width:280px\">\n<a href=\"\" onclick=\"$.facebox({ ajax:'/report_feedback_pop.php?'}, 'content');return false;\"><i class=\"fa fa-comment\" style=\"font-size:18px\">  </i></a>\n<a href=\"/register.php\">Sign Up  </a>\n<a href=\"/login.php\">Sign In  </a>\n\t\t\t\t\t\t\n\t\t\t  \n\t\t\t<a href=\"/help/section/order-related\"><img src=\"/site2016/images/help-icon.png\"/></a>\n</div>", "level": 0}, {"value": "<div id=\"search-bar\" style=\"width:280px\">\n<form action=\"/book_search.php\" id=\"queryform\" method=\"get\" name=\"queryform\" onsubmit=\"return checkQueryForm(document.queryform)\" rel=\"nofollow\">\n<input name=\"query\" placeholder=\"Search\" style=\"width:110px;\" type=\"text\"/>\n<select name=\"searchtype\">\n<option value=\"book\">Book Titles</option>\n<option value=\"ppl\">People</option>\n<option value=\"author\">Authors</option>\n<option value=\"content\">Book Content</option>\n<option value=\"bmsite\">BM Site</option>\n<option value=\"edcenter\">edCenters</option>\n</select>\n<input name=\"go\" type=\"submit\" value=\"\"/>\n</form>\n</div>", "level": 0}, {"value": "<div class=\"box\">\n<h3>Bookemon - Privacy Notice</h3>\n<p style=\"line-height:20px;\"><strong>Bookemon Inc.</strong>\n(\"Bookemon\") recognizes that its customers, visitors, users, and\nothers (collectively or individually \"Member\" or \"you\") who\nuse <a href=\"http://www.bookemon.com/\">www.Bookemon.com</a> or other web sites\nowned or operated by Bookemon (the \"Sites\") value their privacy. This\nPrivacy Notice details important information regarding the use and disclosure\nof User information collected on the Sites. Bookemon provides this Privacy\nNotice to help you make an informed decision about whether to use or continue\nusing the Sites.</p>\n<p style=\"line-height:20px;margin:15px 0;\">This Privacy Notice is given in conjunction with the <a href=\"/res/Bookemon%20Membership%20Agreement.pdf\"><b>Bookemon\nMembership Agreement</b></a>. Your use of the Sites and any personal information\nyou provide on the Sites remains subject to the terms of this Privacy Notice\nand our Membership Agreement.</p>\n<p style=\"line-height:20px;margin:15px 0;\">Please note that any Digital and Printed content\n(\"Content\") that may consist of information, data, text, photographs,\ngraphics, messages or other materials posted or published at the direction of\nmembers onto the Sites becomes published content and is not considered\npersonally identifiable information subject to this Privacy Notice.</p>\n<h5>1. The Information Bookemon Collects</h5>\n<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>User Provided Information:</strong><br/>You provide certain personally identifiable information (such\n     as your name and email address and age to\n     authenticate members and to send notifications to those Members) to\n     Bookemon when choosing to participate in various activities on the Sites\n     such as creating and building books, posting messages in our forums or in\n     the books comments area, entering contests or sweepstakes, taking\n     advantage of promotions, responding to surveys, or subscribing to\n     newsletters or other mailing lists. Bookemon also collects other profile\n     data including but not limited to: personal interests, gender, age,\n     education and occupation in order to assist Members in finding and\n     communicating with each other</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Cookies Information:</strong><br/>\nWhen you visit the Sites, we may send one or more cookies - a\n     small text file containing a string of alphanumeric characters - to your computer\n     that uniquely identifies your browser. Bookemon uses both session cookies\n     and persistent cookies. A persistent cookie remains after you close your\n     browser. Persistent cookies may be used by your browser on subsequent\n     visits to the Sites. Persistent cookies can be removed by following your\n     web browser help file directions. A session cookie is temporary and\n     disappears after you close your browser. You can reset your web browser to\n     refuse all cookies or to indicate when a cookie is being sent. However,\n     some features of the Sites may not function properly if the ability to\n     accept cookies is disabled.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Log File Information:</strong><br/>\nWhen you use the Sites, our servers automatically record\n     certain information that your web browser sends whenever you visit any\n     website. These server logs may include information such as your web\n     request, Internet Protocol (\"IP\") address, browser type, browser\n     language, referring / exit pages and URLs, platform type, number of\n     clicks, domain names, landing pages, pages viewed and the order of those\n     pages, the amount of time spent on particular pages, the date and time of\n     your request, and one or more cookies that may uniquely identify your\n     browser.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Usage Information:</strong><br/>\nWhen you use the Sites, we may employ Web Beacons, which are\n     used to track the online usage patterns of our Members anonymously (i.e.,\n     in a non-personally-identifiable manner). By turning off the browser's\n     cookies, Members will prevent Web beacons from tracking the User's\n     activity.</li>\n</ul>\n<h5>2. The Way Bookemon Uses Information</h5>\n<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">If you submit personally identifiable\n     information to us through the Sites, then we use your personal information\n     to operate, maintain, and provide to you the features and functionality of\n     the Sites.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">Any personal information that you\n     voluntarily disclose online (on discussion boards, in messages and chat\n     areas, within your public profile page, etc.) becomes publicly available\n     and can be collected and used by others. Your account name (not your email\n     address) is displayed to other Members when you upload content or send\n     messages through the Sites and other Members can contact you through\n     messages and comments. Any content that you submit to the Sites may be\n     redistributed through the Internet and other media channels, and may be\n     viewed by the general public.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do not use your email address or other\n     personally identifiable information to send commercial or marketing\n     messages without your consent or except as part of a specific program or\n     feature for which you will have the ability to opt-in or opt-out. We may,\n     however, use your email address without further consent for non-marketing\n     or administrative purposes (such as notifying you of major Sites changes\n     or for customer service purposes).</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We use both your personally identifiable\n     information and certain non-personally-identifiable information (such as\n     anonymous User usage data, cookies, IP addresses, browser type,\n     clickstream data, etc.) to improve the quality and design of the Sites and\n     to create new features, promotions, functionality, and services by\n     storing, tracking, and analyzing User preferences and trends.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We use cookies, web beacons, and log file\n     information to: (a) remember information so that you will not have to\n     re-enter it during your visit or the next time you visit the Sites; (b)\n     provide custom, personalized content and information; (c) monitor the\n     effectiveness of our marketing campaigns; (d) monitor aggregate metrics\n     such as total number of visitors, pages viewed, etc.; and (e) track your\n     entries, submissions, and status in promotions, sweepstakes, and contests.</li>\n</ul>\n<h5>3. When Bookemon Discloses Information</h5>\n<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We provide personally identifiable\n     information and non-personally-identifiable information to our\n     subsidiaries, affiliated companies, or other businesses or persons for the\n     purpose of processing such information on our behalf. We require that\n     these parties agree to process such information in compliance with our\n     privacy policy, and we use reasonable efforts to limit their use of such\n     information and to use other appropriate confidentiality and security\n     measures.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do not share your personally\n     identifiable information (such as name or email address) with other,\n     third-party companies for their commercial or marketing use without your\n     consent or except as part of a specific program or feature for which you\n     will have the ability to opt-in or opt-out.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do share non-personally-identifiable\n     information (such as anonymous User usage data, referring / exit pages and\n     URLs, platform types, number of clicks, etc.) with interested third\n     parties to assist them in understanding the usage patterns for certain\n     content, services, advertisements, promotions, and/or functionality on the\n     Sites.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We may release personally identifiable\n     information and/or non-personally-identifiable information if required to\n     do so by law, or in the good-faith belief that such action is necessary to\n     comply with state and federal laws (such as U.S. Copyright Law) or respond\n     to a court order, subpoena, or search warrant.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">Bookemon also reserves the right to\n     disclose personally identifiable information and/or\n     non-personally-identifiable information that Bookemon believes, in good\n     faith, is appropriate or necessary to enforce our Membership Agreement,\n     take precautions against liability, to investigate and defend itself\n     against any third-party claims or allegations, to assist government\n     enforcement agencies, to protect the security or integrity of our sites,\n     and to protect the rights, property, or personal safety of Bookemon, our\n     Members or others.</li>\n</ul>\n<h5>4. Your Choices About Privacy</h5>\n<p style=\"line-height:20px;margin:15px 0;\">You may, of course, decline to submit personally\nidentifiable information through the Sites, in which case Bookemon may not be\nable to provide certain services to you. You may update or correct your\npersonal profile information and email preferences at any time by visiting your\naccount profile page. Please note that media files uploaded by Members to the\nSites cannot be removed and remain subject to our Membership Agreement.</p>\n<p style=\"line-height:20px;margin:15px 0;\">To protect your privacy and security, we take reasonable\nsteps (such as requesting a unique password) to verify your identity before\ngranting you profile access or making corrections. You are responsible for\nmaintaining the secrecy of your unique password and account information at all\ntimes.</p>\n<p style=\"line-height:20px;margin:15px 0;\">Please contact Bookemon with any questions or comments\nabout this Privacy Notice, your personal information, your consent, or your\nopt-in or opt-out choices using this contact format.</p>\n<h5>5. Third-party Advertisers, Links to Other Sites</h5>\n<p style=\"line-height:20px;margin:15px 0;\">Bookemon allows other companies, called third-party ad\nservers or ad networks, to serve advertisements within the Sites. These\nthird-party ad servers or ad networks use technology to send, directly to your\nbrowser, the advertisements and links that appear on the Sites. They\nautomatically receive your IP address when this happens. They may also use\nother technologies (such as cookies, JavaScript, or Web Beacons) to measure the\neffectiveness of their advertisements and to personalize the advertising\ncontent you see.</p>\n<p style=\"line-height:20px;margin:15px 0;\">Bookemon does not provide any personally identifiable\ninformation to these third-party ad servers or ad networks without your consent\nor except as part of a specific program or feature for which you will have the\nability to opt-in or opt-out. However, please note that if an advertiser asks\nBookemon to show an advertisement to a certain audience (for example, men ages\n18-34) or audience segment (for example, men ages 18-24 who have viewed certain\nchannels of content) and you respond to that advertisement, the advertiser or\nad-server may conclude that you fit the description of the audience they are trying\nto reach. The advertiser may also use information regarding your use of the\nSites; such as the number of times you viewed an ad (but not any personally\nidentifiable information), to determine which ads to deliver to you.</p>\n<p style=\"line-height:20px;margin:15px 0;\">You should consult the respective privacy policies of these\nthird-party ad servers or ad networks for more information on their practices\nand for instructions on how to opt-out of certain practices. Bookemon's privacy\npolicy does not apply to, and we cannot control the activities of, such other\nadvertisers or web sites.</p>\n<h5>6. Our Commitment To Data Security</h5>\n<p style=\"line-height:20px;margin:15px 0;\">Bookemon uses commercially reasonable physical, managerial,\nand technical safeguards to preserve the integrity and security of your\npersonal information. We cannot, however, ensure or warrant the security of any\ninformation you transmit to Bookemon and you do so at your own risk. Once we\nreceive your transmission of information, Bookemon makes commercially\nreasonable efforts to ensure the security of our systems. However, please note\nthat this is not a guarantee that such information may not be accessed,\ndisclosed, altered, or destroyed by breach of any of our physical, technical,\nor managerial safeguards.</p>\n<p style=\"line-height:20px;margin:15px 0;\">If Bookemon learns of a security systems breach, then we\nmay attempt to notify you electronically so that you can take appropriate\nprotective steps. Bookemon may post a notice on the Sites if a security breach\noccurs. Depending on where you live, you may have a legal right to receive\nnotice of a security breach in writing. To receive a free written notice of a\nsecurity breach (or to withdraw your consent from receiving electronic notice)\nyou should notify us.</p>\n<h5>7. Our Commitment To Children's Privacy</h5>\n<p style=\"line-height:20px;margin:15px 0;\">Protecting the privacy of young children is especially\nimportant. For that reason, Bookemon does not knowingly collect or maintain\npersonally identifiable information or non-personally-identifiable information\non the Sites from persons under 13 years of age, and no part of our website is\ndirected to persons under 13. If you are under 13 years of age, then please do\nnot use or access the Sites at any time or in any manner. If Bookemon learns\nthat personally identifiable information of persons under 13 years of age has\nbeen collected on the Sites without verified parental consent, then Bookemon will\ntake the appropriate steps to delete this information.</p>\n<h5>8. Special Note to International Members</h5>\n<p style=\"line-height:20px;margin:15px 0;\">The Sites are intended for and directed to Members in the United States. If you are a User accessing the Sites from the European Union, Asia, or any\nother region with laws or regulations governing personal data collection, use,\nand disclosure, that differ from United States laws, you have the option to\ndiscontinue use of the Sites and notify Bookemon (<a href=\"mailto:info@bookemon.com\">info@bookemon.com</a>) to remove your\npersonal information or consent to be governed under United States laws by your\ncontinued use of the Sites. </p>\n<h5>9. In the Event of Merger, Sale, or Bankruptcy</h5>\n<p style=\"line-height:20px;margin:15px 0;\">In the event that Bookemon is acquired by or merged with a\nthird party entity, we reserve the right, in any of these circumstances, to\ntransfer or assign the information we have collected from our Members as part\nof such merger, acquisition, sale, or other change of control. In the unlikely\nevent of our bankruptcy, insolvency, reorganization, receivership, or\nassignment for the benefit of creditors, or the application of laws or\nequitable principles affecting creditors' rights generally, we may not be able\nto control how your personal information is treated, transferred, or used.</p>\n<h5>10. Changes and updates to this Privacy Notice</h5>\n<p style=\"line-height:20px;margin:15px 0;\">This Privacy Notice may be revised periodically and this\nwill be reflected by the \"effective date\" below. Please revisit this\npage to stay aware of any changes. In general, we only use your personal\ninformation in the manner described in the Privacy Notice in effect when we\nreceived the personal information you provided. Your continued use of the Sites\nconstitutes your agreement to this Privacy Notice and any future revisions.</p>\n<p style=\"line-height:20px;margin:15px 0;\">For revisions to this Privacy Notice that may be materially\nless restrictive on our use or disclosure of the personal information you have\nalready provided to us, we will attempt to obtain your consent before\nimplementing such revisions with respect to such information.</p>\n<p style=\"line-height:20px;margin:15px 0;\"><strong>Date Last Modified:</strong><br/>\nThis Privacy Notice was last modified June, 2008.</p>\n<p style=\"line-height:20px;margin:15px 0;\"><strong>Contact Information:</strong><br/>\nPlease contact Bookemon (<a href=\"mailto:info@bookemon.com\">info@bookemon.com</a>)\nwith any questions or comments about this Privacy Notice.</p>\n<div class=\"clearer\"> </div>\n</div>", "level": 0}], [{"value": "<h3>Bookemon - Privacy Notice</h3>", "level": 7}, {"value": "<p style=\"line-height:20px;\"><strong>Bookemon Inc.</strong>\n(\"Bookemon\") recognizes that its customers, visitors, users, and\nothers (collectively or individually \"Member\" or \"you\") who\nuse <a href=\"http://www.bookemon.com/\">www.Bookemon.com</a> or other web sites\nowned or operated by Bookemon (the \"Sites\") value their privacy. This\nPrivacy Notice details important information regarding the use and disclosure\nof User information collected on the Sites. Bookemon provides this Privacy\nNotice to help you make an informed decision about whether to use or continue\nusing the Sites.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">This Privacy Notice is given in conjunction with the <a href=\"/res/Bookemon%20Membership%20Agreement.pdf\"><b>Bookemon\nMembership Agreement</b></a>. Your use of the Sites and any personal information\nyou provide on the Sites remains subject to the terms of this Privacy Notice\nand our Membership Agreement.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Please note that any Digital and Printed content\n(\"Content\") that may consist of information, data, text, photographs,\ngraphics, messages or other materials posted or published at the direction of\nmembers onto the Sites becomes published content and is not considered\npersonally identifiable information subject to this Privacy Notice.</p>", "level": 0}], [{"value": "<h5>1. The Information Bookemon Collects</h5>", "level": 5}, {"value": "<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>User Provided Information:</strong><br/>You provide certain personally identifiable information (such\n     as your name and email address and age to\n     authenticate members and to send notifications to those Members) to\n     Bookemon when choosing to participate in various activities on the Sites\n     such as creating and building books, posting messages in our forums or in\n     the books comments area, entering contests or sweepstakes, taking\n     advantage of promotions, responding to surveys, or subscribing to\n     newsletters or other mailing lists. Bookemon also collects other profile\n     data including but not limited to: personal interests, gender, age,\n     education and occupation in order to assist Members in finding and\n     communicating with each other</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Cookies Information:</strong><br/>\nWhen you visit the Sites, we may send one or more cookies - a\n     small text file containing a string of alphanumeric characters - to your computer\n     that uniquely identifies your browser. Bookemon uses both session cookies\n     and persistent cookies. A persistent cookie remains after you close your\n     browser. Persistent cookies may be used by your browser on subsequent\n     visits to the Sites. Persistent cookies can be removed by following your\n     web browser help file directions. A session cookie is temporary and\n     disappears after you close your browser. You can reset your web browser to\n     refuse all cookies or to indicate when a cookie is being sent. However,\n     some features of the Sites may not function properly if the ability to\n     accept cookies is disabled.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Log File Information:</strong><br/>\nWhen you use the Sites, our servers automatically record\n     certain information that your web browser sends whenever you visit any\n     website. These server logs may include information such as your web\n     request, Internet Protocol (\"IP\") address, browser type, browser\n     language, referring / exit pages and URLs, platform type, number of\n     clicks, domain names, landing pages, pages viewed and the order of those\n     pages, the amount of time spent on particular pages, the date and time of\n     your request, and one or more cookies that may uniquely identify your\n     browser.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\"><strong>Usage Information:</strong><br/>\nWhen you use the Sites, we may employ Web Beacons, which are\n     used to track the online usage patterns of our Members anonymously (i.e.,\n     in a non-personally-identifiable manner). By turning off the browser's\n     cookies, Members will prevent Web beacons from tracking the User's\n     activity.</li>\n</ul>", "level": 0}], [{"value": "<h5>2. The Way Bookemon Uses Information</h5>", "level": 5}, {"value": "<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">If you submit personally identifiable\n     information to us through the Sites, then we use your personal information\n     to operate, maintain, and provide to you the features and functionality of\n     the Sites.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">Any personal information that you\n     voluntarily disclose online (on discussion boards, in messages and chat\n     areas, within your public profile page, etc.) becomes publicly available\n     and can be collected and used by others. Your account name (not your email\n     address) is displayed to other Members when you upload content or send\n     messages through the Sites and other Members can contact you through\n     messages and comments. Any content that you submit to the Sites may be\n     redistributed through the Internet and other media channels, and may be\n     viewed by the general public.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do not use your email address or other\n     personally identifiable information to send commercial or marketing\n     messages without your consent or except as part of a specific program or\n     feature for which you will have the ability to opt-in or opt-out. We may,\n     however, use your email address without further consent for non-marketing\n     or administrative purposes (such as notifying you of major Sites changes\n     or for customer service purposes).</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We use both your personally identifiable\n     information and certain non-personally-identifiable information (such as\n     anonymous User usage data, cookies, IP addresses, browser type,\n     clickstream data, etc.) to improve the quality and design of the Sites and\n     to create new features, promotions, functionality, and services by\n     storing, tracking, and analyzing User preferences and trends.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We use cookies, web beacons, and log file\n     information to: (a) remember information so that you will not have to\n     re-enter it during your visit or the next time you visit the Sites; (b)\n     provide custom, personalized content and information; (c) monitor the\n     effectiveness of our marketing campaigns; (d) monitor aggregate metrics\n     such as total number of visitors, pages viewed, etc.; and (e) track your\n     entries, submissions, and status in promotions, sweepstakes, and contests.</li>\n</ul>", "level": 0}], [{"value": "<h5>3. When Bookemon Discloses Information</h5>", "level": 5}, {"value": "<ul type=\"disc\">\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We provide personally identifiable\n     information and non-personally-identifiable information to our\n     subsidiaries, affiliated companies, or other businesses or persons for the\n     purpose of processing such information on our behalf. We require that\n     these parties agree to process such information in compliance with our\n     privacy policy, and we use reasonable efforts to limit their use of such\n     information and to use other appropriate confidentiality and security\n     measures.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do not share your personally\n     identifiable information (such as name or email address) with other,\n     third-party companies for their commercial or marketing use without your\n     consent or except as part of a specific program or feature for which you\n     will have the ability to opt-in or opt-out.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We do share non-personally-identifiable\n     information (such as anonymous User usage data, referring / exit pages and\n     URLs, platform types, number of clicks, etc.) with interested third\n     parties to assist them in understanding the usage patterns for certain\n     content, services, advertisements, promotions, and/or functionality on the\n     Sites.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">We may release personally identifiable\n     information and/or non-personally-identifiable information if required to\n     do so by law, or in the good-faith belief that such action is necessary to\n     comply with state and federal laws (such as U.S. Copyright Law) or respond\n     to a court order, subpoena, or search warrant.</li>\n<li style=\"font-size:12px;line-height:20px;margin:0 0 10px 0;\">Bookemon also reserves the right to\n     disclose personally identifiable information and/or\n     non-personally-identifiable information that Bookemon believes, in good\n     faith, is appropriate or necessary to enforce our Membership Agreement,\n     take precautions against liability, to investigate and defend itself\n     against any third-party claims or allegations, to assist government\n     enforcement agencies, to protect the security or integrity of our sites,\n     and to protect the rights, property, or personal safety of Bookemon, our\n     Members or others.</li>\n</ul>", "level": 0}], [{"value": "<h5>4. Your Choices About Privacy</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">You may, of course, decline to submit personally\nidentifiable information through the Sites, in which case Bookemon may not be\nable to provide certain services to you. You may update or correct your\npersonal profile information and email preferences at any time by visiting your\naccount profile page. Please note that media files uploaded by Members to the\nSites cannot be removed and remain subject to our Membership Agreement.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">To protect your privacy and security, we take reasonable\nsteps (such as requesting a unique password) to verify your identity before\ngranting you profile access or making corrections. You are responsible for\nmaintaining the secrecy of your unique password and account information at all\ntimes.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Please contact Bookemon with any questions or comments\nabout this Privacy Notice, your personal information, your consent, or your\nopt-in or opt-out choices using this contact format.</p>", "level": 0}], [{"value": "<h5>5. Third-party Advertisers, Links to Other Sites</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Bookemon allows other companies, called third-party ad\nservers or ad networks, to serve advertisements within the Sites. These\nthird-party ad servers or ad networks use technology to send, directly to your\nbrowser, the advertisements and links that appear on the Sites. They\nautomatically receive your IP address when this happens. They may also use\nother technologies (such as cookies, JavaScript, or Web Beacons) to measure the\neffectiveness of their advertisements and to personalize the advertising\ncontent you see.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Bookemon does not provide any personally identifiable\ninformation to these third-party ad servers or ad networks without your consent\nor except as part of a specific program or feature for which you will have the\nability to opt-in or opt-out. However, please note that if an advertiser asks\nBookemon to show an advertisement to a certain audience (for example, men ages\n18-34) or audience segment (for example, men ages 18-24 who have viewed certain\nchannels of content) and you respond to that advertisement, the advertiser or\nad-server may conclude that you fit the description of the audience they are trying\nto reach. The advertiser may also use information regarding your use of the\nSites; such as the number of times you viewed an ad (but not any personally\nidentifiable information), to determine which ads to deliver to you.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">You should consult the respective privacy policies of these\nthird-party ad servers or ad networks for more information on their practices\nand for instructions on how to opt-out of certain practices. Bookemon's privacy\npolicy does not apply to, and we cannot control the activities of, such other\nadvertisers or web sites.</p>", "level": 0}], [{"value": "<h5>6. Our Commitment To Data Security</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Bookemon uses commercially reasonable physical, managerial,\nand technical safeguards to preserve the integrity and security of your\npersonal information. We cannot, however, ensure or warrant the security of any\ninformation you transmit to Bookemon and you do so at your own risk. Once we\nreceive your transmission of information, Bookemon makes commercially\nreasonable efforts to ensure the security of our systems. However, please note\nthat this is not a guarantee that such information may not be accessed,\ndisclosed, altered, or destroyed by breach of any of our physical, technical,\nor managerial safeguards.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">If Bookemon learns of a security systems breach, then we\nmay attempt to notify you electronically so that you can take appropriate\nprotective steps. Bookemon may post a notice on the Sites if a security breach\noccurs. Depending on where you live, you may have a legal right to receive\nnotice of a security breach in writing. To receive a free written notice of a\nsecurity breach (or to withdraw your consent from receiving electronic notice)\nyou should notify us.</p>", "level": 0}], [{"value": "<h5>7. Our Commitment To Children's Privacy</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">Protecting the privacy of young children is especially\nimportant. For that reason, Bookemon does not knowingly collect or maintain\npersonally identifiable information or non-personally-identifiable information\non the Sites from persons under 13 years of age, and no part of our website is\ndirected to persons under 13. If you are under 13 years of age, then please do\nnot use or access the Sites at any time or in any manner. If Bookemon learns\nthat personally identifiable information of persons under 13 years of age has\nbeen collected on the Sites without verified parental consent, then Bookemon will\ntake the appropriate steps to delete this information.</p>", "level": 0}], [{"value": "<h5>8. Special Note to International Members</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">The Sites are intended for and directed to Members in the United States. If you are a User accessing the Sites from the European Union, Asia, or any\nother region with laws or regulations governing personal data collection, use,\nand disclosure, that differ from United States laws, you have the option to\ndiscontinue use of the Sites and notify Bookemon (<a href=\"mailto:info@bookemon.com\">info@bookemon.com</a>) to remove your\npersonal information or consent to be governed under United States laws by your\ncontinued use of the Sites. </p>", "level": 0}], [{"value": "<h5>9. In the Event of Merger, Sale, or Bankruptcy</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">In the event that Bookemon is acquired by or merged with a\nthird party entity, we reserve the right, in any of these circumstances, to\ntransfer or assign the information we have collected from our Members as part\nof such merger, acquisition, sale, or other change of control. In the unlikely\nevent of our bankruptcy, insolvency, reorganization, receivership, or\nassignment for the benefit of creditors, or the application of laws or\nequitable principles affecting creditors' rights generally, we may not be able\nto control how your personal information is treated, transferred, or used.</p>", "level": 0}], [{"value": "<h5>10. Changes and updates to this Privacy Notice</h5>", "level": 5}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">This Privacy Notice may be revised periodically and this\nwill be reflected by the \"effective date\" below. Please revisit this\npage to stay aware of any changes. In general, we only use your personal\ninformation in the manner described in the Privacy Notice in effect when we\nreceived the personal information you provided. Your continued use of the Sites\nconstitutes your agreement to this Privacy Notice and any future revisions.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\">For revisions to this Privacy Notice that may be materially\nless restrictive on our use or disclosure of the personal information you have\nalready provided to us, we will attempt to obtain your consent before\nimplementing such revisions with respect to such information.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\"><strong>Date Last Modified:</strong><br/>\nThis Privacy Notice was last modified June, 2008.</p>", "level": 0}, {"value": "<p style=\"line-height:20px;margin:15px 0;\"><strong>Contact Information:</strong><br/>\nPlease contact Bookemon (<a href=\"mailto:info@bookemon.com\">info@bookemon.com</a>)\nwith any questions or comments about this Privacy Notice.</p>", "level": 0}], [{"value": "<h3>Book Ideas</h3>", "level": 7}, {"value": "<ul class=\"first\">\n<li><a href=\"/make-anniversary-book\">Anniversary</a></li>\n<li><a href=\"/make-biography-book\">Biography</a></li>\n<li><a href=\"/make-birthday-book\">Birthday</a></li>\n<li><a href=\"/make-blog-book\">Blog Book</a></li>\n</ul>", "level": 0}, {"value": "<ul>\n<li><a href=\"/make-celebration-book\">Celebration</a></li>\n<li><a href=\"/make-children-book\">Children</a></li>\n<li><a href=\"/make-class-book\">Class Book</a></li>\n<li><a href=\"/make-comic-book\">Comic Book</a></li>\n<li><a href=\"/make-cook-book\">Cookbook</a></li>\n<li><a href=\"/make-pdf-book\">Document</a></li>\n</ul>", "level": 0}, {"value": "<ul>\n<li><a href=\"/make-family-book\">Family</a></li>\n<li><a href=\"/make-family-history-book\">Family History</a></li>\n<li><a href=\"/make-family-recipes-book\">Family Recipes</a></li>\n<li><a href=\"/make-fiction-book\">Fiction</a></li>\n<li><a href=\"/make-holidays-book\">Holidays</a></li>\n<li><a href=\"/make-how-to-book\">How-To</a></li>\n</ul>", "level": 0}, {"value": "<ul>\n<li><a href=\"/make-journal-book\">Journal</a></li>\n<li><a href=\"/make-pet-book\">Pet</a></li>\n<li><a href=\"/make-photo-book\">Photobook</a></li>\n<li><a href=\"/make-poetry-book\">Poetry</a></li>\n<li><a href=\"/make-portfolio-book\">Portfolio</a></li>\n<li><a href=\"/make-presentation-book\">Presentation</a></li>\n<li><a href=\"/make-relationships-book\">Relationships</a></li>\n</ul>", "level": 0}, {"value": "<ul>\n<li><a href=\"/make-religion-book\">Religion Book</a></li>\n<li><a href=\"/make-reunion-book\">Reunion</a></li>\n<li><a href=\"/make-school-book\">School</a></li>\n<li><a href=\"/make-special-event-book\">Special Event</a></li>\n<li><a href=\"/make-storybook\">Storybook</a></li>\n</ul>", "level": 0}, {"value": "<ul>\n<li><a href=\"/make-teen-book\">Teen</a></li>\n<li><a href=\"/make-travel-book\">Travel</a></li>\n<li><a href=\"/make-wedding-book\">Wedding</a></li>\n<li><a href=\"/make-writings-book\">Writings</a></li>\n<li><a href=\"/make-yearbook\">Yearbook</a></li>\n</ul>", "level": 0}, {"value": "<div>\n<h3>Purchasing</h3>\n</div>", "level": 0}], [{"value": "<h3>Purchasing</h3>", "level": 7}, {"value": "<ul class=\"first\">\n<li><a href=\"/tool_calc.php?style=popup&amp;\" onclick=\"$.facebox({ ajax:'/tool_calc.php?'}, 'content_w3');return false;\" target=\"PriceCalculator\">Book Price Calculator</a></li>\n<li><a href=\"/help/section/order-related#shipping-cost\">Shipping</a></li>\n<li><a href=\"/help/section/cap#how-to-buy-cap\">Buy CAP package</a></li>\n<li><a href=\"/gift-cards\">Buy Gift Card</a></li>\n<li><a href=\"/help/section/educator-program#educator-program-discounts\">Educator Discount</a></li>\n<li><a href=\"/help/section/order-related#product-offerings\">Book in print Price and <br/>Book Formats</a></li>\n</ul>", "level": 0}, {"value": "<div>\n<h3>Customer Support</h3>\n</div>", "level": 0}], [{"value": "<h3>Customer Support</h3>", "level": 7}, {"value": "<ul class=\"first\">\n<li><a href=\"/page/buzz\">Customer Testimonials</a></li>\n<li><a href=\"/help/section/faq\">Common Questions</a></li>\n<li><a href=\"/page/contact\">Contact Support</a></li>\n<li><a href=\"/page/agreement\">User Agreement</a></li>\n<li><a href=\"/report_abuse.php?http_referer=%2Fpage%2Fprivacy\" rel=\"nofollow\">Report Abuse</a></li>\n</ul>", "level": 0}, {"value": "<div>\n<h3>Share</h3>\n</div>", "level": 0}], [{"value": "<h3>Share</h3>", "level": 7}, {"value": "<ul class=\"first\">\n<li><a href=\"/referralprogram\"><span style=\"color:red\">Refer Friends</span></a></li>\n<li><a href=\"http://www.addthis.com/bookmark.php\" target=\"_blank\">Bookmark this Page</a></li>\n<li><a href=\"/link_to_us.php\"><img alt=\"link to us\" height=\"21\" src=\"/images/buttons/linktous.gif\" width=\"72\"/></a></li>\n</ul>", "level": 0}, {"value": "<div id=\"footer\">\n<p id=\"copyright\">Copyright 2018 Bookemon, Inc.<br/>\n\t\tLivePage Official Licensee\n\t</p>\n<p id=\"footer-nav\">\n<a href=\"/business_contact.php\" title=\"Partnership Inquiries\">Partnership Inquiries</a>  | \n  \t\t<a href=\"/page/contact\" title=\"Contact Us\">Contact Us</a>  |   \t\t\n  \t\t<a href=\"/page/about\" title=\"About Us\">About Us</a> | \n  \t\t<a href=\"/page/privacy\" title=\"Privacy Notice\">Privacy</a> | \n\t\t\t<a href=\"/help/section/faq\" title=\"FAQ\">FAQ</a> | \n  \t\t<a href=\"/sitemap.php\" title=\"Sitemap\">Sitemap</a>\n</p>\n<p id=\"connect\">\n\tConnect With Us On:\n\t\t<a alt=\"Follow Bookemon on Facebook\" href=\"http://www.facebook.com/Bookemon1\" id=\"connect_facebook\" rel=\"nofollow\" target=\"_blank\">Facebook</a>\n<a alt=\"Follow Bookemon on Google+\" href=\"https://plus.google.com/+BookemonInc/about\" id=\"connect_google\" rel=\"nofollow\" target=\"_blank\">Google+</a>\n<a alt=\"Follow Bookemon on Pinterest\" href=\"http://pinterest.com/bookemon/\" id=\"connect_pinterest\" rel=\"nofollow\" target=\"_blank\">Pinterest</a>\n<a alt=\"Follow Bookemon on Twitter\" href=\"https://twitter.com/bookemon\" id=\"connect_twitter\" rel=\"nofollow\" target=\"_blank\">Twitter</a>\n</p>\n<span style=\"color:#fff\">nc2-ab-201405</span>\n<div class=\"center\">\n<a href=\"https://www.paypal.com/us/verified/pal=corporate%40bookemon%2ecom\" rel=\"nofollow\" target=\"_blank\"><img alt=\"Official PayPal Seal\" border=\"0\" height=\"88\" src=\"/images/paypal-verification_seal.png\" width=\"96\"/></a>\n\t\t       \n\n\t\t<a href=\"https://verify.authorize.net/anetseal/?pid=cfc893ad-3c92-4ee4-b799-f7ec65d6ac89&amp;rurl=http%3A//www.bookemon.com/\" rel=\"nofollow\" target=\"_blank\"><img alt=\"Authorize.net Verified Merchant\" border=\"0\" height=\"72\" src=\"/images/secure90x72.gif\" width=\"90\"/></a>\n\t\t\n\n\t\t       \n\t\t<a href=\"http://greatapps.com/bookpress\" rel=\"nofollow\" target=\"_blank\"><img alt=\"GreatApps.com Certified Member\" border=\"0\" height=\"70\" src=\"/images/greatapps_badge.png\" width=\"173\"/></a>\n\t\t     \n\t\t<a href=\"http://www.howtolearn.com/best-websites/best-back-to-school-websites-august-2013/\" rel=\"nofollow\" target=\"_blank\"><img alt=\"HowToLearn.com\" border=\"0\" height=\"74\" src=\"/images/howtolearn.com_badge.png\" width=\"101\"/></a>\n\t\t     \n\n\t\t<img alt=\"nais Corporate Supporter\" border=\"0\" height=\"70\" src=\"/images/2013-14_CorporateSupporter.jpg\"/>   \n\t\t     \n\n\t\t\t\t \n\t\t<!-- <a href=\"http://www.homeschool.com/articles/curriculum-awards-2014/\" target=\"_blank\"  rel=\"nofollow\"><img src=\"/images/homeschool_top.png\" border=\"0\" width=\"95\"  title=\"top homeschool products 2014\" style=\"margin-bottom:5px;\"/></a> -->\n<a href=\"http://www.homeschool.com/articles/top100_2015/default.asp\" rel=\"nofollow\" target=\"_blank\"><img border=\"0\" src=\"/images/homeschool_top_2015.png\" style=\"margin-bottom:5px;\" title=\"top educational websites 2015\" width=\"95\"/></a>\n<br/>\n</div>\n</div>", "level": 0}, {"value": "<div id=\"alert_window\" style=\"display:none\">\n<div class=\"header\"><div class=\"title\"></div></div>\n<div class=\"alert_icon\"><img alt=\"*\" src=\"/images/icons/green_check.png\"/></div>\n<div class=\"message\"></div>\n<div class=\"clearer\"></div>\n<div class=\"buttons\">\n<a class=\"close btn_ok\">OK</a>\n</div>\n</div>", "level": 0}, {"value": "<style>\n    #floatDiv {\n\t\tposition: absolute;\n        width:138px;\n        height:75px;\n\t\tz-index:999;\n\t\tright:10px;\n\t\ttop:420px;\n    }            \n</style>", "level": 0}]]