[[{"value": "<h1 id=\"h.30j0zll\" style=\"display:inline\"><span class=\"c34 c12 c60\">Information We Collect </span></h1>", "level": 9}, {"value": "<p class=\"c8\"><span class=\"c21 c32\">We may collect and store information about you in connection with your use of the Service, including any information you transmit to or </span><span class=\"c21\">through</span><span class=\"c1 c32\"> the Service, such as when you download our games, enter information on our website, subscribe to our newsletter or community forum, make an in-app purchase, request technical support, or otherwise contact us and provide your information. </span></p>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c1 c32\">We generally collect or receive information in three ways: (1) you voluntarily provide information to us, such as by creating an account, or signing up for email alerts, (2) we collect information automatically, such as through cookies or our games and other software, and (3) third parties, such as ad networks or social networks, may provide information to us.  Each of these methods is described in more detail below.</span></p>", "level": 0}, {"value": "<ol class=\"c16 lst-kix_list_3-1 start\" start=\"1\"><li class=\"c38\"><span class=\"c7\">Information You Choose to Provide to Us</span></li></ol>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c21\">We may ask you to provide us with certain categories of information, such as: (1) personally identifiable information, which is information that identifies you personally, such as your first and last name, phone number, gender, birth date, credit card, mailing address, username and password, location and email address (“</span><span class=\"c12\">Personal Information</span><span class=\"c21\">”). </span></p>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c1 c32\">The Personal Information we collect may vary depending on the Service you are using.   The following are some examples in which you may choose to provide Personal Information to us:</span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_9-0 start\"><li class=\"c15 c39\"><span class=\"c1\">When you choose to register for an account to use our website or Service;</span></li><li class=\"c28\"><span class=\"c1\">When you choose to download or play our games using your mobile device;</span></li><li class=\"c28\"><span class=\"c1\">When you purchase something from us (</span><span class=\"c37 c21\">e.g.</span><span class=\"c1\"> when you make an in-app purchase) or otherwise engage in a transaction with us;</span></li><li class=\"c28\"><span class=\"c1\">When you contact us for any reason (</span><span class=\"c21 c37\">e.g.</span><span class=\"c1\">  through “contact us” forms), including for technical support or customer service; or</span></li><li class=\"c28\"><span class=\"c1\">When you choose to subscribe to our emails or to receive other information from us.</span></li></ul>", "level": 0}, {"value": "<ol class=\"c16 lst-kix_list_3-1 start\" start=\"1\"><li class=\"c38\"><span class=\"c7\">Information Automatically Collected When You Use Our Service</span></li></ol>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c1\">We typically aggregate the data that we collect automatically and use it in statistical form to determine trends among groups of users, rather than using it to identify individuals. If the information collected automatically identifies you as an individual we will treat it as Personal Information.  </span></p>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c1\">The following are examples of information we may automatically collect:</span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_4-0 start\"><li class=\"c44\"><span class=\"c21\">your IP address, UDID or other unique identifier (“</span><span class=\"c12\">Device Identifier</span><span class=\"c1\">”).  A Device Identifier is a number that is automatically assigned to your Device used to access the Service, and our computers identify your Device by its Device Identifier;</span></li><li class=\"c25 c47\"><span class=\"c1\">your Device functionality (including browser, operating system, hardware, mobile network information);</span></li><li class=\"c25 c47\"><span class=\"c1\">Usage information and statistics about your interaction with our websites, games, and applications, which may include the URLs of our websites that you have visited, URLs of referring and exiting pages, page views, time spent on a page, number of clicks, platform type, the application you used or the game you played, how long you used or played it and when, and other usage statistics;</span></li><li class=\"c25 c47\"><span class=\"c1\">your Device location;</span></li><li class=\"c25 c47\"><span class=\"c21\">Technical information your Device characteristics </span><span class=\"c21 c32 c36\">(such as device make and model, information about device operating systems and browsers, or other device or system related specifications)</span><span class=\"c1\">; and</span></li><li class=\"c25 c47\"><span class=\"c1\">certain other Device data, including the time of day, among other information.</span></li></ul>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c21\">We may use various methods and technologies to collect and store information automatically (“</span><span class=\"c12\">Tracking Technologies</span><span class=\"c21\">”) when you use or interact with the Service. This information may be stored or accessed using Tracking Technologies that may be downloaded to your personal computer, browser, laptop, tablet, mobile phone or other device (a “</span><span class=\"c12\">Device</span><span class=\"c1\">”).</span></p>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c21\">A few of the Tracking Technologies include, without limitation, the following (and subsequent technology and methods later developed):  Cookies, advertising identifiers (including mobile identifiers such as Apple’s IDFA or Google’s Advertising ID), web beacons, tags, embedded scripts, local shared objects such as HTML5 and Flash (sometimes called \"flash cookies\"), advertising identifiers (including mobile identifiers such as Apple’s IDFA or Google’s Advertising ID), Browser Fingerprinting, ETags and similar technology in connection with your use of the Service, third party websites, games, and mobile applications.   For more information about some of these </span><span class=\"c34 c21 c48\"><a class=\"c5\" href=\"https://www.google.com/url?q=https://www.fgl.com/tracking-technologies.php&amp;sa=D&amp;ust=1529351646306000\">Tracking Technologies</a></span></p>", "level": 0}, {"value": "<p class=\"c25\"><span class=\"c1\">The purposes for which we use Tracking Technologies in the Service include:</span></p>", "level": 0}, {"value": "<table class=\"c56\"><tbody><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27 c49\"><span class=\"c3\">Purpose</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c3\">Explanation </span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Processes</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to make the Service work in the way you expect. For example, we use a Tracking Technology that tells us whether you have already signed up for an account.</span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Authentication, Security, and Compliance</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to prevent fraud, protect your data from unauthorized parties, and comply with legal requirements. For example, we use Tracking Technology to determine if you are logged in and to remember you and your Device and for fraud prevention.</span></p><p class=\"c15 c20\"><span class=\"c1\"></span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Preferences</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to remember information about how you prefer the Service to behave and look. For example, we use a Tracking Technology that tells us information from that provider so that you can enjoy the same game on multiple devices, pick up where you left-off, and interact with your friends.</span></p><p class=\"c15 c20\"><span class=\"c1\"></span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Notifications</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to allow or prevent notices of information or options that we think could improve your use of the Service. For example, we use a Tracking Technology that stops us from showing you the signup notification if you have already seen it.</span></p><p class=\"c15 c20\"><span class=\"c1\"></span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Advertising</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to make advertising more relevant to users and more valuable to advertisers. For example, we may use Tracking Technologies to serve you interest-based ads, such as ads that are displayed to you based on your game preferences, or to tell us if you have recently clicked on an ad.</span></p><p class=\"c15 c20\"><span class=\"c1\"></span></p></td></tr><tr class=\"c19\"><td class=\"c6\" colspan=\"1\" rowspan=\"1\"><p class=\"c27\"><span class=\"c1\">Analytics</span></p></td><td class=\"c14\" colspan=\"1\" rowspan=\"1\"><p class=\"c15\"><span class=\"c1\">Intended to help us understand how users use the Service. For example, we use a Cookie that tells us your interaction with a game (e.g. how long you played a game and usage statistics) to tell us how our games are performing and help us improve our games. </span></p><p class=\"c15 c20\"><span class=\"c1\"></span></p></td></tr></tbody></table>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.3znysh7\" style=\"display:inline\"><span class=\"c9\">Information Third Parties Provide About You</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.3znysh7\" style=\"display:inline\"><span class=\"c9\">Information Third Parties Provide About You</span></h1>", "level": 9}, {"value": "<p class=\"c8\"><span class=\"c21\">We may supplement the information we collect directly from you on our Service with outside records from third </span><span class=\"c21 c32\">parties</span><span class=\"c1\"> for various purposes, including so that we can deliver the Service you have requested, to enhance our ability to serve you, to tailor our content to you, and to offer you opportunities that may be of interest to you.  </span></p>", "level": 0}, {"value": "<p class=\"c31\"><span class=\"c1\">We collect this information:</span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0 start\"><li class=\"c13\"><span class=\"c1\">when you download our games and Service via Apple’s App Store, the Google Play Store, or other online platforms</span><span class=\"c21 c36 c41\">.  These parties may provide us with information regarding your account or registration, but they do not give us your payment information. Because these organizations determine what information they will collect from you, it may vary according to their services, but it is likely to include information such as your name, email address, user ID, location, and date of birth.</span></li><li class=\"c10\"><span class=\"c21\">when you use our games and applications at third-party websites, use a third party service like Google, or log into the Service via a social media account such as Facebook.  </span><span class=\"c21 c36\">For example, social networks may provide us with certain information about you from your profile on their website such as contact information, demographics, and other information you provided to that website such as your photo, user name, and potentially any and all information that you agreed the social network or other party could provide to us when you use our games and applications.</span></li><li class=\"c13\"><span class=\"c41 c21 c36\">when you use social features of our games and applications, which allows us to receive information about you from social networks such as your social network user ID, your profile picture, and the user IDs and profile pictures of your connections.  These social features promote and facilitate the interaction among players and allow you to find out if your friends are actively playing the game and using the feature, to find out if they used it in the past, and to invite them to join with you to meet a game challenge. If you choose to use one of our social features, you may be asked to log into a social network through our game or application. </span></li><li class=\"c2\"><span class=\"c1\">when you request information from or provide information to third parties</span><span class=\"c3\">.</span><span class=\"c1\">  For example, you may be presented with an option on our Service to receive certain information and/or marketing offers directly from third parties or to have us send certain information to third parties or give them access to it. </span></li></ul>", "level": 0}, {"value": "<p class=\"c8\"><span class=\"c1\">Please note, third parties may retain any information used or provided in any such communications or other activities and these third parties’ practices are not subject to our Privacy Policy.  For example, if you post content to a third-party service through the Service, that third party service will also receive that content, which will be visible to anyone that has access to it through that third-party service. Further, when you use third-party sites or services, you are using their services and not our services and they, not we, are responsible for their practices or use of their use of your information. You should review the applicable third-party privacy policies before using such third-party tools on our Service.</span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.tyjcwt\" style=\"display:inline\"><span class=\"c9\">How We Use Your Information </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.tyjcwt\" style=\"display:inline\"><span class=\"c9\">How We Use Your Information </span></h1>", "level": 9}, {"value": "<p class=\"c17\"><span class=\"c1\">We and our third-party service providers may use your information to:</span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c10\"><span class=\"c1\">enable us to optimize our games for you and for the Device that you are using, as well as to deliver customized in game offers and promotions;</span></li><li class=\"c10\"><span class=\"c1\">personalize your gaming experience on the Service, or to serve you specific content that is relevant to you, including using your location information to display advertisements;</span></li><li class=\"c10\"><span class=\"c1\">fulfill your requests, process transactions, for example, to enable us to provide our games and other Service to you, to ensure that any purchases you make are verified on our servers and activated in the games, and to provide you with player support if you need it;</span></li><li class=\"c10\"><span class=\"c1\">to contact you with regard to your use of the Service and, in our discretion, changes to the Service and/or Service’s policies; </span></li><li class=\"c10\"><span class=\"c1\">notify you of traffic reports or provide other information we make available through the Service, including to identify your game and Service preferences;</span></li><li class=\"c10\"><span class=\"c21\">improve the Service’s quality, engage in research and analysis relating to the Service, </span><span class=\"c1 c32\">track usage of the Service, and provide feedback to third party advertisers that are listed on the Service;</span></li><li class=\"c10\"><span class=\"c1 c32\">provide customer support, message you, back up our systems, allow for disaster recovery, enhance the security of the Service, and</span></li><li class=\"c10\"><span class=\"c1 c32\">to comply with legal obligations. </span></li></ul>", "level": 0}, {"value": "<li class=\"c45\"><h1 id=\"h.1t3h5sf\" style=\"display:inline\"><span class=\"c9\">Why and When We Share Your Information  </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.1t3h5sf\" style=\"display:inline\"><span class=\"c9\">Why and When We Share Your Information  </span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c1\">We may share non-Personal Information, such as aggregated user statistics, with third parties such as ad networks and content distributors. For example, we may disclose the number of users that have been exposed to, or clicked on, advertisements. We may also disclose anonymized information about your use, for example if you engage in a transaction such as an in-app purchase, we may publicly disclose information about the transaction without providing identifying information about you or otherwise disclosing your participation in the transaction.</span></p>", "level": 0}, {"value": "<p class=\"c17\"><span class=\"c1\">Further, we may share your Device Identifiers with third parties along with data related to you and your activities.  We do not share your Personal Information that we have collected directly from you on the Service with third parties for those third parties’ direct marketing purposes unless you have consented (either through an opt-in our opt-out opportunity) at the time you provide your Personal Information.  </span></p>", "level": 0}, {"value": "<p class=\"c61\"><span class=\"c1\">In addition, we may share the information we have collected about you, including Personal Information, as disclosed at the time you provide your information and as described below (or otherwise in this Privacy Policy) for various purposes, including: </span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c10\"><span class=\"c1\">where we have your consent to do so.  For example, to provide you with Service that you have requested - and that we have agreed - to provide to you, such as our games, customer services, chat functionality and third party social network connectivity;</span></li><li class=\"c10\"><span class=\"c1\">as reasonably necessary in order to provide the Service to you (for example, by providing your Personal Information to service providers we may use to fulfil the Service) or to protect the rights, property, or safety of FGL, our users, or others;</span></li><li class=\"c2\"><span class=\"c21\">as we reasonably believe is permitted by law or regulation or as is necessary to comply with any legal obligation, or in order to enforce or apply our </span><span class=\"c34 c21 c48\"><a class=\"c5\" href=\"https://www.google.com/url?q=https://www.fgl.com/tos.php&amp;sa=D&amp;ust=1529351646315000\">Terms of Service</a></span><span class=\"c21 c23\"> </span><span class=\"c1\">and/or any other agreement with you;</span></li><li class=\"c2\"><span class=\"c21\">with our subsidiaries and affiliates (“</span><span class=\"c12\">Affiliates</span><span class=\"c1\">”) and/or if there is a sale of the assets of FGL or corporate restructuring, or as a result of a change of control of FGL or one of its affiliated companies, or in preparation of any of these events. Any third party to which FGL transfers of sells FGL’s assets will have the right to continue to use the Personal Information and other information that you provide to us in the manner set out in this Privacy Policy; </span></li><li class=\"c10\"><span class=\"c1\">Developers using our analytics will have ongoing access to data about the users of their games and apps and any associated data, such as user ID, device ID, app ID, purchasing data, and actions completed within their games;</span></li><li class=\"c10\"><span class=\"c34 c21\">Advertising</span><span class=\"c1\">: </span></li></ul>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-1 start\"><li class=\"c15 c42\"><span class=\"c1\">We may utilize the data collected from developers’ apps to place personalized ads in developers’ apps and elsewhere. This usage will permit other parties, such as publishers and attribution companies, to learn about the Devices that received, viewed or interacted with ads.</span></li></ul>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-1\"><li class=\"c35\"><span class=\"c1\">As discussed above in the purposes and reasons for our Tracking Technologies, we may permit advertisers and their agents to use cookies or related Tracking Technologies within the Service to store information on or read information from your browser or device so that they can optimize their advertising campaigns, including to frequency cap and deliver targeted ads.</span></li></ul>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c40 c58\"><span class=\"c1\">We also may share certain limited information, such as Device identifiers, with advertisers and other marketing partners for purposes of gauging the effectiveness of advertising and other marketing strategies; </span></li></ul>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c10\"><span class=\"c24 c21\">Third Party Service Providers</span><span class=\"c1\">.  We may also share your information with our service providers if necessary to enable them to provide services to us, such as hosting the Service, designing and/or operating the Service’s features, network security, tracking the Service’s activities and analytics, payment processing, marketing of the Service, and enabling us to perform other administrative services and functions.  We may also share information from or about you with these third-party providers so that they can perform their services or complete your requests. These third-party providers may share information with us that they obtain from or about you in connection with providing their services or completing your requests. Third-party analytics and other service providers may set and access their own Tracking Technologies on your Device and they may otherwise collect or have access to information about you, potentially including Personal Information, about you.  We are not responsible for those third-party technologies or activities arising out of them.  However, some may offer you certain choices regarding their practices. We are not responsible for the effectiveness of or compliance with any third parties’ opt-out options.  </span></li></ul>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c21\">Please note, some of our partners are outside United States. For a list of some, but not all, business partners that we actively share your information with (this list is subject to change) </span><span class=\"c34 c12 c48\"><a class=\"c5\" href=\"https://www.google.com/url?q=https://www.fgl.com/partner-list.php&amp;sa=D&amp;ust=1529351646316000\">[CLICK </a></span><span class=\"c34 c12 c48\"><a class=\"c5\" href=\"https://www.google.com/url?q=https://www.fgl.com/partner-list.php&amp;sa=D&amp;ust=1529351646317000\">HERE</a></span><span class=\"c34 c12 c48\"><a class=\"c5\" href=\"https://www.google.com/url?q=https://www.fgl.com/partner-list.php&amp;sa=D&amp;ust=1529351646317000\">]</a></span><span class=\"c12 c23\">.</span></p>", "level": 0}, {"value": "<li class=\"c45\"><h1 id=\"h.17dp8vu\" style=\"display:inline\"><span class=\"c9\">Your Choices. </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.17dp8vu\" style=\"display:inline\"><span class=\"c9\">Your Choices. </span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c21\">We provide you with choices about whether to provide us with Personal Information and whether it is shared. We generally only ask you for Personal Information that is necessary to provide the Service you request. You can choose not to give us the Personal Information we request, as described in the “Information You Voluntarily Choose to Provide” section of this policy</span><span class=\"c1\">. However, in some cases, if you decide not to provide the Personal Information we request, we will not be able to provide the game, application, service, information, or features you requested.    </span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">Other examples of your choices include:</span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c2\"><span class=\"c1\">If you have elected to receive direct marketing communications from us, you can change your mind at any time by following the opt out link in any marketing communication that is sent to you.</span></li><li class=\"c2\"><span class=\"c1\">You can browse our website without providing any Personal Information. We may collect some limited information automatically, as described above..</span></li><li class=\"c2\"><span class=\"c1\">You may be able to limit our sharing of some of this information through your mobile device settings, as further described below</span></li><li class=\"c2\"><span class=\"c1\">You can change your privacy settings on other parties’ websites, such as social networks, which will stop or limit our receipt of information from those other websites. You also may choose not to use social features we make available. If you choose to use these features, you should refrain from posting Personal Information that will be visible to others, such as including your email address in a forum or during a chat.</span></li><li class=\"c2\"><span class=\"c1\">You may change your browser settings or take other steps to block, manage, or delete cookies. Not all of our websites and online services currently respond to browser “do not track” signals, so you will need to use your browser settings to effectively manage cookies. In some cases, blocking or disabling cookies may cause our websites, games, and applications not to work as intended and some features may not be available.</span></li><li class=\"c2\"><span class=\"c21\">You can limit interest-based advertising by opting out at www.aboutads.info/choices/ or </span><span class=\"c21 c23 c34\"><a class=\"c5\" href=\"https://www.google.com/url?q=http://www.networkadvertising.org/choices/&amp;sa=D&amp;ust=1529351646318000\">www.networkadvertising.org/choices/</a></span><span class=\"c21\">. If you are located in Europe, more information is available at </span><span class=\"c21\"><a class=\"c5\" href=\"https://www.google.com/url?q=http://www.youronlinechoices.eu/&amp;sa=D&amp;ust=1529351646318000\">www.youronlinechoices.eu/</a></span><span class=\"c1\">.  Please note that opting out does not prevent the display of all advertisements to you. </span></li><li class=\"c2\"><span class=\"c1\">You could also reset your mobile advertising identifier or limit ad tracking altogether using the settings in your phone.</span></li><li class=\"c2\"><span class=\"c1\">You can delete our games from your mobile device. </span></li></ul>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">You can also amend your choices by sending an email to us as detailed in the “How to Contact Us” section below. For example, you can opt out of certain types of processing that we undertake and where any processing is based on your consent, you can withdraw that consent at any time. Nonetheless, if you play our games we will still collect some personal data about you and process it as otherwise described in this Privacy Policy. If you do not wish us to collect any personal data about you at all, you should cease playing our games and stop using our Service.</span></p>", "level": 0}, {"value": "<p class=\"c63\"><span class=\"c21 c24\">Mobile Device Tracking </span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">As of the Effective Date of this policy, Apple and Google offered the owners of devices that use their operating systems (iOS and Android) with options for limiting tracking and targeting in relation to ads. Please note that changing any of these settings does not prevent the display of certain advertisements to you. FGL does not control your device-level opt-out processes and is not responsible for any choices you make through such a mechanism or for the continued availability, accuracy, effectiveness, or location of that mechanism. </span></p>", "level": 0}, {"value": "<ul class=\"c16 lst-kix_list_5-0\"><li class=\"c2\"><span class=\"c21\">If you use an Apple device, go </span><span class=\"c34 c12 c57\"><a class=\"c5\" href=\"https://www.google.com/url?q=http://support.apple.com/kb/ht4228&amp;sa=D&amp;ust=1529351646319000\">here</a></span><span class=\"c1\">.</span></li><li class=\"c2\"><span class=\"c1\">If you use an Android device, navigate to the Google Settings page, select Ads and then choose to reset your Android Ad ID or opt-out of personalized ads.</span></li><li class=\"c2\"><span class=\"c21\">To learn about options for many mobile ad networks, go </span><span class=\"c34 c12 c57\"><a class=\"c5\" href=\"https://www.google.com/url?q=http://www.applicationprivacy.org/expressing-your-behavioral-advertising-choices-on-a-mobile-device/&amp;sa=D&amp;ust=1529351646320000\">here</a></span><span class=\"c1\">.</span></li></ul>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.26in1rg\" style=\"display:inline\"><span class=\"c9\">Transfer of Your Information </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.26in1rg\" style=\"display:inline\"><span class=\"c9\">Transfer of Your Information </span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c1\">As part of our international operations, we may transfer information about you to any jurisdiction where we do business.  When you use our websites, games, or applications, you acknowledge that we may transfer information about you as described in this Privacy Policy.</span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">We will transfer your personal information for any of the purposes identified in this policy to our subsidiaries, affiliates, service providers, and business partners that may be located outside of the jurisdiction where you are located.  The laws in those jurisdictions may not provide the same level of data protection compared to the laws in your country.  However, we will treat your personal information as subject to the protections described in this policy.</span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">If and when we transfer personal information from the EU to entities within our organization located outside of the EU, we rely on standard contractual clauses adopted by the European Commission to help establish adequate safeguards. If we transfer personal information from the EU to another party located outside the EU, we will rely on a legal framework that provides appropriate safeguards, which could include the standard contractual clauses, binding corporate rules, the EU-U.S. Privacy Shield program, or another framework deemed adequate by the European Commission.</span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.35nkun2\" style=\"display:inline\"><span class=\"c9\">Right to Correct Personal Information. </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.35nkun2\" style=\"display:inline\"><span class=\"c9\">Right to Correct Personal Information. </span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c1\">We try to keep the information that we hold about you accurate and up to date. Should you realize that any of the information that we hold about you is incorrect, please let us know at privacy@ fgl.com and we will correct it as soon as we can.</span></p>", "level": 0}, {"value": "<li class=\"c54\"><h1 id=\"h.44sinio\" style=\"display:inline\"><span class=\"c9\">EU Residents.</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.44sinio\" style=\"display:inline\"><span class=\"c9\">EU Residents.</span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c21\">This section sets out rights applicable to you if you are an individual located in the European in connection with your personal information and how we handle it. You can exercise these rights at any time by contacting us via any of the methods set out in the </span><span class=\"c1\">Contact Us section below. To make such a request, please provide sufficient information for us to determine if this applies to you, attest to the fact that you are a EU resident.  You must include your full name, email address, and postal address in your request.</span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">Those rights include:</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Right of access</span><span class=\"c1\">. You have a right to know what information we hold about you and in some cases to have the information communicated to you. If you wish to exercise this right please contact us letting us know that you wish to exercise your right of access and what information in particular you would like to receive. We reserve the right to ask for reasonable evidence to verify your identity before we provide you with any information. Please note that we may not be able to provide all the information you ask for, for instance if the information includes personal information about another person. Where we are not able to provide you with information that you have asked for, we will endeavor to tell you why. We will try to respond to any request for a right of access as soon as possible, but we will always do so within 1 month of receipt of your request and verification of your identity.</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Data deletion</span><span class=\"c1\">. In some circumstances you have a right to have some of the personal information that we hold about you deleted. Should you wish to have any information about you deleted, please Contact Us using the information below. Please note that in order to process your request you must delete our games from your mobile devices and clear our cookies from any device where you have played our games in a web browser. Where we delete personal information about you, we may still retain some or all of that information for other purposes such as maintaining financial records, protecting or enforcing legal rights, maintaining marketing suppression lists or for technical reasons such as maintaining technical security or our database integrity. We may also retain your information in an anonymized form. In some instances, personal information about you that is visible through gameplay such as username, avatar, your high scores and any chat messages may be cached on other players’ devices and we may not be able to remove or update that data from those devices, for example if that device is not connected to a wifi network.</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Account deactivation</span><span class=\"c1\">. If you have created an account with us, you can ask us to deactivate that account by contacting us using the information below. We may ask you for other information before we are able to deactivate your account. That information might include information about your mobile device. Other steps you should take should you wish to completely deactivate your account include disassociating your Facebook account from our mobile games and deleting our games from your mobile devices. Please note that if you completely deactivate your account all your progress in our games and any unspent virtual items, such as Gold Bars or Boosters will be lost and we may not be able to restore them in the future.</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Data portability</span><span class=\"c1\">. In some circumstances, you may have the right to request that data which you have provided to us is provided to you, so you can transfer this to another data controller.</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Restriction of processing</span><span class=\"c1\">. In some cases, you may have the right to request a restriction of the processing of your personal data, such as when you are disputing the accuracy of your data held by us.</span></p>", "level": 0}, {"value": "<p class=\"c15 c18\"><span class=\"c34 c21\">Right to object</span><span class=\"c1\">. You have the right to object to the processing of personal data about you which is processed on the grounds of legitimate interests (see Legal Bases below).</span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.z337ya\" style=\"display:inline\"><span class=\"c9\">Security</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.z337ya\" style=\"display:inline\"><span class=\"c9\">Security</span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c1\">We maintain appropriate security measures in place to prevent Personal information from being accidentally lost, or used or accessed in an unauthorized way. We limit access to your Personal Information to those who have a genuine business need to know it. Those processing your information will do so only in an authorized manner and are subject to a duty of confidentiality. We also have procedures in place to deal with any suspected data security breach. We will notify you and any applicable regulator of a suspected data security breach where we are legally required to do so.</span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">We use various safeguards to protect the personal information submitted to us, both during transmission and once we receive it. However, no method of transmission over the Internet or via mobile device, or method of electronic storage, is 100% secure. Therefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.1y810tw\" style=\"display:inline\"><span class=\"c9\">Children</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.1y810tw\" style=\"display:inline\"><span class=\"c9\">Children</span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c21\">Our Service are not directed to children (usually considered to be under the age of 13, depending on the country where you reside). We also do not intentionally collect Personal Information from children through our websites, games, or applications. If you are the parent or guardian of a child and you believe that we have inadvertently received Personal Information about your child, please contact us as described in the How to Contact Us section of this Privacy Policy and we will delete the information from our records. </span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.2xcytpi\" style=\"display:inline\"><span class=\"c9\">Changes to This Privacy Notice</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.2xcytpi\" style=\"display:inline\"><span class=\"c9\">Changes to This Privacy Notice</span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c1\">This Privacy Policy may be updated periodically to reflect changes in our personal information practices or relevant laws. We will indicate at the top of this policy when this policy was last updated. Please review this policy every time you access or use our websites, games, or applications to make sure that you have reviewed the most recent version.</span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.3whwml4\" style=\"display:inline\"><span class=\"c9\">How to Contact Us</span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.3whwml4\" style=\"display:inline\"><span class=\"c9\">How to Contact Us</span></h1>", "level": 9}, {"value": "<p class=\"c0\"><span class=\"c21\">If you have any questions or comments about this policy, if you need to report a problem, or if you would like to exercise one of your rights under this policy, please contact our </span><span class=\"c21\">privacy team via email at privacy@fgl.com,</span><span class=\"c21\"> or at Lucrative Gaming, Inc.,</span><span> </span><span class=\"c21\">1207 4th Street Suite 400 B, Santa Monica, CA 90401 USA, attn: Privacy Team. </span></p>", "level": 0}, {"value": "<li class=\"c11\"><h1 id=\"h.qsh70q\" style=\"display:inline\"><span class=\"c9\">California Residents: Your California Privacy Rights.  </span></h1></li>", "level": 0}], [{"value": "<h1 id=\"h.qsh70q\" style=\"display:inline\"><span class=\"c9\">California Residents: Your California Privacy Rights.  </span></h1>", "level": 9}, {"value": "<p class=\"c0\" id=\"h.3as4poj\"><span class=\"c1\">California residents have the right to request the identity of any third parties to whom the resident’s personal information was shared, if such sharing was to enable the third party’s direct marketing efforts. If you are a California resident and wish to make such a request, please submit your request to [privacy@fgl.com] OR to opt-out of having your personal information shared with third parties for their direct marketing purposes, please email us at privacy@fgl.com.</span></p>", "level": 0}, {"value": "<p class=\"c0\"><span class=\"c1\">To make such a request, please provide sufficient information for us to determine if this applies to you, attest to the fact that you are a California resident and provide a current California address for our response.  You must include your full name, email address, and postal address in your request.</span></p>", "level": 0}, {"value": "<div><p class=\"c20 c59\"><span class=\"c4\"></span></p><p class=\"c22\"><span class=\"c41 c62\">4838-1101-9111, v. 4</span></p></div>", "level": 0}]]