[[{"value": "<p><strong>Personal Information</strong></p>", "level": 1}, {"value": "<p>Any personal information that you provide to our web site stays absolutely safe, private, and secure. We value the privacy of information and we do not use or resell personal information about your individual visits to our website or any information that you may give us, such as your name, telephone number, address or email address, to any outside sources. We do not reveal any personal information to advertisers and for other marketing and promotional purposes that could be used to personally identify you, such as your password, bank account number and credit card number.</p>", "level": 0}], [{"value": "<p><strong>External Links</strong></p>", "level": 1}, {"value": "<p>This site contains links to other sites therefore we are not responsible for the privacy practices or the content of such Web sites.</p>", "level": 0}], [{"value": "<p><strong>Security</strong></p>", "level": 1}, {"value": "<p>We have taken the appropriate steps and followed industry standards to secure any personal data stored by our systems.</p>", "level": 0}], [{"value": "<p><strong>Log Files</strong></p>", "level": 1}, {"value": "<p>Like many other Web sites, www.babylisigames.com makes use of log files. The information inside the log files includes internet protocol ( IP ) addresses, Internet Service Provider ( ISP ), type of browser, referring/exit pages, date/time stamp, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses and other such information are not linked to any information that is personally identifiable.</p>", "level": 0}], [{"value": "<p><strong>Cookies and Web Beacons</strong></p>", "level": 1}, {"value": "<p>Be sure that www.babylisigames.com uses cookies to store information about visitor’s preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser. Some of our advertising partners may use cookies and web beacons on our site including Google Adsense. These third-party ad servers or ad networks use technology to the advertisements and links that appear on www.babylisigames.com send directly to your browsers. Automatically they receive your IP address when this occurs. Other technologies (such as cookies, JavaScript, or Web Beacons) may also be used by the third-party ad networks to measure the efficiency of their advertisements and/or to personalize the advertising content that you see. Google, as a third party vendor, uses cookies to serve ads on www.babylisigames.com Google's use of the DART cookie enables it to serve ads to you based on your visit to this sites and other sites on the Internet. We have no access to or control over these cookies that are used by the third-party advertisers. You should consult the respective privacy policies of these third-party ad servers for more thorough information on their practices as well as for instructions about how to opt-out of certain practices if you disagree with that. </p>", "level": 0}, {"value": "<p>* Google, as a third party vendor, uses cookies to serve ads on your site.</p>", "level": 0}, {"value": "<p>* Google's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.</p>", "level": 0}, {"value": "<p>* Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy</p>", "level": 0}, {"value": "<p>Because publisher sites and laws across countries vary, we're unable to suggest specific privacy policy language. However, you may wish to review resources such as the Network Advertising Initiative, or NAI, which suggests the following language for data collection of non-personally identifying information: We use third-party advertising companies to serve ads when you visit our website. These companies may use information (not including your name, address, email address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you. If you would like more information about this practice and to know your choices about not having this information used by these companies, click here. You can find additional information in Appendix A of the NAI Self-Regulatory principles for publishers (PDF). Please note that the NAI may change this sample language at any time.</p>", "level": 0}, {"value": "<p><a href=\"../\">www.babylisigames.com</a> in no way will be held resposible for the quality of services offered.</p>", "level": 0}, {"value": "<p><a href=\"../\">www.babylisigames.com</a> is just a website where you can play free online games and you are requested to do your due thoroughness before using our services.</p>", "level": 0}, {"value": "<p><a href=\"../\">www.babylisigames.com</a> has the right to refuse services to anyone at any time.</p>", "level": 0}, {"value": "<p>Last updated on February 2017</p>", "level": 0}, {"value": "<div id=\"footer-wrap\">\n<div id=\"footer-links\">\n<div class=\"foot-links\">\n<ul>\n<li> <a href=\"http://www.babylisigames.com/pages/about-baby-lisi.html\">About Baby Lisi</a> </li>\n<li> <a href=\"http://www.babylisigames.com/pages/privacy-policy.html\">Privacy Policy</a> </li>\n<li> <a href=\"http://www.babylisigames.com/pages/baby-lisi-games-c-copyrights.html\">Baby Lisi  Games Â©Copyrights</a> </li>\n<li><a href=\"http://www.babylisigames.com/users/contact.html\">Contact Us</a></li>\n</ul>\n<ul>\n</ul>\n</div>\n<div class=\"social_links\"><a href=\"https://www.facebook.com/babylisi\" title=\"Facebook\"><img src=\"http://www.babylisigames.com/themes/modern/images/social_links/facebook_16.png\"/></a><a href=\"https://twitter.com/babylisigames\" title=\"Twitter\"><img src=\"http://www.babylisigames.com/themes/modern/images/social_links/twitter_16.png\"/></a><a href=\"https://plus.google.com/u/1/b/116214708176232134430/+Babylisigames\" title=\"Google\"><img src=\"http://www.babylisigames.com/themes/modern/images/social_links/googleplus_16.png\"/></a></div> <div id=\"copyright\">\n<span>Copyright © 2018 :: All Rights Reserved</span>\n<a href=\"http://www.babylisigames.com/\">Baby Lisi Games</a>\n</div>\n<br/>\n</div>\n</div>", "level": 0}]]