[[{"value": "<p align=\"center\" class=\"MsoNormal\" style=\"text-align:center\"><b>INXPO Privacy\nPolicy</b></p>", "level": 1}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">This Privacy Policy (\u0093Policy\u0094)\ndescribes how INXPO, Inc. (either \u0093INXPO,\u0094 \u0093we,\u0094 or \u0093us\u0094) treats personal\ninformation when you, the user, access the INXPO platform, mobile application\nor website (\u0093INXPO Website\u0094 or \u0093Website\u0094). This Privacy Policy only applies to\ninformation collected by INXPO, and does not apply to any information collected\nby any third party. By visiting the INXPO Website you agree to the terms of\nthis Privacy Policy, as they may be amended from time to time. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">The United States Department of\nCommerce and the European Commission have agreed on a set of data protection\nprinciples (the \"Safe Harbor Principles\") to enable U.S. Companies to\nsatisfy the requirement under European Union law that adequate protection be\ngiven to personal information transferred from the EU to the United States. INXPO adheres to Safe Harbor Principles and applies those principles to any transfer\nof information between the European Union countries and INXPO. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>A. Cookies Policy </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">1. <u><span style=\"letter-spacing:\n-.1pt\">What is a Cookie</span></u><span style=\"letter-spacing:-.1pt\">?  A\ncookie is a small amount of data, which often includes a unique identifier that\nis placed on your computer or on your mobile phone (collectively referred to\nherein as a \"device\") browser from a website's computer and is stored\non your device's hard drive.  There are two different types of cookies: session\ncookies and persistent cookies.  Session cookies are held temporarily and\ndisappear when you close your browser.  Persistent cookies may be used by your\nbrowser on subsequent visits.  Cookies are widely used to provide certain\nfeatures of website, to make websites perform more efficiently, and to provide\ninformation to the owners of the website.  Each INXPO event and/or webcast can\nsend its own cookie to your browser if your browser's preferences allow it. \nINXPO does not use cookies to collect personally identifiable information about\nyou.</span></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">2. <u>What is a Local Shared\nObject (Flash Cookie)</u>?  INXPO uses both the Adobe Flash Player and\nSilverlight players to deliver its video content services.  To improve user\nexperience, Local Shared Objects (otherwise known as Flash or Silverlight\nCookies or LSOs) are used to provide features such as auto-resume and for\nsaving your preferences.  Flash and Silverlight Cookies are stored on a user's\nterminal much the same as cookies are, however it is not possible to manage\nthem at browser level in the same way.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">3. <u>How to Disable Flash\nCookies</u>.  The Adobe website provides comprehensive information on how to\ndelete or disable Flash cookies either for a specific domain like bbc.co.uk or\nfor all websites.  See http://www.adobe.com/products/flashplayer/security for\nmore information.  Please be aware that restricting the use of Flash cookies\nmay affect the features available to you for Flash-based applications on the\nWebsite and within INXPO events and presentations.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">4. <u>How to Disable Silverlight\nCookies</u>.  The Microsoft Silverlight website provides directions on how to\nremove Silverlight cookies.  See\nhttp://www.ehow.com/how_5972751_remove-silverlight-cookies.html for more\ninformation.  Please be aware that restricting the use of Silverlight cookies\nmay affect the features available to you for Silverlight-based applications on\nthe Website and within INXPO events and presentations.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">5. <u>How to Control and Delete\nCookies</u>.  For events and webcasts, cookies record information about your\nonline preferences and allow us to present content to your interests.  Users\nhave the opportunity to set their devices to accept all cookies, to notify them\nwhen a cookie is issued, or not to receive cookies at any time.  If you do not\nopt in to receiving cookies and/or set your device to not receive cookies,\ncertain personalised features cannot be provided to you, and accordingly you\nmay not be able to take full advantage of all of the Website's features.  Each\nbrowser is different, so check the \"Help\" menu of your browser to\nlearn how to change your cookie preferences in your browser.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">6. <u>INXPO Cookies</u>.  In some\ncases, INXPO may use cookies, Flash and Silverlight Cookies, clear gifs, and\nlog file information to: (a) store information so that you will not have to\nreenter it during your visit or the next time you visit the event; (b) provide\ncustomer, personalized content and information; or (c) monitor aggregate\nmetrics such as total number of visitors, pages, viewed, and similar\ninformation.  Below is a list of the main cookies set by INXPO, and what each\nis used for:</p>", "level": 0}], [{"value": "<p align=\"center\" class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:center\"><b><span style=\"color:black\">Cookie Name</span></b></p>", "level": 1}], [{"value": "<p align=\"center\" class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:center\"><b><span style=\"color:black\">Purpose</span></b></p>", "level": 1}, {"value": "<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:34.85pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00001</span></b></p>\n</td>", "level": 0}], [{"value": "<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00001</span></b></p>", "level": 1}, {"value": "<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:34.85pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><span style=\"color:black\">Attendee facing and shows that the attendee has accessed\n  the event. This cookie is destroyed each time you close your browser.</span></p>\n</td>", "level": 0}, {"value": "<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:27.85pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00002</span></b></p>\n</td>", "level": 0}], [{"value": "<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00002</span></b></p>", "level": 1}, {"value": "<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:27.85pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"text-align:justify\"><span style=\"color:black\">Administration\n  facing and shows that the user has accessed the Administrator portal. This\n  cookie is destroyed each time you close your browser.</span></p>\n</td>", "level": 0}, {"value": "<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:63.45pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00005</span></b></p>\n</td>", "level": 0}], [{"value": "<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00005</span></b></p>", "level": 1}, {"value": "<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:63.45pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><span style=\"color:black\">Attendee and Administration facing and shows that the\n  users has accessed the area for reporting (data portal). This is only\n  applicable to those events where a data portal is enabled for the Attendee.\n  This cookie is destroyed each time you close your browser.</span></p>\n</td>", "level": 0}, {"value": "<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:77.4pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00006</span></b></p>\n</td>", "level": 0}], [{"value": "<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">AuthToken00006</span></b></p>", "level": 1}, {"value": "<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:77.4pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><span style=\"color:black\">Sponsor User and Administration facing and shows that the\n  user has accessed the booth builder portal which is an area that enables them\n  to build out their online space within an event. Typically these are the\n  booth spaces found within an event and are only accessed by those\n  representatives of that company that is creating the space. This cookie is\n  destroyed each time you close your browser.</span></p>\n</td>", "level": 0}, {"value": "<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:34.85pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">BrowserCheck</span></b></p>\n</td>", "level": 0}], [{"value": "<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\">BrowserCheck</span></b></p>", "level": 1}, {"value": "<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:34.85pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><span style=\"color:black\">System Check sets then deletes this to check if your browser\n  supports cookies. This cookie is destroyed each time you close your browser.</span></p>\n</td>", "level": 0}, {"value": "<tr style=\"height:48.75pt\">\n<td style=\"width:98.85pt;padding:0in 0in 0in 0in;height:48.75pt\" width=\"132\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><b><span style=\"color:black\"> vts.inxpo.com</span></b></p>\n</td>\n<td style=\"width:334.9pt;padding:0in 0in 0in 0in;height:48.75pt\" width=\"447\">\n<p class=\"MsoNormal\" style=\"margin-bottom:6.0pt;text-align:justify\"><span style=\"color:black\">Used to store the location of where you are in the event\n  (like a space or a group chat) and your user preferences like play opening\n  video each time on entry or only on first entry.</span></p>\n</td>\n</tr>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">7. <u>Third Party Cookies</u>.  You\nmay be presented with cookies from third party websites and providers that are\nnot related to INXPO.  For example, when you view a webpage with content\nembedded from a third party provider, you may be presented with cookies from\nsuch provider.  INXPO does not control the dissemination of these third party\ncookies.  In general, you should check the third party websites for more\ninformation.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">In addition, INXPO provides an\noptional single sign-on using social networks including, but not limited to,\nFacebook, Twitter, LinkedIn, Google and Microsoft LiveId.  If you are logging\ninto an INXPO event using a social network credential, the applicable third\nparty, and not INXPO, will set cookies.  INXPO does not control or have any\naccess to the cookie information these social networks may set.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>B. Type of Information INXPO Collects. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">The INXPO Website does not\ncollect personally identifiable information from you unless you choose to enter\npersonally identifiable information into a registration or similar page. Before\ncollecting personal information, INXPO gives you notice and the choice to opt\nout of providing such information. If you choose not to provide any requested\npersonal information, you may be unable to access certain areas of the INXPO\nWebsite, such as password protected areas. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">1. <u>Registration Information</u>.\n Certain areas of the INXPO Website may require you to input registration\ninformation, which may include your name, email address and other business or\ncontact information in order to enter a password protected area or to receive further\ninformation about INXPO products or services. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">2. <u>Your Activities</u>.  INXPO\nmay record information about your activities on and/or usage of the INXPO\nWebsite. Activity information may include which pages you visited, what URL you\ncame from or visit after you leave the Website, average time spent on the\nWebsite, previously shared information, your domain or IP address etc. In\naddition, if you are logged into a password protected area, we may associate\nthat information with your account. To accomplish this we may use, in addition\nto the cookies and locally shared objects discussed above: </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"margin-top:0in;margin-right:.5in;margin-bottom:0in;\nmargin-left:.5in;margin-bottom:.0001pt;text-align:justify\">a. <u>Web Beacons</u>.\n Web Beacons are strings of code placed on a webpage in conjunction with\ncookies. Web beacons are able to track the number of users that visit a website\nand, in conjunction with cookies, identify the IP address and personalize the\nwebsite experience. Web Beacons may also be used to collect anonymous and/or\naggregate, unidentifiable information such as how many users attended a virtual\nevent. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"margin-top:0in;margin-right:.5in;margin-bottom:0in;\nmargin-left:.5in;margin-bottom:.0001pt;text-align:justify\">b. <u>URL and IP\nAddress</u>.  The URL is the web page you came from or leave the INXPO website\nto. The IP address is the numerical label associated with the location of your\ncomputing device. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">3. <u>Content</u>.  Any personal\ninformation or content that you voluntarily upload or otherwise disclose while\non the INXPO Website (such as, through us of an INXPO blog), including but not limited\nto information disclosed on discussion boards, in messages and chat areas,\nwithin a profile page, or images or any other content you provide (\u0093Content\u0094),\nbecomes publicly available and can be collected and used by others. In\naddition, if you are given the ability to log into your account with any social\nnetworking website, or post Content on such site or other third party website,\nthrough the INXPO Website, such Content may be made available to other parties\nand associated with your personally identifiable information. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>C. Purposes for Which INXPO Collects Information. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">1. <u>Maintenance and Flagging</u>.\n If you submit personally identifiable information through the INXPO Website,\nINXPO may use your personal information to operate, maintain, and provide you\nwith the general and personalized features and functionality of the INXPO\nWebsite. We may also use such personal information to process any flagging\nactivity or correspondence you send to us. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">2. <u>Messaging</u>.  Your account registration information\nmay be displayed in password protected areas to other users. If you choose to\nreceive email from INXPO, we may use clear GIFs (a.k.a. web beacons) in\nHTML-based emails sent to you to track which emails are opened by recipients. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">3. <u>No Commercial Marketing</u>.\n INXPO will not use your email address or other personally identifiable\ninformation to send commercial or marketing messages for our benefit without\nyour consent, except as part of a specific program or feature or other business\nrelationship for which you will have the ability to opt-in and/or opt-out of.\nWe will not share your personally identifiable information with third party\nmarketers. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">4. <u>Non-Marketing or\nAdministrative Uses</u>.  INXPO may use your email address without your consent\nfor non-marketing or administrative purposes, such as notifying you for\ncustomer service reasons. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">5. <u>Quality &amp; Features</u>.\n INXPO may use your personally identifiable information and certain\nnon-personally-identifiable information (such as anonymous user usage data,\ncookies, LSOs, IP addresses, browser type, web beacons and clickstream) to\nimprove the quality and design of the INXPO Website and to create new features,\npromotions, functionality, and services by storing, tracking, analyzing, and\nprocessing user preferences and trends, as well as user activity and\ncommunications. We may use web beacons in conjunction with cookies to identify\nyou and provide personalized services. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">6. <u>URLs &amp; IP Address</u>.  When\nyou visit the INXPO Website, INXPO automatically receives the URL of the site\nfrom which you came and the site to which you are going when you leave. We also\nreceive the Internet protocol (IP) address of your computer, your computer\noperating system and type of web browser you are using, as well as the name of\nyour ISP. This information may be used to analyze overall trends, determine the\ndomain from which you came, who visits the INXPO Website, to understand the\nneeds of Website visitors, or to help us improve the INXPO service. This\ninformation is not linked to personally identifiable information. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>D. Access to Your Information. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">INXPO provides you with the\nability to correct, amend, change and delete your personal information. Please\ncontact privacy@INXPO.com. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>E. Transfer of Your Information to Third Parties. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">INXPO\u0092s Privacy Policy does not\napply to, and we cannot control the activities of, third party websites or\nservice providers (\u0093Third Parties\u0094). You should consult the respective privacy\npolicies of Third Parties for more information on their practices. INXPO is not\nresponsible for the privacy practices of Third Parties. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>F. Security &amp; Data Integrity. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">INXPO takes reasonable steps to\nprevent the loss, misuse and unauthorized access, disclosure, alteration and\ndestruction of your information. In addition, INXPO takes appropriate security\nmeasures to safeguard your information once we have received it. </p>", "level": 0}, {"value": "<p><b>G.  </b><b>Your California Privacy Rights</b></p>", "level": 0}, {"value": "<p>California Civil Code Section 1798.83 permits users that are residents of\nCalifornia to request certain information regarding INXPO's disclosures of\npersonally identifiable information to third parties for such third parties\u0092\ndirect marketing purposes. If you are a California resident and would like to\nmake such a request, please email INXPO at privacy@INXPO.com.</p>", "level": 0}, {"value": "<p class=\"MsoNormal\"><b>H. Enforcement and Dispute Resolution. </b></p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">The Legal Department will be the\ninternal mechanism for ensuring compliance with the U.S. Department of\nCommerce\u0092s Safe Harbor Principles. INXPO utilizes the self-assessment approach\nto assure its compliance. INXPO periodically verifies that this Privacy Policy\nis accurate, comprehensive for the information to be intended to be covered,\nprominently displayed, implemented, and in conformance with the law. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">To ensure compliance with the Safe Harbor Principles INXPO\nwill: </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">1. Conduct annual internal\ncompliance reviews of this Privacy Policy, as part of the certification process\nwith the U.S. Department of Commerce. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">2. If a complaint regarding\nINXPO\u0092s use of personal information, or Privacy Policy is raised INXPO\u0092s Legal\nDepartment will investigate such claims and try to resolve any dispute. You\nwill receive a communication within two (2) business days from the date you\nsent INXPO email notification, or seven (7) business days from the date of\nmailed notification, from an INXPO representative acknowledging receipt of your\ncomplaint. INXPO will then conduct an investigation into your issue. You may\nreceive additional communications during the investigation process for further\nclarification. After the investigation, the representative will contact you\nwith a proposed resolution to your concern. If you agree with the proposed\nresolution, then you and the INXPO representative will work together to close\nthe matter. If you do not agree, then the matter will be escalated to an\nofficer of INXPO for resolution. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">All Complaints should be addressed to: </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">            By Mail:                      Attn: Legal\nDepartment </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">                                                770 N Halsted St., Ste 6S </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">                                                Chicago, IL   60642 </p>", "level": 0}, {"value": "<p class=\"MsoNormal\">            By Email:                    privacy@INXPO.com            \n</p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">Please include the following\ninformation: name, address (with postal code), country, phone number, fax,\nE-mail address, description of privacy complaint, Type of information involved,\ndates of occurrence(s), names of those involved, desired resolution </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\"><b>I. Independent Dispute\nResolution Process.</b>  </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">For complaints which cannot be\nsatisfactorily resolved through INXPO\u0092s internal dispute resolution process,\nINXPO agrees to use the American Arbitration Association. You may contact the\nInternational Centre for Dispute Resolution of the American Arbitration\nAssociation at www.adr.org. </p>", "level": 0}, {"value": "<p class=\"MsoNormal\" style=\"text-align:justify\">This Policy may be amended from\ntime to time, consistent with the requirements of the Safe Harbor Principles. </p>", "level": 0}]]