[[{"value": "<h1 class=\"entry-title\">Privacy Policy</h1>", "level": 9}, {"value": "<p>This privacy policy has been compiled to better serve those who are concerned with how their personally identifiable information is being used online. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect or handle your personally Identifiable Information in accordance with our website.</p>", "level": 0}, {"value": "<p><strong>What personal information do we collect from the people that visit our blog, website or apps?</strong></p>", "level": 0}, {"value": "<p>When registering on our site you may be asked to enter your name, email address, phone number or other details (to help you with your experience).</p>", "level": 0}], [{"value": "<p><strong>When do we collect information?</strong></p>", "level": 1}, {"value": "<p>We collect information from you when you fill out a form or enter information on our site.<br/>\nWe may use the personal information, in order to overall improve the user experience, when you register, make a purchase, sign up for our newsletter, respond to a survey or other marketing communication, surf the website, or use certain other site features.</p>", "level": 0}], [{"value": "<p><strong>How do we use your information?</strong></p>", "level": 1}, {"value": "<p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit on out site as safe as possible.</p>", "level": 0}, {"value": "<p>We use regular malware scanning. We do not use an SSL certificate.</p>", "level": 0}, {"value": "<p>We only provide articles and information, we never ask for personal or private information.</p>", "level": 0}], [{"value": "<p><strong>Do we use â\u0080\u0098cookiesâ\u0080\u0099?</strong></p>", "level": 1}, {"value": "<p>We along with the third-party vendor Google use first-party cookies such as the Google Analytics Cookies, which give us an overview of how users surf on our website. Besides there are third-party cookies (such as Double Click Cookie) or other third-party identifiers who compile data regarding user interactions with ad impressions, and other ad service functions as they relate to our website. The collected information is anonymous and only used for statistical purpose.</p>", "level": 0}], [{"value": "<p><strong>Opt-out:</strong></p>", "level": 1}, {"value": "<p>Users can set preferences for how Google advertises using the Google Ad Settings page. Alternatively you can opt out by visiting the Network Advertising Initiative Opt-out page or permanently using the Google Analytics Opt-out Browser add-on.</p>", "level": 0}, {"value": "<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. Do this in your browser settings. Each browser is a little different, so look at your browserâ\u0080\u0099s help menu to learn the correct way to modify your cookies.</p>", "level": 0}, {"value": "<p>If you disable cookies, some features on our website will not be adapted to your interests anymore, and some of our services will not function properly.</p>", "level": 0}], [{"value": "<p><strong>Third Party Disclosure</strong></p>", "level": 1}, {"value": "<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information unless we provide you with advance notice. This does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or othersâ\u0080\u0099 rights, property, or safety.</p>", "level": 0}, {"value": "<p>However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>", "level": 0}], [{"value": "<p><strong>Third party links</strong></p>", "level": 1}, {"value": "<p>We do not include or offer third party products or services on our website.</p>", "level": 0}], [{"value": "<p><strong>California Online Privacy Protection Act</strong></p>", "level": 1}, {"value": "<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy. The lawâ\u0080\u0099s reach stretches well beyond California to require a person or company in the United States (and conceivably the world) that operates websites collecting personally identifiable information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this policy. â\u0080\u0093 See more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf</p>", "level": 0}], [{"value": "<p><strong>According to CalOPPA we agree to the following:</strong></p>", "level": 1}, {"value": "<p>Users can visit our site anonymously.</p>", "level": 0}, {"value": "<p>Once this privacy policy is created, we will add a link to it on our home page, or as a minimum on the first significant page after entering our website.</p>", "level": 0}, {"value": "<p>Our Privacy Policy link includes the word â\u0080\u0098Privacyâ\u0080\u0099, and can be easily found on the page specified above.</p>", "level": 0}, {"value": "<p>Users will be notified of any privacy policy changes on our Privacy Policy Page.</p>", "level": 0}, {"value": "<p>Users are able to change their personal information by emailing or by calling us.</p>", "level": 0}], [{"value": "<p><strong>How does our site handle do not track signals?</strong></p>", "level": 1}, {"value": "<p>We honor do not track signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.<br/>\nDoes our site allow third party behavioral tracking?</p>", "level": 0}, {"value": "<p>Itâ\u0080\u0099s also important to note that we do not allow third party behavioral tracking<br/>\nCOPPA (Children Online Privacy Protection Act)</p>", "level": 0}, {"value": "<p>When it comes to the collection of personal information from children under 13, the Childrenâ\u0080\u0099s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, the nationâ\u0080\u0099s consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect childrenâ\u0080\u0099s privacy and safety online.<br/>\nWe do not collect information from children under 13 years</p>", "level": 0}, {"value": "<p>In order to remove your childâ\u0080\u0099s information please contact us directly.</p>", "level": 0}], [{"value": "<p><strong>Fair Information Practices</strong></p>", "level": 1}, {"value": "<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information. In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</p>", "level": 0}, {"value": "<p>We will notify the users via email within seven business days.</p>", "level": 0}, {"value": "<p>We will notify the users via in site notification within one business day.</p>", "level": 0}, {"value": "<p>We also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors.</p>", "level": 0}], [{"value": "<p><strong>CAN SPAM Act</strong></p>", "level": 1}, {"value": "<p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>", "level": 0}, {"value": "<p>We collect your email address in order to respond to your help queries.</p>", "level": 0}, {"value": "<p>To be in accordance with CAN SPAM we agree to the following:</p>", "level": 0}, {"value": "<p>If at any time you would like to unsubscribe from receiving future emails, you can email us at contact(@)kidsopia.com and we will promptly remove you from ALL correspondence.</p>", "level": 0}], [{"value": "<p><strong>Contacting Us</strong></p>", "level": 1}, {"value": "<p>If there are any questions regarding this privacy policy you may contact us using the information below.</p>", "level": 0}, {"value": "<p>Kidsopia</p>", "level": 0}, {"value": "<p>Pastorului Street No. 56</p>", "level": 0}, {"value": "<p>Bucharest, Bucharest 020348</p>", "level": 0}, {"value": "<p>Romania</p>", "level": 0}, {"value": "<p>contact(@)kidsopia.com</p>", "level": 0}, {"value": "<p>Last Edited on 2017-05-18</p>", "level": 0}, {"value": "<footer id=\"main-footer\">\n<div id=\"footer-bottom\">\n<div class=\"container clearfix\">\n<div id=\"footer-info\">Â© 2017 Kidsopia</div> </div> <!-- .container -->\n</div>\n</footer>", "level": 0}, {"value": "<style id=\"et-builder-module-design-cached-inline-styles\">.et_pb_row_1.et_pb_row{margin-bottom:50px!important}.et_pb_row_0.et_pb_row{margin-top:50px!important;margin-bottom:50px!important}@media only screen and (min-width:768px) and (max-width:980px){.et_pb_fullwidth_image_0{display:none!important}}@media only screen and (max-width:767px){.et_pb_fullwidth_image_0{display:none!important}}</style>", "level": 0}]]