[[{"value": "<h2></h2>", "level": 8}, {"value": "<p style=\"color:#FFFFFF\">PRIVACY POLICY</p>", "level": 0}, {"value": "<div class=\"column_attr clearfix align_left\" style=\"\"><p><b>Privacy Policy</b></p><p>Active3DB, LLC</p><p>We at Active3DB, LLC (referred to as \"Active3DB,\" \"we,\" \"us,\" or \"our\") recognize the importance of protecting the privacy of certain information (\"Information\") collected about our customers and prospective customers (referred to as \"Customers,\" \"you\" or \"your\"). This privacy statement discloses what information we gather, how we use it, and how to correct or change it. At Active3DB it is our intention to give you an understanding about how we collect your Information and the use we make of it in the course of our business.</p><p>To that end, Active3DB gathers two types of information about Customers: data that Customers provide through optional, voluntary registration on our sites; and data Active3DB gathers through aggregated tracking, mainly by tallying page views throughout our sites. Such information enables us to tailor our content to fit Customers' needs better and to help our advertisers understand our audience. Because Active3DB derives its revenue mainly from advertising and e-commerce, providing such aggregated data is essential to keeping our service free to Customers. However, be assured that Active3DB will not disclose personal Information to third parties without your consent, except as may be noted in this Privacy Policy or disclosed to you when the Information is submitted.</p><p>How does Active3DB collect Information?</p><p>Optional registration</p><p>We collect information by specifically requesting it from you. Generally this occurs when you register at a site or request information or a service. Usually, the Active3DB sites and Active3DB's service partners use your information to operate the sites and to deliver services. Active3DB sites also use your information to inform you about other products or services available from Active3DB and its affiliates.</p><p>Usage tracking</p><p> Use of Internet Protocol (\"IP\") Addresses :</p><p>An IP address is a unique number that is automatically assigned to your computer whenever you're surfing the Internet so that your computer can be identified by the main computers, known as \"Web servers,\" that \"serve up\" Web pages.</p><p>Active3DB and/or its affiliates collect IP addresses for the purposes of system administration, to report aggregated information to our advertisers, and to audit the use of our site. When Customers request pages from Active3DB's and/or its affiliates' sites, our servers log the Customers' IP addresses. We do not normally link IP addresses to anything personally identifiable, which means that a Customer's session will be logged, but the Customer will remain anonymous to us. We can and will use IP addresses to identify a Customer when we feel it is necessary to enforce compliance with our site terms of use or terms of service or to protect our service, site, customers or others.</p><p>Use Of Cookies</p><p>What are cookies? Cookies are small pieces of information that a Web site sends to yours computer for record-keeping purposes, which information is stored in a file on your computer. Cookies make Web surfing easier for you by saving your preferences so that we can use the saved information to facilitate your use of our Web site when you return to the site. Cookies do not tell us your individual identity unless you have chosen to provide it to us. We never save passwords or credit card information in cookies. The use of cookies is an industry standard, and as such, you'll find that most major Web sites use them.</p><p> By showing how and when Customers use a site, cookies help us see which areas are popular and which are not. Many improvements and updates to the site are based on such data as total number of visitors and pages viewed. This information is most easily tracked with cookies. We use the information from cookies to provide services better tailored to our Customers' needs.</p><p>Most cookies expire after a defined period of time, or you can delete your cookie file at any time. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or indicate when a cookie is being sent. However, note that some parts of Active3DB and/or its affiliates' services will not function properly or may be considerably slower if you refuse cookies. For example, without cookies, you will not be able to set personalized preferences, and/or may have difficulty completing marketing transactions.</p><p> Active3DB and/or its affiliates have two primary uses for its cookies. First, we use them to specify a Customer's preferences. For example, Customers can specify keywords across several categories or markets so you don't have to tell us repeatedly about certain features in the home you are seeking. Second, we use cookies to track Customers' Web site usage trends and patterns. This helps us understand our Customers' needs better and improve areas of Active3DB's and/or its affiliates services that our Customers find valuable. While both of these activities depend on the use of cookies, you have the option of disabling the cookies via your browser preferences.</p><p> You may occasionally get cookies from our advertisers. Active3DB and/or its affiliates do not control these cookies. The use of advertising cookies sent by third-party servers is standard in the Internet industry.</p><p>With whom does Active3DB share my Information?</p><p> As a general rule Active3DB will not disclose any specific personal information that you submit to us about you (\"Personal Information\") in a manner that connects you with the Personal Information, except when we have your permission or under special circumstances, such as when we believe in good faith that the law requires it or under the circumstances described below. The following describes some of the ways that your Personal Information may be disclosed.</p><p> Business Partners &amp; Sponsors: Active3DB may disclose some or all of your Personal Information to business partners or sponsors, but this use will be specifically described to you prior to data collection or prior to transferring the data. Many promotions offer opportunities to request additional information from sponsors. By requesting more information, you give Active3DB permission to transfer your Personal Information to the sponsor so they can fulfill your request. In many instances, only your e-mail address will be shared. If more Personal Information will be shared with the sponsor, you will be notified prior to the transfer.</p><p>Third Party &amp; Aggregate Data: From time to time, you may be offered the opportunity to receive materials or special offers from third parties. If you opt to receive information from these third parties, Active3DB will (with your permission) share your name and e-mail address with such third parties. Under confidentiality agreements, Active3DB may match Personal Information with third party data. Also, Active3DB may keep track of what portions of the Web site Customers are visiting and other Customer statistics, and aggregate this information to help us create a better experience for users of our Web site. This is all done without knowing your name or other Personal Information in order to describe our viewers and services to prospective partners, advertisers, and other third parties, and for other lawful purposes.</p><p> Other: Active3DB may also disclose account Information in special cases when we have reason to believe that disclosing this Information is necessary to identify, contact or bring legal action against someone who may be violating Active3DB's terms of use or terms of service, or may be causing injury to or interference (either intentionally or unintentionally) with any of Active3DBs rights or property, other Active3DB Customers, or anyone else. Active3DB may disclose or access account Information when we believe in good faith that the law requires it and for administrative and other purposes that we deem necessary to maintain, service, and improve our products and services.</p><p> How can you control the usage of Information?</p><p>In case you change your mind or some Personal Information changes (such as your Zip Code or e-mail address), we will try to provide a way to correct, update or remove the Personal Information that you give us. We also give you the opportunity to control the communications we direct to you. We offer Customers the opportunity to \"opt out\" of having Personal Information shared with parties outside of Active3DB and/or its affiliated companies. If a Customer wishes to update Personal Information or objects to any usage provided herein for any reason, he/she may e-mail the requested change to: <a class=\"__cf_email__\" data-cfemail=\"cfa6a1a9a08fbfbaa1aca7a3a6bcbbe1a1aabb\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></p><p> What happens when you link to a third party site?</p><p>You should be aware that when you are on Active3DB's and/or its affiliates' sites you could hyperlink or be directed to other sites that are beyond our control and/or outside our service. For example, if you \"click\" on a banner advertisement or a punchlist.net search result, the \"click\" may transfer you off the punchlist.net site. These other sites may include sites of advertisers, sponsors and partners that may use Active3DB's and/or its affiliates' logo as part of a co-branding agreement. These other sites may send their own cookies to Customers, collect data, or solicit Information.</p><p> Active3DB and its affiliates do not control such sites, and, therefore, are not responsible for their contents or the hyperlinks or advertising they choose to place on such sites. Active3DB's and/or its affiliates' inclusion of hyperlinks to these sites do not imply any endorsement of the material on such sites or any association with their operators. Active3DB's policy does not extend to anything that is inherent in the operation of the Internet, which is beyond Active3DB's and its affiliates' control.</p><p>Please keep in mind that whenever you give out information online (for example, via message boards or chat) that information can be collected and used by people you don't know. While Active3DB and its affiliates strive to protect their Customers' information and privacy, we cannot guarantee the security of any information you disclose online, and you disclose such information at your own risk.</p><p> Is my Information secure from others using the Active3DB site?</p><p>The importance of security of all information associated with our Customers is an important concern to us. We exercise care in providing secure transmission of your information from your computer to our servers. Unfortunately, no data transmission over the Internet can be guaranteed to be 100% secure. As a result, while we strive to protect your information, Active3DB and its affiliates can't ensure or warrant the security of any information you transmit to us or from our online products or services, and you do so at your own risk. Once we receive your transmission, Active3DB uses industry standard efforts to safeguard the confidentiality of your information, such as firewalls and Secure Socket Layers. However, \"perfect security\" does not exist on the Internet.</p><p> YOUR ACCEPTANCE OF THESE TERMS</p><p>By using this site, you signify your agreement to Active3DB 's Privacy Policy. IF YOU DO NOT AGREE WITH THIS POLICY, PLEASE DO NOT USE THIS SITE. Your continued use of Active3DB's and/or its affiliates' sites following the posting of changes to these terms will mean you accept those changes.</p></div>", "level": 0}], [{"value": "<p><b>Privacy Policy</b></p>", "level": 1}, {"value": "<p>Active3DB, LLC</p>", "level": 0}, {"value": "<p>We at Active3DB, LLC (referred to as \"Active3DB,\" \"we,\" \"us,\" or \"our\") recognize the importance of protecting the privacy of certain information (\"Information\") collected about our customers and prospective customers (referred to as \"Customers,\" \"you\" or \"your\"). This privacy statement discloses what information we gather, how we use it, and how to correct or change it. At Active3DB it is our intention to give you an understanding about how we collect your Information and the use we make of it in the course of our business.</p>", "level": 0}, {"value": "<p>To that end, Active3DB gathers two types of information about Customers: data that Customers provide through optional, voluntary registration on our sites; and data Active3DB gathers through aggregated tracking, mainly by tallying page views throughout our sites. Such information enables us to tailor our content to fit Customers' needs better and to help our advertisers understand our audience. Because Active3DB derives its revenue mainly from advertising and e-commerce, providing such aggregated data is essential to keeping our service free to Customers. However, be assured that Active3DB will not disclose personal Information to third parties without your consent, except as may be noted in this Privacy Policy or disclosed to you when the Information is submitted.</p>", "level": 0}, {"value": "<p>How does Active3DB collect Information?</p>", "level": 0}, {"value": "<p>Optional registration</p>", "level": 0}, {"value": "<p>We collect information by specifically requesting it from you. Generally this occurs when you register at a site or request information or a service. Usually, the Active3DB sites and Active3DB's service partners use your information to operate the sites and to deliver services. Active3DB sites also use your information to inform you about other products or services available from Active3DB and its affiliates.</p>", "level": 0}, {"value": "<p>Usage tracking</p>", "level": 0}, {"value": "<p> Use of Internet Protocol (\"IP\") Addresses :</p>", "level": 0}, {"value": "<p>An IP address is a unique number that is automatically assigned to your computer whenever you're surfing the Internet so that your computer can be identified by the main computers, known as \"Web servers,\" that \"serve up\" Web pages.</p>", "level": 0}, {"value": "<p>Active3DB and/or its affiliates collect IP addresses for the purposes of system administration, to report aggregated information to our advertisers, and to audit the use of our site. When Customers request pages from Active3DB's and/or its affiliates' sites, our servers log the Customers' IP addresses. We do not normally link IP addresses to anything personally identifiable, which means that a Customer's session will be logged, but the Customer will remain anonymous to us. We can and will use IP addresses to identify a Customer when we feel it is necessary to enforce compliance with our site terms of use or terms of service or to protect our service, site, customers or others.</p>", "level": 0}, {"value": "<p>Use Of Cookies</p>", "level": 0}, {"value": "<p>What are cookies? Cookies are small pieces of information that a Web site sends to yours computer for record-keeping purposes, which information is stored in a file on your computer. Cookies make Web surfing easier for you by saving your preferences so that we can use the saved information to facilitate your use of our Web site when you return to the site. Cookies do not tell us your individual identity unless you have chosen to provide it to us. We never save passwords or credit card information in cookies. The use of cookies is an industry standard, and as such, you'll find that most major Web sites use them.</p>", "level": 0}, {"value": "<p> By showing how and when Customers use a site, cookies help us see which areas are popular and which are not. Many improvements and updates to the site are based on such data as total number of visitors and pages viewed. This information is most easily tracked with cookies. We use the information from cookies to provide services better tailored to our Customers' needs.</p>", "level": 0}, {"value": "<p>Most cookies expire after a defined period of time, or you can delete your cookie file at any time. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or indicate when a cookie is being sent. However, note that some parts of Active3DB and/or its affiliates' services will not function properly or may be considerably slower if you refuse cookies. For example, without cookies, you will not be able to set personalized preferences, and/or may have difficulty completing marketing transactions.</p>", "level": 0}, {"value": "<p> Active3DB and/or its affiliates have two primary uses for its cookies. First, we use them to specify a Customer's preferences. For example, Customers can specify keywords across several categories or markets so you don't have to tell us repeatedly about certain features in the home you are seeking. Second, we use cookies to track Customers' Web site usage trends and patterns. This helps us understand our Customers' needs better and improve areas of Active3DB's and/or its affiliates services that our Customers find valuable. While both of these activities depend on the use of cookies, you have the option of disabling the cookies via your browser preferences.</p>", "level": 0}, {"value": "<p> You may occasionally get cookies from our advertisers. Active3DB and/or its affiliates do not control these cookies. The use of advertising cookies sent by third-party servers is standard in the Internet industry.</p>", "level": 0}, {"value": "<p>With whom does Active3DB share my Information?</p>", "level": 0}, {"value": "<p> As a general rule Active3DB will not disclose any specific personal information that you submit to us about you (\"Personal Information\") in a manner that connects you with the Personal Information, except when we have your permission or under special circumstances, such as when we believe in good faith that the law requires it or under the circumstances described below. The following describes some of the ways that your Personal Information may be disclosed.</p>", "level": 0}, {"value": "<p> Business Partners &amp; Sponsors: Active3DB may disclose some or all of your Personal Information to business partners or sponsors, but this use will be specifically described to you prior to data collection or prior to transferring the data. Many promotions offer opportunities to request additional information from sponsors. By requesting more information, you give Active3DB permission to transfer your Personal Information to the sponsor so they can fulfill your request. In many instances, only your e-mail address will be shared. If more Personal Information will be shared with the sponsor, you will be notified prior to the transfer.</p>", "level": 0}, {"value": "<p>Third Party &amp; Aggregate Data: From time to time, you may be offered the opportunity to receive materials or special offers from third parties. If you opt to receive information from these third parties, Active3DB will (with your permission) share your name and e-mail address with such third parties. Under confidentiality agreements, Active3DB may match Personal Information with third party data. Also, Active3DB may keep track of what portions of the Web site Customers are visiting and other Customer statistics, and aggregate this information to help us create a better experience for users of our Web site. This is all done without knowing your name or other Personal Information in order to describe our viewers and services to prospective partners, advertisers, and other third parties, and for other lawful purposes.</p>", "level": 0}, {"value": "<p> Other: Active3DB may also disclose account Information in special cases when we have reason to believe that disclosing this Information is necessary to identify, contact or bring legal action against someone who may be violating Active3DB's terms of use or terms of service, or may be causing injury to or interference (either intentionally or unintentionally) with any of Active3DBs rights or property, other Active3DB Customers, or anyone else. Active3DB may disclose or access account Information when we believe in good faith that the law requires it and for administrative and other purposes that we deem necessary to maintain, service, and improve our products and services.</p>", "level": 0}, {"value": "<p> How can you control the usage of Information?</p>", "level": 0}, {"value": "<p>In case you change your mind or some Personal Information changes (such as your Zip Code or e-mail address), we will try to provide a way to correct, update or remove the Personal Information that you give us. We also give you the opportunity to control the communications we direct to you. We offer Customers the opportunity to \"opt out\" of having Personal Information shared with parties outside of Active3DB and/or its affiliated companies. If a Customer wishes to update Personal Information or objects to any usage provided herein for any reason, he/she may e-mail the requested change to: <a class=\"__cf_email__\" data-cfemail=\"cfa6a1a9a08fbfbaa1aca7a3a6bcbbe1a1aabb\" href=\"/cdn-cgi/l/email-protection\">[email protected]</a></p>", "level": 0}, {"value": "<p> What happens when you link to a third party site?</p>", "level": 0}, {"value": "<p>You should be aware that when you are on Active3DB's and/or its affiliates' sites you could hyperlink or be directed to other sites that are beyond our control and/or outside our service. For example, if you \"click\" on a banner advertisement or a punchlist.net search result, the \"click\" may transfer you off the punchlist.net site. These other sites may include sites of advertisers, sponsors and partners that may use Active3DB's and/or its affiliates' logo as part of a co-branding agreement. These other sites may send their own cookies to Customers, collect data, or solicit Information.</p>", "level": 0}, {"value": "<p> Active3DB and its affiliates do not control such sites, and, therefore, are not responsible for their contents or the hyperlinks or advertising they choose to place on such sites. Active3DB's and/or its affiliates' inclusion of hyperlinks to these sites do not imply any endorsement of the material on such sites or any association with their operators. Active3DB's policy does not extend to anything that is inherent in the operation of the Internet, which is beyond Active3DB's and its affiliates' control.</p>", "level": 0}, {"value": "<p>Please keep in mind that whenever you give out information online (for example, via message boards or chat) that information can be collected and used by people you don't know. While Active3DB and its affiliates strive to protect their Customers' information and privacy, we cannot guarantee the security of any information you disclose online, and you disclose such information at your own risk.</p>", "level": 0}, {"value": "<p> Is my Information secure from others using the Active3DB site?</p>", "level": 0}, {"value": "<p>The importance of security of all information associated with our Customers is an important concern to us. We exercise care in providing secure transmission of your information from your computer to our servers. Unfortunately, no data transmission over the Internet can be guaranteed to be 100% secure. As a result, while we strive to protect your information, Active3DB and its affiliates can't ensure or warrant the security of any information you transmit to us or from our online products or services, and you do so at your own risk. Once we receive your transmission, Active3DB uses industry standard efforts to safeguard the confidentiality of your information, such as firewalls and Secure Socket Layers. However, \"perfect security\" does not exist on the Internet.</p>", "level": 0}, {"value": "<p> YOUR ACCEPTANCE OF THESE TERMS</p>", "level": 0}, {"value": "<p>By using this site, you signify your agreement to Active3DB 's Privacy Policy. IF YOU DO NOT AGREE WITH THIS POLICY, PLEASE DO NOT USE THIS SITE. Your continued use of Active3DB's and/or its affiliates' sites following the posting of changes to these terms will mean you accept those changes.</p>", "level": 0}, {"value": "<footer class=\"clearfix\" id=\"Footer\"><div class=\"footer_copy\"><div class=\"container\"><div class=\"column one\"><div class=\"copyright\"> FinishLine Punch List Management Software for Construction | Â© Copyright 2008-2018 Active3DB, L.L.C.</div><ul class=\"social\"><li class=\"twitter\"><a href=\"https://twitter.com/punchontheplan\" target=\"_blank\" title=\"Twitter\"><i class=\"icon-twitter\"></i></a></li><li class=\"linkedin\"><a href=\"https://www.linkedin.com/company/finishline-software-llc\" target=\"_blank\" title=\"LinkedIn\"><i class=\"icon-linkedin\"></i></a></li></ul></div></div></div> </footer>", "level": 0}]]