[[{"value": "<h4>Bridge Base Online Privacy Statement</h4>", "level": 6}, {"value": "<i>(Last updated: May 2018. The most significant recent changes have been highlighted.)</i>", "level": 0}, {"value": "<p>\nBridge Base Online (\"BBO\") is committed to protecting your privacy. This privacy statement applies to the data collected by BBO through the Bridge Base Online web pages and the original BBO program (collectively, the Site); it does not apply to data collected through other online or offline BBO sites, products or services.\n</p>", "level": 0}], [{"value": "<h4>Collection of your personal information</h4>", "level": 6}, {"value": "<p>\nWe will ask you when we need information that personally identifies you or allows us to contact you. \n</p>", "level": 0}, {"value": "<p>\nWe will ask you for your username, password, and a valid email address during the registration process.\n</p>", "level": 0}, {"value": "<p>\nYou need not enter your real name in the registration form or your profile. The public portion of your profile (Name, country, skill level, other information) will be visible to every other member of the site.\n</p>", "level": 0}, {"value": "<p>\nIf you choose to engage in commerce on our site, we may ask you for your real name, address, telephone number, and credit card details. You can opt to have us remember your name, address, and telephone number and credit card expiration date as a convenience for you. We will not store your credit card number or credit card security code.\n</p>", "level": 0}, {"value": "<p>\nFrom time to time we may request demographic information.\n</p>", "level": 0}, {"value": "<p>\nIf you choose to play in tournaments sponsored by a National Bridge Organization ( \"NBO\" -- for example, the ACBL ) we will ask you for your player number in that NBO to allow us to report your results.\n</p>", "level": 0}, {"value": "<p>\nWe record visitor IP addresses, usernames, and many details of site activity.\n</p>", "level": 0}, {"value": "<p>\nWe may record all chat, including private chat between usernames.\n</p>", "level": 0}, {"value": "<p>\nWe record hands played on the site. This information may be made publicly available.\n\n</p>", "level": 0}], [{"value": "<h4>Use of Your Personal Information</h4>", "level": 6}, {"value": "<p>\nThe personal information collected will be used to operate the Site and to provide the service(s) or carry out the transaction(s) you have requested or authorized.\n</p>", "level": 0}, {"value": "<p>\nIn support of these uses, BBO may use personal information to provide you with more effective customer service, to improve the Site and any related BBO products or services, and to make the Site easier to use by eliminating the need for you to repeatedly enter the same information or by customizing the Site to your particular preference or interests.\n</p>", "level": 0}, {"value": "<p>\nWe may use your personal information to provide you with important information about the product or service that you are using, including critical updates and notifications\n</p>", "level": 0}, {"value": "<p>\nWe may use your personal information to provide you with information about products or services you may be interested in.\n</p>", "level": 0}, {"value": "<p>\nPersonal information collected on the Site may be stored and processed in the United States or any other country in which BBO or its affiliates, subsidiaries or agents maintain facilities, and by using the Site, you consent to any such transfer of information outside of your country.\n</p>", "level": 0}], [{"value": "<h4>Sharing of Your Personal Information</h4>", "level": 6}, {"value": "<p>\nBBO may disclose personal information if required to do so by law or in the good faith belief that such action is necessary to (a) conform to the edicts of the law or comply with legal process served on BBO or the Site; (b) protect and defend the rights or property of BBO and our family of Web sites; or (c) act in urgent circumstances to protect the personal safety of users of BBO products or members of the public.\n</p>", "level": 0}, {"value": "<p>\nBBO may also disclose your personal information to cooperate with our partners in abuse-related investigations. For instance: ACBL requires that BBO report the names of players who have been banned from ACBL games.\n</p>", "level": 0}, {"value": "<p>\nPersonally identifiable demographic information will not be shared except as specified above. From time to time, we may publish summaries of our demographic data.\n</p>", "level": 0}], [{"value": "<h4>Control of Your Personal Information</h4>", "level": 6}, {"value": "<p>\nExcept as otherwise described in this statement, personal information you provide on the Site will not be shared outside of BBO and its controlled subsidiaries and affiliates without your permission.\n</p>", "level": 0}, {"value": "<p>\nPlease be aware that this privacy statement and any choices you make on the Site will not necessarily apply to personal information you may have provided to BBO in the context of other, separately operated, BBO products or services. \n\n</p>", "level": 0}], [{"value": "<h4>Security of Your Personal Information</h4>", "level": 6}, {"value": "<p>\nBBO is committed to protecting the security of your personal information. We use a variety of security technologies and procedures to help protect your personal information from unauthorized access, use, or disclosure. For example, we store the personal information you provide on computer servers with limited access that are located in controlled facilities. \n</p>", "level": 0}, {"value": "<p>\nAdditionally, when we transmit sensitive personal information (such as a credit card number) over the Internet, we protect it through the use of encryption, such as the Secure Socket Layer (SSL) protocol.\n</p>", "level": 0}, {"value": "<p>\nThe public portion of your profile (Name, email, country, skill level, other information) will be visible to every other member of the site.\n</p>", "level": 0}, {"value": "<p>\nOur support staff and some of our yellow volunteers can look up your IP address and, in addition, identify other aliases that you have might have used previously.\n</p>", "level": 0}, {"value": "<p>\nOur support staff can look up your entire profile, aliases, purchase history and chatlogs. \n</p>", "level": 0}, {"value": "<p>\nOur accounting staff can look up your prior transactions (including your real name, address and phone number, if you supplied this information during commerce)\n</p>", "level": 0}], [{"value": "<h4>Destruction of Your Personal Information</h4>", "level": 6}, {"value": "<p>\nBBO routinely discards system logs and other records after approximately 100 days. Parts of some logs ( for example: those relating to commerce, technical support, and some account activity ) are kept indefinitely. Usernames can be disabled but not destroyed.\n</p>", "level": 0}, {"value": "<p>\n<span style=\"background-color:yellow;\">You may request</span> some private data we hold on our servers for you (such as any address, credit card data, real name field) to be wiped clean for you. Email us at <a href=\"mailto:support@bridgebase.com\" target=\"_blank\">support@bridgebase.com</a>. \n\n\n</p>", "level": 0}], [{"value": "<h4>Updating your information</h4>", "level": 6}, {"value": "<p>\n<span style=\"background-color:yellow;\">You may alter</span> information that's displayed to other users by logging into your BBO account and updating your profile.\n\n</p>", "level": 0}], [{"value": "<h4>Use of Local Storage</h4>", "level": 6}, {"value": "<p>\nWe sometimes use your local storage ( typically, your hard drive ) to store your preferences (for example: screen size, screen position ). If you choose to have the Site remember your username and password, the Site will encrypt these fields weakly and save them in local storage.\n</p>", "level": 0}, {"value": "<p>\nYour chat logs, including your private chat logs, are recorded to local storage in some versions of the Site. You have the ability to direct that these versions of the Site stop recording chat. You also have the ability to erase previously logged chat. Both can be found in the Preferences section of the Site.\n</p>", "level": 0}, {"value": "<p>\nSome versions of the Site grant you the ability to automatically save hands that you have either played or viewed. You have the ability to specify that these versions of the Site stop recording hands. This can be specified in the Preferences section of the Site.\n</p>", "level": 0}], [{"value": "<h4>Links to Other Web Sites</h4>", "level": 6}], [{"value": "<h4>Use of Cookies</h4>", "level": 6}, {"value": "<p>\nWe sometimes use cookies on this Site to ensure the integrity of the login/registration process and to personalize the Site. A cookie is a small text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a Web server in the domain that issued the cookie to you.\n</p>", "level": 0}, {"value": "<p>\nOne of the primary purposes of cookies is to provide a convenience feature to save you time. For example, if you personalize a web page, or navigate within a site, a cookie helps the site to recall your specific information on subsequent visits. This simplifies the process of delivering relevant content, eases site navigation, and so on. When you return to the web site, the information you previously provided can be retrieved, so you can easily use the site's features that you customized. \n</p>", "level": 0}, {"value": "<p>\nYou have the ability to accept or decline our cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to use interactive features of this or other web sites that depend on cookies.\n\n</p>", "level": 0}], [{"value": "<h4>Use of Cookies in Advertising</h4>", "level": 6}, {"value": "<p>\n<span style=\"background-color:yellow;\">We work with third-party advertisers</span> to serve targeted ads. These advertisement partners may also be tracking you via their own third-party cookies. These cookies collect information about your browsing habits in order to provide advertising more relevant to you and your interests. These cookies are placed by the advertising networks who may in turn share information with the advertisers.\n</p>", "level": 0}, {"value": "<p>\nThere are ways to decline/delete cookies within most browsers. You can update your browser settings to modify your browser privacy. ( For example:  if you use Google Chrome browser, you can follow the steps listed <a href=\"https://support.google.com/chrome/answer/114836?co=GENIE.Platform%3DDesktop&amp;hl=en\" target=\"_blank\">here</a> to modify your privacy settings.)\n</p>", "level": 0}, {"value": "<p>\nYou also have choices about the collection of information by these third party advertisers on our website.\n</p>", "level": 0}, {"value": "<p>\nIf you would like to read more about your option not to accept advertiser cookies, please click <a href=\"http://optout.networkadvertising.org/?c=1#!/\" target=\"_blank\">here</a>.\n</p>", "level": 0}, {"value": "<p>\nIf you would like to opt-out of having interest-based ad targeting, please click <a href=\"http://optout.aboutads.info/?c=2#!/\" target=\"_blank\">here</a>.\n\n</p>", "level": 0}], [{"value": "<h4>Mobile Devices</h4>", "level": 6}, {"value": "<p>\nDue to differences between apps and websites on mobile devices, you may need to take <span style=\"background-color:yellow;\">additional steps to disable</span> tracking technologies in mobile apps. Many mobile devices allow you to opt-out of targeted advertising within the  Settings area of the device.\n\n</p>", "level": 0}], [{"value": "<h4>Changes to this Privacy Statement</h4>", "level": 6}, {"value": "<p>\nWe may occasionally update this privacy statement. When we do, we will also revise the last updated date at the top of the privacy statement. For material changes to this privacy statement, we will notify you either by placing a prominent notice on our site or by directly sending you a notification. We encourage you to periodically review this privacy statement to stay informed about how we are helping to protect the personal information we collect. Your continued use of the service constitutes your agreement to this privacy statement and any updates.\n\n</p>", "level": 0}], [{"value": "<h4>Contact Information</h4>", "level": 6}, {"value": "<p>\nBBO welcomes your comments regarding this privacy statement. If you have questions about this statement or believe that we have not adhered to it, please contact us at via email at <a href=\"mailto:support@bridgebase.com\">support@bridgebase.com</a>.  You may also contact us through postal mail at the address provided below and we will use commercially reasonable efforts to promptly determine and remedy the problem.\n</p>", "level": 0}, {"value": "<p>\nBridge Base Online, Ltd.\n<br/>\n2805 High Sail Court\n<br/>\nLas Vegas, NV \n<br/>\nUSA 89117<br/>\n<br/><!-- END CONTENT -->\n</p>", "level": 0}, {"value": "<div class=\"container bbo_footer\">\n<div class=\"row\">\n<footer>\n                © 2018 Bridge Base Online, Inc. •\n                <a href=\"//www.bridgebase.com/intro/introduction.php\">About</a> •\n                <a href=\"//www.bridgebase.com/intro/privacy.php\">Privacy</a> •\n                <a href=\"http://online.bridgebase.com/v2/doc_rules.html\">Rules</a> •\n                <a href=\"http://online.bridgebase.com/v2/tcm.html\">Terms and Conditions</a> •\n                <a href=\"http://doc.bridgebase.com/advertise/advertise.shtml\">Advertise</a> •\n                <a href=\"http://online.bridgebase.com/prod/cust_ask_question.php\">Support</a> •\n                <a href=\"http://www.bridgebase.com/doc/gib_system_notes.php\">Robot Convention Card</a>\n</footer>\n</div>\n</div>", "level": 0}]]