[[{"value": "<h1><b>PRIVACY POLICY</b></h1>", "level": 9}, {"value": "<p>This privacy policy governs your use of the software application BWEB SARL (\"Application\") for mobile devices that was created by BWEB SARL In this policy, \"BWEB SARL\" may also be referred as \"We\" or \"Us\".</p>", "level": 0}, {"value": "<p>We think that you have a right to know our practices regarding the information we may collect and use when you use our applications</p>", "level": 0}, {"value": "<p>By downloading and/or playing our games, you agree to the collection and use of your information in accordance with this Privacy Policy, including consenting to BWEB SARL and our advertising partners and services use of your data for interest-based advertising purposes as described in the following sections of this Privacy Policy. Those sections also explain how you can withhold or withdraw your consent to the use of your data for interest-based advertising purposes, purchases, push notifications and local notifications. If you have any other concerns about providing information to us or it being used as described in this Privacy Policy you should not use our applications.</p>", "level": 0}, {"value": "<p>IMPORTANT: We are in the process to change every application to be compliant with the new GDPR (General Data Protection Regulation) regulation. We have good hope to have all our applications in the coming days in accordance with the GDPR. If you are using an old app version that doesnâ\u0080\u0099t use our new GDPR regulation interfaces for EU users, and/or are worried about using this app, you should uninstall this app immediately.</p>", "level": 0}], [{"value": "<h3><b><u>What Type of information do we collect ?</u></b></h3>", "level": 7}, {"value": "<p>When you access or use our applications, we may collect information automatically from your device and/or about you by using the following information such as persistent Identifier (IP address, device identifiers, ad identifiers, bundle ID, language ID, operating system version, device model, country and Mac Address) and your year of birth under applicable data protection laws.</p>", "level": 0}, {"value": "<p>To comply with local laws, we may need to collect your IP address to help us determine your country of residence. In that case, your IP address may be sent to a server that we control, for evaluation purposes, but will not be stored or further processed. We also use your device settings to determine the country where you are located as a way to respect privacy laws specific to your location. We do not collect your precise location, at a level more granular than your city, without your explicit consen</p>", "level": 0}], [{"value": "<h3><b><u>How the information are collected and how are they used?</u></b></h3>", "level": 7}, {"value": "<p>When you access or use our applications, we use all kinds of information made available by your device (passively), yourself (actively) or by services which are used for :</p>", "level": 0}], [{"value": "<h4><b>1. Age Verification</b></h4>", "level": 6}, {"value": "<p>Applicable when you are from the United States or a European Citizen to identify if you are a child or an adult for data protection and to determine the legal requirements for the processing of your data. We use â\u0080\u009cLocal Storageâ\u0080\u009d which will allow us to enable automatic activation of certain features related to the application. Your year of birth, last access time and Interest-based ads setting are only stored on your device and not on our server.</p>", "level": 0}], [{"value": "<h4><b>2. We Collect Your Consent For European Union Citizens Only</b></h4>", "level": 6}, {"value": "<p>BWEB SARL works with advertising partners that may collect information from you as part of their process of serving advertisements in our products. If you are a resident of an EU country and give your consent in accordance of the GDPR (General Data Protection Regulation), we will share mobile identifiers (Advertising id and App Name) to personalize content and ads through a third party (Google Admob) on our app. We will also share your Advertising ID with our partner Pubmetric. You can see how and why in our section below.</p>", "level": 0}, {"value": "<ul>\n<li>To get your mobile ad identifier.</li>\n<li>To remember your settings inside the application.</li>\n<li>It helps us to give you a better experience by finding bugs and crashes in our apps.</li>\n</ul>", "level": 0}, {"value": "<p>When we ask for your consent to personalize your ads and content, you have the right to withdraw or decline your consent at any time. Please note that this does not affect the lawfulness of the processing based on consent before its withdrawal. To change your consent status, please visit the content setting banner on the cover of the game. You will be able to change your consent by disabling personalized ads.</p>", "level": 0}, {"value": "<p>If you are a resident of an EU country and indicate that you are below the age of 16, you will be served non-personalized ads and the advertising companies will not collect personal information from you.</p>", "level": 0}], [{"value": "<h4><b>3. Advertisement</b></h4>", "level": 6}, {"value": "<p>When applicable, we show interest-based ads or contextual ads. Advertising services use ad identifiers, cookies and similar technologies to collect data and show you interest-based ads. They are based on previously collected or historical data to determine or influence ad selection. If you disable that option, ads will not use mobile ad identifier for ad targeting, they will still however use mobile ad identifier for frequency capping, aggregated ad reporting, and to combat fraud and abuse. Advertising Identifiers are non-permanent and can be limited or reset (see how to limit or opt-out from our Advertising Partners and What are my opt-out rights sections below).</p>", "level": 0}], [{"value": "<h4><b>4. Purchases</b></h4>", "level": 6}, {"value": "<p>When you download our applications, they may be offered for free and content may be purchased for real money inside our applications through Apple App Store and Google Play Store. When you purchase In-app, you generally provide (a) your name, email address, age, user name, password and other registration information; (b) transaction-related information, such as when you make purchases, respond to any offers, or download or use applications from us; (c) information you provide us when you contact us for help; (d) credit card information for purchase and use of the application, and; (e) information you enter through our providers (Apple and Play Store) when using the application, such as contact information and project management information.</p>", "level": 0}, {"value": "<p>It is possible to turn off in-apps purchases in your devices setting. If you do not want to use this feature, turn off in-app purchases in your device's settings. Refer to the device maker for more information.</p>", "level": 0}, {"value": "<p>All billing and financial information are not processed by us. It is processed by third-parties like: Apple, Google or Amazon. BWEB SARL does not store, process or share any billing information.</p>", "level": 0}, {"value": "<p>By making in-game purchases you are responsible for any financial transactions and you agree that BWEB SARL will not be responsible for any loss or damage of all kinds. We reserve the right to decline refunding requests for in-app purchases if the terms stated here in this agreement are not respected.</p>", "level": 0}], [{"value": "<h3><b><u>Advertising Partners</u></b></h3>", "level": 7}], [{"value": "<h4><b>1. Google Admob</b></h4>", "level": 6}, {"value": "<p>We keep our applications free of charge by using Ads with Google Admob. For more information on how Google use your information and how to control your data sent to Google, please visit this website (<a href=\"https://policies.google.com/technologies/partner-sites\">https://policies.google.com/technologies/partner-sites</a>)</p>", "level": 0}, {"value": "<p>You can also see the privacy policy for google here : <a href=\"https://policies.google.com/privacy?hl=en\">https://policies.google.com/privacy?hl=en</a></p>", "level": 0}, {"value": "<p>For your IOS device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Select Privacy --&gt; Select Advertising &gt; Enable the \"Limit Ad Tracking\" setting</p>", "level": 0}, {"value": "<p>For your ANDROID device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Google Setting --&gt; Ads --&gt; Enable \"Opt Out of Ads Personalization\"</p>", "level": 0}, {"value": "<p>If you want to see more details with screenshots, you can consult this website <a href=\"http://www.networkadvertising.org/mobile-choices\">http://www.networkadvertising.org/mobile-choices</a>Â for more information regarding on how an end user may opt-out via a mobile platform.</p>", "level": 0}, {"value": "<p>To opt-out from interest-based ads on their sites, you can do it from that link <a href=\"https://adssettings.google.com\">https://adssettings.google.com</a></p>", "level": 0}], [{"value": "<h4><b>2. Pubmetric</b></h4>", "level": 6}, {"value": "<p>This service is used to freely advertise BWEB SARL applications. In terms of advertising vocabulary, we name it cross promotion campaigns. To do so, Pubmetric uses the Apple's Advertising Identifier (IDFA) or Android's Advertising Id (formally named Mobile Advertising Identifier) and their internal SDK application Id to track applications you installed from BWEB SARL. They keep the encrypted mobile advertising id for 7 days for stats purposes and then delete them from its system. To avoid excessive bandwidth consumption, while you use one of our applications, a few other applications information from us are loaded like the: app name, app icon, app title, application Id and can be presented to you. Pubmetric will also store on your device using â\u0080\u009cLocal Storageâ\u0080\u009d the previous installed applications from us and will only present you the applications that you never installed.</p>", "level": 0}, {"value": "<p>To read more about their Privacy Policy please visit : <a href=\"http://www.pubmetric.com/index.php?r=site/privacy\">http://www.pubmetric.com/index.php?r=site/privacy</a></p>", "level": 0}, {"value": "<p>To opt-out from Pubmetric you can do it this way : </p>", "level": 0}, {"value": "<p>For your IOS device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Select Privacy --&gt; Select Advertising &gt; Enable the \"Limit Ad Tracking\" setting</p>", "level": 0}, {"value": "<p>For your ANDROID device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Google Setting --&gt; Ads --&gt; Enable \"Opt Out of Ads Personalization\"</p>", "level": 0}, {"value": "<p>If you want to see more details with screenshots, you can consult this website <a href=\"http://www.networkadvertising.org/mobile-choices\">http://www.networkadvertising.org/mobile-choices</a>Â for more information regarding on how an end user may opt-out via a mobile platform.</p>", "level": 0}], [{"value": "<h4><b>3. Chartboost</b></h4>", "level": 6}, {"value": "<p>Chartboost is used to advertise BWEB SARL applications free of charge. However, since March 26th 2018, they decided to cover the costs on their end by monetizing one impression per user per day through video or static Ads. Unfortunately, we have no control over this. Chartboost may collect the following from your device: bundle ID, language ID, operating system version, device model, software developer kit (SDK) version, unique device identifier, IP address, and Media Access Control (MAC) address. In addition, when an end user accesses a video ad, they may collect additional stats about videos and video playback such as: start/boot-up information, amount played/session length information, memory on device used for their video cache, videos cached on a device and complete view event. They identify an end userâ\u0080\u0099s device using Chartboostâ\u0080\u0099s internal device ID, which is linked to an end userâ\u0080\u0099s Apple IDFA, Google Advertising ID (GAID), or Android ID, as applicable.</p>", "level": 0}, {"value": "<p>To read more about their Privacy Policy please visit : <a href=\"https://answers.chartboost.com/en-us/articles/200780269\">https://answers.chartboost.com/en-us/articles/200780269</a></p>", "level": 0}, {"value": "<p>To opt-out from Charboost Interest-based Ads you can do it this way : </p>", "level": 0}, {"value": "<p>For your IOS device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Select Privacy --&gt; Select Advertising &gt; Enable the \"Limit Ad Tracking\" setting</p>", "level": 0}, {"value": "<p>For your ANDROID device : </p>", "level": 0}, {"value": "<p>Go to your Settings --&gt; Google Setting --&gt; Ads --&gt; Enable \"Opt Out of Ads Personalization\"</p>", "level": 0}, {"value": "<p>If you want to see more details with screenshots, you can consult this website <a href=\"http://www.networkadvertising.org/mobile-choices\">http://www.networkadvertising.org/mobile-choices</a>Â for more information regarding on how an end user may opt-out via a mobile platform.</p>", "level": 0}], [{"value": "<h3><b><u>What are my opt-out rights?</u></b></h3>", "level": 7}, {"value": "<p>There are multiple opt-out options for users of this Application : </p>", "level": 0}, {"value": "<p>You can stop all collection of your information by the Application easily by uninstalling the Application. You may use the standard uninstall processes of your mobile device or via the mobile application marketplace or network.</p>", "level": 0}, {"value": "<p>An end user may opt-out of interest-based advertisements by adjusting the settings as described in our advertising partners sections above. If an end user opts-out of targeted advertising, the end user will still receive general advertisements.</p>", "level": 0}], [{"value": "<h3><b><u>Push Notifications &amp; Local Notifications</u></b></h3>", "level": 7}, {"value": "<p>With your consent, we could send push notifications to your device to provide game updates and other important messages. Users can deactivate push notifications by changing the notification settings following the instructions of the operating system running on the user's device.</p>", "level": 0}], [{"value": "<h3><b><u>Children Privacy</u></b></h3>", "level": 7}, {"value": "<p>Our applications are intended for general audiences. We do not knowingly collect, and do not wish to collect, information about children. As per our Privacy Policy, we will never require a child to disclose more information than is reasonably necessary to participate in our application. In order to comply with the legislations (GDPR, COPPA or any others), you may see an age verification screen, when launching an application and a parental verification screen. When this age verification screen will be presented, it is important that you state the correct age. As mentioned above, our applications store the year of birth on your device only, this way we know if you have identified yourself.</p>", "level": 0}, {"value": "<p>Based on your age information and your device settings, BWEB SARL does not process personal data of children under the minimum age limit that is prescribed by the legislation in the individual jurisdictions for behavioral advertisements and remarketing advertisements. If you believe that we might have and/or process any information from or about a child under the age prescribed by the legislation in your country, you always have the possibility to contact us to contact @ bwebmedia.eu . We will take all reasonable steps to contact our partners and delete the information as soon as possible.</p>", "level": 0}], [{"value": "<h3><b><u>Transfer Data to third countries</u></b></h3>", "level": 7}, {"value": "<p>We may transfer, in certain circumstances, your personal data collected about you in the United States or any other countries in which BWEB SARL, its business partners, or third party agents operate. By using our products, you consent that your personal information may be transferred to recipients in the United States and other countries that may not offer the same level of privacy protection as the laws in your country of residence or citizenship.</p>", "level": 0}, {"value": "<p>We only transfer personal data to entities in third countries that have provided appropriate safeguards to ensure that their level of data protection is in agreement with this privacy policy and applicable law.</p>", "level": 0}, {"value": "<p>Therefore, the transfers will only take place based on the following safeguards : </p>", "level": 0}, {"value": "<ul>\n<li>If the entity is certified to comply with the principles for data protection under the US-EU Privacy Shield Framework (\"Privacy Shield\") (you can view the entities certified under Privacy Shield at <a href=\"https://www.privacyshield.gov\">https://www.privacyshield.gov</a>), or</li>\n<li>If we have entered into standard data protection clauses adopted by the Commission with the entity, which is deemed to offer sufficient safeguards with respect to the protection of the privacy and fundamental rights and freedoms of individuals</li>\n</ul>", "level": 0}], [{"value": "<h3><b><u>Security</u></b></h3>", "level": 7}, {"value": "<p>We are concerned about safeguarding the confidentiality of your information. We provide physical, electronic, and procedural safeguards to protect information we process and maintain. For example, we limit access to this information to authorized employees and contractors who need to know that information in order to operate, develop or improve our applications. Please be aware that, although we endeavor to provide reasonable security for the information we process and maintain, no security system can prevent all potential security breaches.</p>", "level": 0}], [{"value": "<h3><b><u>Your rights</u></b></h3>", "level": 7}, {"value": "<p>To exercise your data related rights, contact us at contact @ bwebmedia.eu</p>", "level": 0}, {"value": "<p>The procedure consists of processing and answering without undue delay and in any event within one month unless a longer period is required due to the complexity of your request, in that case we are allowed to extend it for two additional months.</p>", "level": 0}], [{"value": "<h3><b><u>Updates</u></b></h3>", "level": 7}, {"value": "<p>This Privacy Policy may be updated from time to time for any reason. We will notify you of any changes to our Privacy Policy by posting the new Privacy Policy here. You are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes.</p>", "level": 0}], [{"value": "<h3><b><u>Contact Us</u></b></h3>", "level": 7}, {"value": "<p>If you have any questions regarding this privacy policy, please contact us via email at contact @ bwebmedia.eu .</p>", "level": 0}], [{"value": "<p><b>Last Update : 29/05/2018</b></p>", "level": 1}]]