[[{"value": "<h1><em>Mapway Privacy Policy and Permissions</em></h1>", "level": 9}], [{"value": "<h2></h2>", "level": 8}, {"value": "<div class=\"app-store-links-wrap\">\n<p>Available free on iOS and Android</p>\n<div class=\"app-store-links\">\n<a class=\"app-store-link\" href=\"https://itunes.apple.com/gb/developer/mapway-limited/id320969615\" target=\"_blank\">\n<img alt=\"iOS App Store\" class=\"app-store\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/app-store-ios.svg?x59006\"/>\n</a>\n<a class=\"app-store-link\" href=\"https://play.google.com/store/apps/dev?id=6002203065877076379&amp;hl=en_GB\" target=\"_blank\">\n<img alt=\"Android App Store\" class=\"app-store\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/app-store-android.svg?x59006\"/>\n</a>\n</div> </div>", "level": 0}, {"value": "<div class=\"container\">\n<p><strong>Mapway Privacy Policy</strong></p>\n<p>Here at Mapway, we believe that you should always know what data we collect from you and how we use it, and that you should have meaningful control over both. We want to empower you to make the best decisions, for you, about the information you share with usâ\u0080¦. that is the purpose of this Privacy Policy.</p>\n<p>You should read this Policy in full, but here are a few key points that weâ\u0080\u0099d like you to take away:</p>\n<ul>\n<li>Unlike other services, we do not require that you register with us or provide personal information such as your name, email address or phone number to use our services, they are offered to you free of charge and we will never collect this data unless you choose to provide them either by contacting us or creating an account with us.</li>\n<li>Mapway is a private company which offers users free apps. To pay for the maintenance and enhancement of these free apps we need to be able to monetise use of our apps, primarily we do this through advertising. To do this and to make adverts more relevant for you we receive some personal information such as your device ID (IDFA or AAID) and location.</li>\n<li>As an alternative you can make In-App Purchases (IAPs) in our Free apps, or where available, pay for our Pro versions. This removes advertising and significantly reduce the amount of data we collect from your use of our apps (see the full Policy below).</li>\n<li>In addition to IAPs your device also gives you control to limit the data we collect from you and how we use it. Ultimately you can also choose to delete and stop using the app at which point any data collection will cease.</li>\n</ul>\n<p>By using our apps, our website or contacting us you agree to the collection and use of certain data as described in this Policy.</p>\n<p>We are the data controller, which means that we will determine the purposes for processing your personal data and the manner in which processing is carried out. This Privacy Policy describes how we will use your personal data. If you have any queries on how we use your personal data please contact us at <a href=\"mailto:privacyteam@mapway.com\">privacyteam@mapway.com</a>.</p>\n<p>This Privacy Policy was last updated 25<sup>th</sup> May 2018. We reserve the right to make changes to it and publish the latest version which shall then apply.</p>\n<p><em>Information you share with us</em></p>\n<p>We do not require you to directly provide any personal information to us to start using our services. It is not necessary for you to have created an account (although you may choose to do so), nor will we ever make your use of our apps public, other than occasionally quoting user reviews posted in app stores on our website or in other publicity.</p>\n<p>If you do choose to create an account with us (where available), you must provide us with some personal data so that we can provide the additional services linked to registration to you. This includes an email address and password. We use this information to authenticate your account only and will keep it secure.</p>\n<p>In addition, should you contact us directly (either via the app, website or a direct email) you will be providing your name, email address and (when contacting us from the app) an app ID. We will keep the content of your message and contact information to enable us to respond to your request.</p>\n<p>If using our myTrains service you will need to provide us with payment information, including your debit or credit card number, card expiration date, CVV code and billing address, in order to purchase train tickets. We will never require that you provide payment information for any other services, all IAPs or the purchase of Pro versions of our apps is transacted via the appropriate app store and we never receive payment information about you from them.</p>\n<p><em>Additional information we receive about you â\u0080\u0093 all users</em></p>\n<p><em>Location information:</em> We require information about your current location to effectively offer you our services. Subject to your settings, we may collect, use and store additional information about your location to operate or personalise our services such as nearest transit stops, transport disruption, etc. You control whether we collect this data at all times or only when you are using the app, or even if we can collect this data at all. If you choose not to share location, we will be unable to offer you our full level of intended service which relies on this data.</p>\n<p><em>Cookies:</em> Our website uses cookies and similar technologies to collect additional website usage data and to improve our Services. A cookie is a small data file that is transferred to your computer or mobile device. We may use both session cookies and persistent cookies to better understand how you interact with our Services, to monitor aggregate usage by our users and web traffic routing on our Services, and to customize and improve our Services. Although most web browsers automatically accept cookies, some browsersâ\u0080\u0099 settings can be modified to decline cookies or alert you when a website is attempting to place a cookie on your computer.</p>\n<p><em>Analytic Data</em>: We receive information when you interact with our apps and website, which we refer to as â\u0080\u009cAnalytic Data,â\u0080\u009d even if you have not created an account. For example, when you open the app we record this as a session so we can monitor which of our apps are being used most often, at what times of the day, etc; if the app crashes we log the screen you were viewing and other data such as if you have mobile reception to help us identify the cause of such crashes and fix them. This information is collected by third-party SDKs (as identified later in this Policy) and we receive anonymised reports from this data to help us enhance our services.</p>\n<p><em>Apple music services:</em> The Playlists feature in our Bus Times London app makes use of MusicKit on iOS 11 and above. This feature requires access to Apple Music, your music and video activity and your media library so that we can provide you with personalised playlists to listen to on your journey. Granting this permission is necessary for the Playlists feature to work. We will never access your music for any other reason and will never access your non-music media (such as video or photos). In addition, we will never analyse or store your music preferences. This permission can be revoked at any time through your device settings.</p>\n<p><em>Additional information we receive about you â\u0080\u0093 certain users</em></p>\n<p>The additional information we receive about you depends on whether you have purchased a Pro version or the â\u0080\u009cremove adsâ\u0080\u009d (or equivalent) IAP. If you have made these purchases, then this section does not apply to you.</p>\n<p><em>Location information:</em> As well as offering our full service if you have not purchased our Pro or relevant IAP we may share location data with other third-party partners (as identified in this Policy) for activities such as the personalisation of adverts so these may be more relevant and useful for you.</p>\n<p><em>Links:</em> If you click on an ad in our apps, that advertiser may know that you came from a Mapway app, along with other information associated with the ad you clicked such as characteristics of the audience it was intended to reach.</p>\n<p><em>Advertisers and Other Ad Partners:</em> Advertising revenue allows us to support and improve our services. We use the information described in this Privacy Policy to help make our advertising more relevant to you, to measure its effectiveness, and to help recognize your devices to serve you ads within the app and outside of it. Our ad partners and affiliates collect information such as advertising IDs and location. In some instances, we collect this ourselves and provide it to our partners but in many cases, especially with our ad partners, they collect the data via SDKs and this is not shared with us.</p>\n<p><em>Information we share and disclose</em></p>\n<p><em>Payment information:</em> If using myTrains we share your payment information with payment services providers to process payments; prevent, detect, and investigate fraud or other prohibited activities; facilitate dispute resolution; and for other purposes associated with the acceptance of credit and debit cards.</p>\n<p><em>Service providers:</em> We engage service providers to perform functions and provide services to us. For example, we use a variety of third-party services to help us understand the use of our services, such as Flurry Analytics and Google Analytics. We may share your personal data with such service providers subject to obligations consistent with this Privacy Policy and any other appropriate confidentiality and security measures, and on the condition that the third parties use your personal data only on our behalf and pursuant to our instructions.</p>\n<p><em>Law, Harm, and the Public Interest:</em> Notwithstanding anything to the contrary in this Privacy Policy or controls we may otherwise offer to you, we may preserve, use, or disclose your personal data if we believe that it is necessary to comply with a law, regulation, legal process, or governmental request; to protect the safety of any person; to protect the safety or integrity of our platforms; to address fraud, security, or technical issues; or to protect our rights or property or the rights or property of those who use our services. However, nothing in this Privacy Policy is intended to limit any legal defences or objections that you may have to a third partyâ\u0080\u0099s, including a governmentâ\u0080\u0099s request to disclose your personal data.</p>\n<p><em>Change of Ownership:</em> In the event that we are involved in a bankruptcy, merger, acquisition, reorganization, or sale of assets, your personal data may be sold or transferred as part of that transaction. This Privacy Policy will apply to your personal data as transferred to the new entity.</p>\n<p><em>Non-Personal Information:</em> We share or disclose non-personal data, such as aggregated information like the total number of downloads, monthly active users or sessions, or reports to advertisers about how many people saw or clicked on their ads.</p>\n<p><em>Advertisers and data partners:</em> If you have not purchased a Pro version of the app or made the â\u0080\u009cremove adsâ\u0080\u009d IAP then we may provide to third party advertising and data partners information about your activity on our app and your location. These partners may collect information about your activities to provide you contextual advertising based upon your interests and activity or be used in location-based products such as location audiences, location analytics and measurement.</p>\n<p>A list of our commercial, data and analytic partners and links to their privacy policies can be found <a href=\"https://www.mapway.com/mapway-commercial-data-analytic-partners/\" target=\"_blank\">here</a>.</p>\n<p><em>Our legal basis of processing data</em></p>\n<p>We collect, use and share the data we have in the ways described above:</p>\n<ul>\n<li>As necessary to deliver our Services to you;</li>\n</ul>\n<p> </p>\n<ul>\n<li>As necessary to comply with our legal obligations;</li>\n</ul>\n<p> </p>\n<ul>\n<li>As necessary for our (and othersâ\u0080\u0099) legitimate interests, including our interests in providing an innovative, personalised and profitable service to our users and partners.</li>\n</ul>\n<p><em>Managing your personal information with us</em></p>\n<p>You control the personal data you share with us. You can access or rectify this data at any time. You can also deactivate your account or stop using our apps.</p>\n<p><em>Accessing or Rectifying Your Personal Data:</em> If you have registered an account on Mapway, we provide you with tools and account settings to access, correct, delete, or modify the personal data you provided to us and associated with your account.</p>\n<p>Retention: When you give us any personal information we will only hold this for as long as we need to perform the activities detailed in this Policy or have a valid reason to keep it. We will also consider the type of information it is, the amount collected, how sensitive it might be and any legal requirements when considering retention. We design our services so that we don’t hold your information any longer than we have to.</p>\n<p><em>EU &amp; EFTA:</em> If you are located in the European Union or EFTA States, you can confidentially contact Mapwayâ\u0080\u0099s Privacy Team by emailing <a href=\"mailto:privacyteam@mapway.com\">privacyteam@mapway.com</a>. If you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.</p>\n<p>Your rights under GDPR are as follows:</p>\n<ul>\n<li>You have the right to be informed about our processing of your personal data;</li>\n<li>You have the right to have your personal data corrected if it is inaccurate and to have incomplete personal data completed;</li>\n<li>You have the right to object to us processing your personal data;</li>\n<li>You have the right to have your personal data erased, otherwise known as the â\u0080\u0098right to be forgottenâ\u0080\u0099;</li>\n<li>You have the right to request access to the personal data we hold about you, and information on how we process it, commonly known as a â\u0080\u0098data subject access requestâ\u0080\u0099;</li>\n<li>You have the right to move, copy or transfer your personal data (â\u0080\u0098data portabilityâ\u0080\u0099); and</li>\n<li>You have rights in relation to automated decision making, including profiling.</li>\n</ul>\n<p>You also have the right to complain to the Information Commissionerâ\u0080\u0099s Office. It has enforcement powers and can investigate compliance with data protection laws. More information about the Information Commissionerâ\u0080\u0099s Office can be found on their website – ico.org.uk.</p>\n<p><em>Personal Control:</em> There are ways in which you control the sharing and use of your information and ultimately you can also stop using our services and any time and delete our app so that no data is collected:</p>\n<ul>\n<li>Remove Ads: Making a â\u0080\u009cremove adsâ\u0080\u009d (or equivalent) IAP will stop your device making requests for adverts and the sharing of your data with third parties for commercial purposes.</li>\n</ul>\n<p> </p>\n<ul>\n<li>Limit Ad Tracking: You can do this from within your device settings. In doing so you will still receive adverts, but they will be less relevant to you (and so probably more of an annoyance) as less information is made available to the advertisers.</li>\n</ul>\n<p> </p>\n<ul>\n<li>Analytics data: We use this data anonymously to help us improve and fix bugs within our apps. You can remove this from the settings in your device.</li>\n</ul>\n<p> </p>\n<ul>\n<li>Location data: We need this data to provide our full services. You can limit this within the settings on your device.</li>\n</ul>\n<p><em>Our Global Operations </em></p>\n<p>To bring you our services, we operate globally. Where the laws of your country allow you to do so, you authorize us to transfer, store, and use your data in the United Kingdom, and any other country where we operate. In some of the countries to which we transfer personal data, the privacy and data protection laws and rules regarding when government authorities may access data may vary from those of your country.</p>\n<p>If we transfer personal data outside of the European Union or EFTA States, we will ensure an adequate level of protection for the rights of data subjects based on the adequacy of the receiving countryâ\u0080\u0099s data protection laws and contractual obligations placed on the recipient of the data. Your privacy and protection are important to us, and we will not transfer your personal data until we are satisfied that your personal data will be protected.</p>\n<p><em>Changes to This Privacy Policy</em></p>\n<p>We may revise this Privacy Policy from time to time. The most current version of the Policy will govern our processing of your personal data and will always be at <a href=\"https://www.mapway.com/privacy-policy-permissions/\">https://www.mapway.com/privacy-policy-permissions/</a>. If we make a change to this Policy that, in our sole discretion, is material, we will notify you via an in-app notification, instigating our full app on-boarding process or any other method we consider appropriate. By continuing to access or use the Services after those changes become effective, you agree to be bound by the revised Privacy Policy.</p>\n<p>Effective: 25<sup>th</sup> May 2018</p>\n<p>Previous versions of this Privacy Policy can be found <a href=\"https://www.mapway.com/privacy-policy-permissions-may-2018/\" target=\"_blank\">here</a></p>\n<p> </p>\n</div>", "level": 0}], [{"value": "<p><strong>Mapway Privacy Policy</strong></p>", "level": 1}, {"value": "<p>Here at Mapway, we believe that you should always know what data we collect from you and how we use it, and that you should have meaningful control over both. We want to empower you to make the best decisions, for you, about the information you share with usâ\u0080¦. that is the purpose of this Privacy Policy.</p>", "level": 0}, {"value": "<p>You should read this Policy in full, but here are a few key points that weâ\u0080\u0099d like you to take away:</p>", "level": 0}, {"value": "<ul>\n<li>Unlike other services, we do not require that you register with us or provide personal information such as your name, email address or phone number to use our services, they are offered to you free of charge and we will never collect this data unless you choose to provide them either by contacting us or creating an account with us.</li>\n<li>Mapway is a private company which offers users free apps. To pay for the maintenance and enhancement of these free apps we need to be able to monetise use of our apps, primarily we do this through advertising. To do this and to make adverts more relevant for you we receive some personal information such as your device ID (IDFA or AAID) and location.</li>\n<li>As an alternative you can make In-App Purchases (IAPs) in our Free apps, or where available, pay for our Pro versions. This removes advertising and significantly reduce the amount of data we collect from your use of our apps (see the full Policy below).</li>\n<li>In addition to IAPs your device also gives you control to limit the data we collect from you and how we use it. Ultimately you can also choose to delete and stop using the app at which point any data collection will cease.</li>\n</ul>", "level": 0}, {"value": "<p>By using our apps, our website or contacting us you agree to the collection and use of certain data as described in this Policy.</p>", "level": 0}, {"value": "<p>We are the data controller, which means that we will determine the purposes for processing your personal data and the manner in which processing is carried out. This Privacy Policy describes how we will use your personal data. If you have any queries on how we use your personal data please contact us at <a href=\"mailto:privacyteam@mapway.com\">privacyteam@mapway.com</a>.</p>", "level": 0}, {"value": "<p>This Privacy Policy was last updated 25<sup>th</sup> May 2018. We reserve the right to make changes to it and publish the latest version which shall then apply.</p>", "level": 0}], [{"value": "<p><em>Information you share with us</em></p>", "level": 1}, {"value": "<p>We do not require you to directly provide any personal information to us to start using our services. It is not necessary for you to have created an account (although you may choose to do so), nor will we ever make your use of our apps public, other than occasionally quoting user reviews posted in app stores on our website or in other publicity.</p>", "level": 0}, {"value": "<p>If you do choose to create an account with us (where available), you must provide us with some personal data so that we can provide the additional services linked to registration to you. This includes an email address and password. We use this information to authenticate your account only and will keep it secure.</p>", "level": 0}, {"value": "<p>In addition, should you contact us directly (either via the app, website or a direct email) you will be providing your name, email address and (when contacting us from the app) an app ID. We will keep the content of your message and contact information to enable us to respond to your request.</p>", "level": 0}, {"value": "<p>If using our myTrains service you will need to provide us with payment information, including your debit or credit card number, card expiration date, CVV code and billing address, in order to purchase train tickets. We will never require that you provide payment information for any other services, all IAPs or the purchase of Pro versions of our apps is transacted via the appropriate app store and we never receive payment information about you from them.</p>", "level": 0}], [{"value": "<p><em>Additional information we receive about you â\u0080\u0093 all users</em></p>", "level": 1}, {"value": "<p><em>Location information:</em> We require information about your current location to effectively offer you our services. Subject to your settings, we may collect, use and store additional information about your location to operate or personalise our services such as nearest transit stops, transport disruption, etc. You control whether we collect this data at all times or only when you are using the app, or even if we can collect this data at all. If you choose not to share location, we will be unable to offer you our full level of intended service which relies on this data.</p>", "level": 0}, {"value": "<p><em>Cookies:</em> Our website uses cookies and similar technologies to collect additional website usage data and to improve our Services. A cookie is a small data file that is transferred to your computer or mobile device. We may use both session cookies and persistent cookies to better understand how you interact with our Services, to monitor aggregate usage by our users and web traffic routing on our Services, and to customize and improve our Services. Although most web browsers automatically accept cookies, some browsersâ\u0080\u0099 settings can be modified to decline cookies or alert you when a website is attempting to place a cookie on your computer.</p>", "level": 0}, {"value": "<p><em>Analytic Data</em>: We receive information when you interact with our apps and website, which we refer to as â\u0080\u009cAnalytic Data,â\u0080\u009d even if you have not created an account. For example, when you open the app we record this as a session so we can monitor which of our apps are being used most often, at what times of the day, etc; if the app crashes we log the screen you were viewing and other data such as if you have mobile reception to help us identify the cause of such crashes and fix them. This information is collected by third-party SDKs (as identified later in this Policy) and we receive anonymised reports from this data to help us enhance our services.</p>", "level": 0}, {"value": "<p><em>Apple music services:</em> The Playlists feature in our Bus Times London app makes use of MusicKit on iOS 11 and above. This feature requires access to Apple Music, your music and video activity and your media library so that we can provide you with personalised playlists to listen to on your journey. Granting this permission is necessary for the Playlists feature to work. We will never access your music for any other reason and will never access your non-music media (such as video or photos). In addition, we will never analyse or store your music preferences. This permission can be revoked at any time through your device settings.</p>", "level": 0}], [{"value": "<p><em>Additional information we receive about you â\u0080\u0093 certain users</em></p>", "level": 1}, {"value": "<p>The additional information we receive about you depends on whether you have purchased a Pro version or the â\u0080\u009cremove adsâ\u0080\u009d (or equivalent) IAP. If you have made these purchases, then this section does not apply to you.</p>", "level": 0}, {"value": "<p><em>Location information:</em> As well as offering our full service if you have not purchased our Pro or relevant IAP we may share location data with other third-party partners (as identified in this Policy) for activities such as the personalisation of adverts so these may be more relevant and useful for you.</p>", "level": 0}, {"value": "<p><em>Links:</em> If you click on an ad in our apps, that advertiser may know that you came from a Mapway app, along with other information associated with the ad you clicked such as characteristics of the audience it was intended to reach.</p>", "level": 0}, {"value": "<p><em>Advertisers and Other Ad Partners:</em> Advertising revenue allows us to support and improve our services. We use the information described in this Privacy Policy to help make our advertising more relevant to you, to measure its effectiveness, and to help recognize your devices to serve you ads within the app and outside of it. Our ad partners and affiliates collect information such as advertising IDs and location. In some instances, we collect this ourselves and provide it to our partners but in many cases, especially with our ad partners, they collect the data via SDKs and this is not shared with us.</p>", "level": 0}], [{"value": "<p><em>Information we share and disclose</em></p>", "level": 1}, {"value": "<p><em>Payment information:</em> If using myTrains we share your payment information with payment services providers to process payments; prevent, detect, and investigate fraud or other prohibited activities; facilitate dispute resolution; and for other purposes associated with the acceptance of credit and debit cards.</p>", "level": 0}, {"value": "<p><em>Service providers:</em> We engage service providers to perform functions and provide services to us. For example, we use a variety of third-party services to help us understand the use of our services, such as Flurry Analytics and Google Analytics. We may share your personal data with such service providers subject to obligations consistent with this Privacy Policy and any other appropriate confidentiality and security measures, and on the condition that the third parties use your personal data only on our behalf and pursuant to our instructions.</p>", "level": 0}, {"value": "<p><em>Law, Harm, and the Public Interest:</em> Notwithstanding anything to the contrary in this Privacy Policy or controls we may otherwise offer to you, we may preserve, use, or disclose your personal data if we believe that it is necessary to comply with a law, regulation, legal process, or governmental request; to protect the safety of any person; to protect the safety or integrity of our platforms; to address fraud, security, or technical issues; or to protect our rights or property or the rights or property of those who use our services. However, nothing in this Privacy Policy is intended to limit any legal defences or objections that you may have to a third partyâ\u0080\u0099s, including a governmentâ\u0080\u0099s request to disclose your personal data.</p>", "level": 0}, {"value": "<p><em>Change of Ownership:</em> In the event that we are involved in a bankruptcy, merger, acquisition, reorganization, or sale of assets, your personal data may be sold or transferred as part of that transaction. This Privacy Policy will apply to your personal data as transferred to the new entity.</p>", "level": 0}, {"value": "<p><em>Non-Personal Information:</em> We share or disclose non-personal data, such as aggregated information like the total number of downloads, monthly active users or sessions, or reports to advertisers about how many people saw or clicked on their ads.</p>", "level": 0}, {"value": "<p><em>Advertisers and data partners:</em> If you have not purchased a Pro version of the app or made the â\u0080\u009cremove adsâ\u0080\u009d IAP then we may provide to third party advertising and data partners information about your activity on our app and your location. These partners may collect information about your activities to provide you contextual advertising based upon your interests and activity or be used in location-based products such as location audiences, location analytics and measurement.</p>", "level": 0}, {"value": "<p>A list of our commercial, data and analytic partners and links to their privacy policies can be found <a href=\"https://www.mapway.com/mapway-commercial-data-analytic-partners/\" target=\"_blank\">here</a>.</p>", "level": 0}], [{"value": "<p><em>Our legal basis of processing data</em></p>", "level": 1}, {"value": "<p>We collect, use and share the data we have in the ways described above:</p>", "level": 0}, {"value": "<ul>\n<li>As necessary to deliver our Services to you;</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>As necessary to comply with our legal obligations;</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>As necessary for our (and othersâ\u0080\u0099) legitimate interests, including our interests in providing an innovative, personalised and profitable service to our users and partners.</li>\n</ul>", "level": 0}], [{"value": "<p><em>Managing your personal information with us</em></p>", "level": 1}, {"value": "<p>You control the personal data you share with us. You can access or rectify this data at any time. You can also deactivate your account or stop using our apps.</p>", "level": 0}, {"value": "<p><em>Accessing or Rectifying Your Personal Data:</em> If you have registered an account on Mapway, we provide you with tools and account settings to access, correct, delete, or modify the personal data you provided to us and associated with your account.</p>", "level": 0}, {"value": "<p>Retention: When you give us any personal information we will only hold this for as long as we need to perform the activities detailed in this Policy or have a valid reason to keep it. We will also consider the type of information it is, the amount collected, how sensitive it might be and any legal requirements when considering retention. We design our services so that we don’t hold your information any longer than we have to.</p>", "level": 0}, {"value": "<p><em>EU &amp; EFTA:</em> If you are located in the European Union or EFTA States, you can confidentially contact Mapwayâ\u0080\u0099s Privacy Team by emailing <a href=\"mailto:privacyteam@mapway.com\">privacyteam@mapway.com</a>. If you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.</p>", "level": 0}, {"value": "<p>Your rights under GDPR are as follows:</p>", "level": 0}, {"value": "<ul>\n<li>You have the right to be informed about our processing of your personal data;</li>\n<li>You have the right to have your personal data corrected if it is inaccurate and to have incomplete personal data completed;</li>\n<li>You have the right to object to us processing your personal data;</li>\n<li>You have the right to have your personal data erased, otherwise known as the â\u0080\u0098right to be forgottenâ\u0080\u0099;</li>\n<li>You have the right to request access to the personal data we hold about you, and information on how we process it, commonly known as a â\u0080\u0098data subject access requestâ\u0080\u0099;</li>\n<li>You have the right to move, copy or transfer your personal data (â\u0080\u0098data portabilityâ\u0080\u0099); and</li>\n<li>You have rights in relation to automated decision making, including profiling.</li>\n</ul>", "level": 0}, {"value": "<p>You also have the right to complain to the Information Commissionerâ\u0080\u0099s Office. It has enforcement powers and can investigate compliance with data protection laws. More information about the Information Commissionerâ\u0080\u0099s Office can be found on their website – ico.org.uk.</p>", "level": 0}, {"value": "<p><em>Personal Control:</em> There are ways in which you control the sharing and use of your information and ultimately you can also stop using our services and any time and delete our app so that no data is collected:</p>", "level": 0}, {"value": "<ul>\n<li>Remove Ads: Making a â\u0080\u009cremove adsâ\u0080\u009d (or equivalent) IAP will stop your device making requests for adverts and the sharing of your data with third parties for commercial purposes.</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>Limit Ad Tracking: You can do this from within your device settings. In doing so you will still receive adverts, but they will be less relevant to you (and so probably more of an annoyance) as less information is made available to the advertisers.</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>Analytics data: We use this data anonymously to help us improve and fix bugs within our apps. You can remove this from the settings in your device.</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>Location data: We need this data to provide our full services. You can limit this within the settings on your device.</li>\n</ul>", "level": 0}, {"value": "<p><em>Our Global Operations </em></p>", "level": 0}, {"value": "<p>To bring you our services, we operate globally. Where the laws of your country allow you to do so, you authorize us to transfer, store, and use your data in the United Kingdom, and any other country where we operate. In some of the countries to which we transfer personal data, the privacy and data protection laws and rules regarding when government authorities may access data may vary from those of your country.</p>", "level": 0}, {"value": "<p>If we transfer personal data outside of the European Union or EFTA States, we will ensure an adequate level of protection for the rights of data subjects based on the adequacy of the receiving countryâ\u0080\u0099s data protection laws and contractual obligations placed on the recipient of the data. Your privacy and protection are important to us, and we will not transfer your personal data until we are satisfied that your personal data will be protected.</p>", "level": 0}], [{"value": "<p><em>Changes to This Privacy Policy</em></p>", "level": 1}, {"value": "<p>We may revise this Privacy Policy from time to time. The most current version of the Policy will govern our processing of your personal data and will always be at <a href=\"https://www.mapway.com/privacy-policy-permissions/\">https://www.mapway.com/privacy-policy-permissions/</a>. If we make a change to this Policy that, in our sole discretion, is material, we will notify you via an in-app notification, instigating our full app on-boarding process or any other method we consider appropriate. By continuing to access or use the Services after those changes become effective, you agree to be bound by the revised Privacy Policy.</p>", "level": 0}, {"value": "<p>Effective: 25<sup>th</sup> May 2018</p>", "level": 0}, {"value": "<p>Previous versions of this Privacy Policy can be found <a href=\"https://www.mapway.com/privacy-policy-permissions-may-2018/\" target=\"_blank\">here</a></p>", "level": 0}], [{"value": "<h3 class=\"colour-mint\">@TubeMapLondon</h3>", "level": 7}, {"value": "<p>Don't worry about Monday morning. The live Line Status in Tube will help keep you ahead of the game.â\u0080¦ <a href=\"https://t.co/JmUTtZ5oMA\">https://t.co/JmUTtZ5oMA</a></p>", "level": 0}], [{"value": "<h4>Sun May 27</h4>", "level": 6}, {"value": "<a href=\"https://twitter.com/tubemaplondon\"><h3 class=\"colour-salmon\">@TubeMapLondon</h3></a>", "level": 0}], [{"value": "<h3 class=\"colour-salmon\">@TubeMapLondon</h3>", "level": 7}, {"value": "<p>We've found another Tube Map! This one show the busiest times at major Zone 1 and 2 stations. #TubeMap\n<a href=\"https://t.co/620wvnnDxt\">https://t.co/620wvnnDxt</a></p>", "level": 0}], [{"value": "<h4>Sat May 26</h4>", "level": 6}, {"value": "<a href=\"https://twitter.com/tubemaplondon\"><h3 class=\"colour-tangerine\">@TubeMapLondon</h3></a>", "level": 0}], [{"value": "<h3 class=\"colour-tangerine\">@TubeMapLondon</h3>", "level": 7}, {"value": "<p>London has parakeets and here's how you can meet them. <a href=\"https://t.co/VZhIUaouok\">https://t.co/VZhIUaouok</a> #London via @Londonist</p>", "level": 0}], [{"value": "<h4>Fri May 25</h4>", "level": 6}, {"value": "<div class=\"row\">\n<a class=\"btn btn-gray fade-in-scroll\" href=\"https://twitter.com/mapwayapps\" target=\"_blank\">See all of our Tweets</a>\n</div>", "level": 0}, {"value": "<section class=\"enquiry-form\">\n<div class=\"container\">\n<p>If youâ\u0080\u0099d like to get in touch regarding any of our apps, whether itâ\u0080\u0099s feedback, a support query or just to say hello, weâ\u0080\u0099d love to hear from you.</p>\n<noscript class=\"ninja-forms-noscript-message\">\n    Notice: JavaScript is required for this content.</noscript><div aria-describedby=\"nf-form-errors-2\" aria-labelledby=\"nf-form-title-2\" aria-live=\"polite\" class=\"nf-form-cont\" id=\"nf-form-2-cont\" role=\"form\">\n<div class=\"nf-loading-spinner\"></div>\n</div>\n<!-- TODO: Move to Template File. -->\n\n</div>\n</section>", "level": 0}, {"value": "<div class=\"container\">\n<h2>Start using our appsÂ for free</h2>\n<p>Whether you’re commuting or travelling weâ\u0080\u0099ll do the work for you.</p>\n<h2>Plan. Route. Relax.</h2>\n<a href=\"https://itunes.apple.com/gb/developer/mapway-limited/id320969615\">\n<img alt=\"iOS App Store\" class=\"app-store\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/app-store-ios.svg?x59006\"/>\n</a>\n<a href=\"https://play.google.com/store/apps/dev?id=6002203065877076379&amp;hl=en_GB\">\n<img alt=\"Android App Store\" class=\"app-store\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/app-store-android.svg?x59006\"/>\n</a>\n<br/>\n<img alt=\"Mapway\" class=\"logo\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/mapway-logo-faded.svg?x59006\"/><br/><br/>\n<span>Â© Mapway Ltd</span>\n<a href=\"https://www.mapway.com/terms-conditions\">Terms &amp; Conditions</a>\n<a href=\"https://www.mapway.com/privacy-policy\">Privacy Policy</a>\n<a href=\"https://www.mapway.com/our-cookies\">Our Cookies</a>\n<div class=\"footer-social-media\">\n<a href=\"https://www.facebook.com/Mapwayapps\" target=\"_blank\"><i aria-hidden=\"true\" class=\"fa fa-facebook\"></i></a>\n<a href=\"https://twitter.com/MapwayApps\" target=\"_blank\"><i aria-hidden=\"true\" class=\"fa fa-twitter\"></i></a>\n<a href=\"https://www.instagram.com/mapwayapps/\" target=\"_blank\"><i aria-hidden=\"true\" class=\"fa fa-instagram\"></i></a>\n</div>\n<div class=\"mx-data\">\n<a href=\"https://www.mxdata.co.uk\" target=\"_blank\">\n<p>Part of the MX Data Group</p>\n<img alt=\"Mx Data\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/mx-data.svg?x59006\"/>\n</a>\n</div>\n</div>", "level": 0}], [{"value": "<h2>Start using our appsÂ for free</h2>", "level": 8}, {"value": "<p>Whether you’re commuting or travelling weâ\u0080\u0099ll do the work for you.</p>", "level": 0}], [{"value": "<h2>Plan. Route. Relax.</h2>", "level": 8}, {"value": "<span>Â© Mapway Ltd</span>", "level": 0}, {"value": "<a href=\"https://www.mapway.com/terms-conditions\">Terms &amp; Conditions</a>", "level": 0}, {"value": "<a href=\"https://www.mapway.com/privacy-policy\">Privacy Policy</a>", "level": 0}, {"value": "<a href=\"https://www.mapway.com/our-cookies\">Our Cookies</a>", "level": 0}, {"value": "<div class=\"mx-data\">\n<a href=\"https://www.mxdata.co.uk\" target=\"_blank\">\n<p>Part of the MX Data Group</p>\n<img alt=\"Mx Data\" src=\"https://2e29a11eaac162f59baa-c319b31aa5c674b6b3fafe837389902a.ssl.cf3.rackcdn.com/wp-content/themes/mapway/dist/images/mx-data.svg?x59006\"/>\n</a>\n</div>", "level": 0}]]