[[{"value": "<h1 class=\"site-header\">Customer Portal</h1>", "level": 9}, {"value": "<div class=\"contact-area\"><div class=\"contact-content\"></div><div class=\"header-contact\" data-cms-email=\"\" data-cms-text=\"Want to get in touch?\">0344 573 8000<div class=\"header-contact-email\"><a href=\"mailto:contact@autotrustwarranty.co.uk\">contact@autotrustwarranty.co.uk</a></div></div><div class=\"contact-footer\"></div></div>", "level": 0}], [{"value": "<h1>PRIVACY AND COOKIES NOTICE</h1>", "level": 9}], [{"value": "<h2>1. <span class=\"underline\">DATA PROTECTION</span></h2>", "level": 8}, {"value": "<p>Car Care Plan Limited (the Data Controller) are committed to protecting and respecting your privacy in accordance with the current Data Protection Legislation (â\u0080\u009cLegislationâ\u0080\u009d). This notice sets out the basis on which we will process any personal data that we collect from you, or that you provide to us.</p>", "level": 0}, {"value": "<p>Car Care Plan Limited is part of the AmTrust Group of Companies.</p>", "level": 0}], [{"value": "<h2>2. <span class=\"underline\">INFORMATION WE MAY COLLECT OR RECEIVE ABOUT YOU</span></h2>", "level": 8}, {"value": "<p>We may collect and process personal data that you provide directly to us by filling in forms, via our website, over the phone or via mobile phone apps, or that we receive via third parties such as brokers and agents.</p>", "level": 0}], [{"value": "<h2>3. <span class=\"underline\">HOW WE USE YOUR PERSONAL DATA</span></h2>", "level": 8}, {"value": "<p>We may use the personal data we hold about you in the following ways:</p>", "level": 0}, {"value": "<table><tr><th>The reason we use your data</th><th>Our legal basis for its use</th></tr><tr><td>For the purposes of providing insurance, handling claims and any other related purposes â\u0080\u0093 this may include underwriting decisions made via automated means.</td><td>For the performance of the contract between you and us.</td></tr><tr><td>For offering renewal, research or statistical purposes.</td><td>Our legitimate interests â\u0080\u0093 for us to analyse historic activity, to improve our rating algorithms and to help predict future business impact. To further our commercial interests, to enhance our product offering and to develop new systems and processes.</td></tr><tr><td>To provide you with information, products or services that you request from us or which we feel may interest you, where you have consented to be contacted for such purposes.</td><td>Where you have provided consent.</td></tr><tr><td>To administer our site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes.</td><td>Our legitimate interests - for us to analyse activity and traffic and for testing, research, statistical and survey purposes.</td></tr><tr><td>To notify you about changes to our service.</td><td>Our legal and regulatory obligations.</td></tr><tr><td>To safeguard against fraud and money laundering.</td><td>Our legal and regulatory obligations.</td></tr><tr><td>To meet general legal or regulatory obligations</td><td>Our legal and regulatory obligations.</td></tr></table>", "level": 0}], [{"value": "<h2>4. <span class=\"underline\">DISCLOSURE OF YOUR PERSONAL DATA</span></h2>", "level": 8}, {"value": "<p>We may disclose your personal data to third parties involved in providing products or services to us, or to service providers who perform services on our behalf. These include:</p>", "level": 0}, {"value": "<ol><li>Our group companies, which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 1159 of the UK Companies Act 2006;</li><li>Affinity partners;</li><li>Brokers, agents, third party administrators, reinsurers;</li><li>Other insurance intermediaries;</li><li>Insurance reference bureaus;</li><li>Credit agencies;</li><li>Fraud detection agencies;</li><li>Loss adjusters;</li><li>External law firms;</li><li>External Auditors;</li><li>Regulatory authorities; and</li><li>As may be required by law.</li></ol>", "level": 0}, {"value": "<p>We may also disclose your personal information:</p>", "level": 0}, {"value": "<ol><li>In the event that we sell or buy any business or assets, in which case we may disclose your personal data to the prospective seller or buyer of such business or assets.</li><li>If any AmTrust company or substantially all of its assets are acquired by a third party, in which case personal data held by it about its customers will be one of the transferred assets.</li><li>In order to enforce or apply our terms of use set out in the terms of use or terms and conditions page and other agreements; or to protect the rights, property, or safety of AmTrust, our customers, or others.</li></ol>", "level": 0}], [{"value": "<h2>5. <span class=\"underline\">INTERNATIONAL TRANSFERS OF DATA</span></h2>", "level": 8}, {"value": "<p>We may transfer your personal data to destinations outside the European Economic Area (â\u0080\u009cEEAâ\u0080\u009d). Where we transfer your personal data outside of the EEA, we will ensure that it is treated securely, and in accordance with this privacy notice and the Legislation. We only transfer data to countries deemed as having adequate protection by the European Commission or, where there is no adequacy decision, we use the European Commission approved â\u0080\u0098Standard Contractual Clausesâ\u0080\u0099 with such parties to protect the data. A copy of the â\u0080\u0098Standard Contractual Clausesâ\u0080\u0099 can be obtained by writing to <span class=\"contactAddress\">The Data Protection Officer, Car Care Plan Limited, Jubilee House, 5 Mid-Point Business Park, Thornbury, West Yorkshire BD3 7AG, England.</span></p>", "level": 0}], [{"value": "<h2>6. <span class=\"underline\">YOUR RIGHTS</span></h2>", "level": 8}, {"value": "<p>You have the right to:</p>", "level": 0}, {"value": "<ol><li>Ask us not to process your data for marketing purposes.</li><li>See a copy of the personal information we hold about you.</li><li>Ask us to delete any of your personal data (subject to certain exemptions).</li><li>To have any inaccurate or misleading data corrected or deleted.</li><li>Ask us to provide a copy of your data to any controller.</li><li>Lodge a complaint with the local data protection authority.</li></ol>", "level": 0}, {"value": "<p>For access to your personal data please write to:<br/><span class=\"contactAddress\">The Data Protection Officer, Car Care Plan Limited, Jubilee House, 5 Mid-Point Business Park, Thornbury, West Yorkshire BD3 7AG, England.</span></p>", "level": 0}], [{"value": "<h2>7. <span class=\"underline\">COOKIES</span></h2>", "level": 8}, {"value": "<p>Our website uses cookies to distinguish you from other users of our website. This helps us to provide you with a good experience when you browse our website and also allows us to improve our site. For example, we are interested in the number of visitors and the pages they visit; which pages are most and least popular. By applying what we learn about site visitor habits, we can adapt the content to try and make it more easily accessible, relevant and interesting to site visitors. In some cases, cookies are used to remember information about your visit to our site between visits. We may need to do this to improve your use of the web site, such as remembering any feature preferences. By continuing to browse the site, you are agreeing to our use of cookies.</p>", "level": 0}, {"value": "<p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer. Cookies contain information that is transferred to your computer's hard drive.</p>", "level": 0}, {"value": "<p>We use the following cookies:</p>", "level": 0}, {"value": "<ul><li><span class=\"bold\">Strictly necessary cookies.</span>These are cookies that are required for the operation of our website. They include, for example, cookies that enable you to log into secure areas of our website, use a shopping cart or make use of e-billing services.</li><li><span class=\"bold\">Analytical/performance cookies.</span>They allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it. This helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.</li></ul>", "level": 0}, {"value": "<p>The cookies we use do <span class=\"bold under\">NOT</span> hold any personally identifiable data about you, such as:</p>", "level": 0}, {"value": "<ol><li>Names</li><li>Phone Numbers</li><li>Email Addresses</li><li>Mailing Addresses</li><li>Bank Account Numbers</li><li>Credit Card Information</li></ol>", "level": 0}, {"value": "<p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies. However, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our site. Please refer to your browser's 'help' facility on how to configure accepting cookies. For more information on cookies and deletion of cookies please visit: <a href=\"//www.allaboutcookies.org/manage-cookies\">www.allaboutcookies.org/manage-cookies</a>.</p>", "level": 0}], [{"value": "<h2>8. <span class=\"underline\">MARKETING</span></h2>", "level": 8}, {"value": "<p>Where you have provided consent, we may share personal data that you provide to us within the Car Care Plan (Holdings) Limited Group of Companies and with other companies that we establish commercial links with. They and we may contact you (by mail, e-mail, telephone, text, or other agreed means) in order to tell you about products, services or offers that we believe will be of interest to you, or to provide you with commercial updates. If you do not wish us to continue marketing to you, please let us know.</p>", "level": 0}], [{"value": "<h2>9. <span class=\"underline\">RETENTION</span></h2>", "level": 8}, {"value": "<p>Your data will not be retained for longer than is necessary, and will be managed in accordance with our data retention policy. In most cases the retention period will be for a period of seven (7) years following the expiry of the contract, or our business relationship with you, unless we are required to retain the data for a longer period due to business, legal or regulatory requirements. In any case, where data is retained we will endeavour to delete or to anonymise any personal elements, in order to maintain your privacy and security.</p>", "level": 0}], [{"value": "<h2>10. <span class=\"underline\">CHANGES TO OUR PRIVACY POLICY</span></h2>", "level": 8}, {"value": "<p>We may revise the privacy policy at any time by amending this page. You are expected to check this page from time to time to take notice of any changes we make.</p>", "level": 0}, {"value": "<p>If you have any questions concerning our use of your personal data, please contact <span class=\"contactAddress\">The Data Protection Officer, Car Care Plan Limited, Jubilee House, 5 Mid-Point Business Park, Thornbury, West Yorkshire BD3 7AG, England.</span></p>", "level": 0}, {"value": "<div class=\"footer-area\"><div class=\"footerContainer\"><footer><div class=\"footer-container\"><div class=\"footer-grid\"><div class=\"footer-header\"><ul class=\"links\"><li class=\"last-item\"><a href=\"/Privacy-Policy\" target=\"_blank\">Privacy &amp; Cookies Notice</a></li></ul></div><div class=\"footer-body\"></div><div class=\"footer-footer\"><div class=\"address\"><span>Â©</span> <strong>2018 Car Care Plan Ltd.</strong> <span>Registered Office: Jubilee House, 5 Mid Point Business Park, Thornbury, West Yorkshire BD3 7AG. Registered in England. Company No: 850195. Car Care Plan Limited is authorised and regulated by the Financial Conduct Authority.</span></div></div><div class=\"footer-rowfooter\"></div></div></div></footer></div></div>", "level": 0}]]