[[{"value": "<p class=\"appText\"><b>Happy Mongoose Games App Privacy policy</b></p>", "level": 1}, {"value": "<div class=\"section group\">\n<div class=\"col span_1_of_1 appDescriptionWhite\">\n<p class=\"appText\">Effective from 15th May, 2013.<br/><br/>This privacy statement describes how Happy Mongoose Games collects and uses the personal information you provide. It also describes the choices available to you regarding our use of your personal information and how you can access and update this information.<br/><br/></p>\n</div>\n</div>", "level": 0}, {"value": "<div class=\"col span_1_of_3 appDescription\">\n<p class=\"appText\"><b>Basic information</b></p>\n<p class=\"appText\">We collect the following information from you:</p>\n<ul class=\"appText appUL\">\n<li>Information about your mobile device, such as your Device ID and your IP address.</li>\n<li>Some profile information, if you use the social media functions such as Facebook or Twitter.</li>\n</ul>\n<p class=\"appText\">We do not request, collect, or access your location information.</p>\n<p class=\"appText\">We use this information to improve our App and marketing efforts, but we don't pass it on to anyone else.</p>\n</div>", "level": 0}], [{"value": "<p class=\"appText\"><b>Basic information</b></p>", "level": 1}, {"value": "<p class=\"appText\">We collect the following information from you:</p>", "level": 0}, {"value": "<ul class=\"appText appUL\">\n<li>Information about your mobile device, such as your Device ID and your IP address.</li>\n<li>Some profile information, if you use the social media functions such as Facebook or Twitter.</li>\n</ul>", "level": 0}, {"value": "<p class=\"appText\">We do not request, collect, or access your location information.</p>", "level": 0}, {"value": "<p class=\"appText\">We use this information to improve our App and marketing efforts, but we don't pass it on to anyone else.</p>", "level": 0}], [{"value": "<p class=\"appText\"><b>Social Networks</b></p>", "level": 1}, {"value": "<p class=\"appText\">We enable you to create a profile, and share information such as messages, photos, and videos with others within your network. We cannot control the actions of others with whom you may choose to share your pages and information. Also we cannot guarantee that the content you post will not be viewed by others outside your network.</p>", "level": 0}], [{"value": "<p class=\"appText\"><b>Sharing your information</b></p>", "level": 1}, {"value": "<p class=\"appText\">We will share your information with third parties only in the ways that are described in this privacy statement.</p>", "level": 0}, {"value": "<p class=\"appText\">We may disclose your personal information:</p>", "level": 0}, {"value": "<ul class=\"appText appUL\">\n<li>as required by law, such as to comply with a subpoena, or similar legal process.</li>\n<li>when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</li>\n<li>if Happy Mongoose Games is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</li>\n<li>to any other third party with your prior consent to do so.</li>\n</ul>", "level": 0}, {"value": "<div class=\"col span_1_of_3 appDescriptionWhite\">\n<p class=\"appText\"><b>Tracking and ads</b></p>\n<p class=\"appText\">We or a third party contracted by us may use technologies such as cookies or scripts to gather information (analytics) about how you and others interact with our App. For example, we will know how many users have accessed a feature within our App, or how many people currently have the App installed. We use this aggregated information to understand and optimize how our App is used, improve our marketing efforts, and provide content and features that are of interest to you.</p>\n</div>", "level": 0}], [{"value": "<p class=\"appText\"><b>Tracking and ads</b></p>", "level": 1}, {"value": "<p class=\"appText\">We or a third party contracted by us may use technologies such as cookies or scripts to gather information (analytics) about how you and others interact with our App. For example, we will know how many users have accessed a feature within our App, or how many people currently have the App installed. We use this aggregated information to understand and optimize how our App is used, improve our marketing efforts, and provide content and features that are of interest to you.</p>", "level": 0}], [{"value": "<p class=\"appText\"><b>Security</b></p>", "level": 1}, {"value": "<p class=\"appText\">The security of your personal information is important to us, and we implement reasonable security measures to protect the security of your information both online and offline.  We are committed to the protection of customer information.</p>", "level": 0}, {"value": "<p class=\"appText\">We follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it. No method of transmission, or method of electronic storage, is 100% secure. Therefore, we cannot guarantee its absolute security.</p>", "level": 0}, {"value": "<p class=\"appText\">If you have any questions about security on our Web site, you can contact us at </p>", "level": 0}, {"value": "<noscript>N/A</noscript>", "level": 0}, {"value": "<p class=\"appText\">We will retain your information for as long as needed to provide you services (ie. as long as you have the App installed). If you wish to request that we no longer use your information to provide you services uninstall the App, or contact us at </p>", "level": 0}, {"value": "<noscript>N/A</noscript>", "level": 0}], [{"value": "<p class=\"appText\"><b>Other information</b></p>", "level": 1}, {"value": "<p class=\"appText\">Correcting and updating your personal information: to review and update your personal information to ensure it is accurate, contact us at </p>", "level": 0}, {"value": "<noscript>N/A</noscript>", "level": 0}, {"value": "<p class=\"appText\">Notification of Privacy Statement changes: we may update this privacy statement to reflect changes to our information practices. If we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this Site prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.</p>", "level": 0}]]