[[{"value": "<h1 class=\"page-title\">Privacy Policy</h1>", "level": 9}, {"value": "<style>\n  .coupon_box_default {\n    display:none;\n  }\n  @media(max-width: 360px) {\n    .fluid-width-video-wrapper {\n      padding-top: 400% !important;\n      width: 306px !important;\n \t  margin-left: -20px !important;\n    }\n  }\n   @media screen and (max-width: 380px) and (min-width: 360px) {\n    .fluid-width-video-wrapper {\n      padding-top: 350% !important;\n      width: 320px !important;\n    }\n  }\n  @media screen and (max-width: 560px) and (min-width: 380px) {\n    .fluid-width-video-wrapper {\n      padding-top: 300% !important;\n      width: 360px !important;\n    }\n  }\n  @media screen and (max-width: 640px) and (min-width: 560px) {\n    .fluid-width-video-wrapper {\n      padding-top: 200% !important;\n    }\n  }\n</style>", "level": 0}, {"value": "<p style=\"text-align: center; margin-top: 0px;\">Last Updated 2018-05-24</p>", "level": 0}], [{"value": "<p><strong><u>Scope and Consent</u></strong></p>", "level": 1}, {"value": "<p><span>Â </span></p>", "level": 0}, {"value": "<p><span>We, No NDA Inc. (â\u0080\u009cweâ\u0080\u009d and â\u0080\u009cnondaâ\u0080\u009d), offer object location services to users of our mobile tracking devices (â\u0080\u009cnonda Device(s)â\u0080\u009d), through our website under www.nonda.co (the â\u0080\u009cWebsiteâ\u0080\u009d), our nonda mobile applications (the â\u0080\u009cZUS Appâ\u0080\u009d and the â\u0080\u009cZUS Key Finder Appâ\u0080\u009d and the â\u0080\u009cAiko Appâ\u0080\u009d), service, or tool (collectively referred to as the â\u0080\u009cServicesâ\u0080\u009d) of No NDA. This Privacy Policy explains how nonda collects, uses, processes, discloses, and safeguards information we obtain from and about our customers, visitors to our Sites, and business prospects and partners (collectively, â\u0080\u009cYouâ\u0080\u009d), including information we collect when you visit our websites, use our mobile applications or other services offered by nonda, or purchase our products and services (collectively, our â\u0080\u009cServicesâ\u0080\u009d). It also tells you about your rights and choices with respect to your information, and how you can contact us if you have any questions or concerns.</span></p>", "level": 0}, {"value": "<p><strong>Your privacy is important to us. Â Please read this Privacy Policy to learn about the information thatÂ NondaÂ collects from you and howÂ NondaÂ uses that information.Â </strong></p>", "level": 0}, {"value": "<p><strong>BY USING THE SERVICES YOU CONSENT TO THE COLLECTION, USE AND TRANSFER OF YOUR PERSONAL DATA AS DESCRIBED IN THIS PRIVACY POLICY. Â IF YOU DO NOT AGREE WITH ANY PART OF THIS PRIVACY POLICY, THEN PLEASE DO NOT USE THE SERVICES.Â </strong></p>", "level": 0}, {"value": "<p><span>Please be aware that all associated Services and systems MAY BE housed on servers in the United States. If you are located outside of the United States, information we collect (including cookies) are processed and stored in the United States, which may not offer the same level of privacy protection as the country where you reside or are a citizen. By using the Services and providing information to us, you consent to the transfer to and processing of the information in the United States.Â </span></p>", "level": 0}, {"value": "<p><span>Â </span></p>", "level": 0}], [{"value": "<p><strong><span>Data controller</span></strong></p>", "level": 1}, {"value": "<p><span>The owner and data controller of your personal information collected, processed, used and stored by the Services and/or the nonda Device(s) is: No NDA Inc., 320 Mountain View Avenue, Mountain View, CA 94041, USA. We can be contacted by email at: <span style=\"color: blue; text-decoration: underline;\">cs@nonda.us</span></span></p>", "level": 0}], [{"value": "<p><span><strong>Location of storage and processing of personal information</strong></span></p>", "level": 1}, {"value": "<p><span>Your personal information is stored and processed at our headquarters in the USA, unless stated otherwise in the rest of this document.Â </span></p>", "level": 0}], [{"value": "<p><strong><span>What information do we collect?</span></strong></p>", "level": 1}, {"value": "<p><span>Â We collect, process, and retain personal information from you and any devices (including mobile devices) you may use when you: use our Services, register for an account with us, update or add information to your account, provide feedbacks, request support, subscribe to content we offer, or when you otherwise correspond with us regarding our Services. The personal information we collect includes the following:</span></p>", "level": 0}, {"value": "<p><strong>Personal information you give us when you use our Services or register for an account with us</strong></p>", "level": 0}, {"value": "<p><span>We may collect information such as your first and last name, home or other physical address, email address, zip code, telephone number, or information about your interactions with us or others, and other information.</span></p>", "level": 0}, {"value": "<p><strong><span>Personal information we collect automatically when you use our Services or register for an account with usÂ </span></strong></p>", "level": 0}, {"value": "<p><span>Whenever you sign in on your account through the nonda App, we may collect the following information automatically, as collected and sent by the nonda App, and associate such information with your account:</span></p>", "level": 0}, {"value": "<ul>\n<li>your location information</li>\n<li>your nonda Devicesâ\u0080\u0099 location information</li>\n<li>information about your usage of our Services, including by making use of third party web analysis tools, the frequency and scope of your use of the Services, nonda advertisements that you view or click on, information about the mobile device on which you have installed the nonda App, and the geographic location of the computer system or device that you are using to log into our Services</li>\n</ul>", "level": 0}, {"value": "<p><strong><span>Personal information we collect using other usersâ\u0080\u0099 mobile devicesÂ </span></strong></p>", "level": 0}, {"value": "<p><span>We collect, and store with your account, detailed location information about your nonda Device(s) as collected and sent via other usersâ\u0080\u0099 mobile devices with an installed and activated nonda App; these users will not have access to such information. Likewise, we collect location information about other usersâ\u0080\u0099 nonda Device(s) tracked and transmitted to us by the nonda App on your mobile device, when the nonda App is activated on your mobile device.</span></p>", "level": 0}, {"value": "<p><strong><span>Personal information from other sourcesÂ </span></strong></p>", "level": 0}, {"value": "<p><strong>Social media.</strong>Â You may use social networks or other online services to use our Services. When you do so, we may collect certain personal information made available through your social network account. By associating a social network account with our Services, you agree that we may access and retain that information in accordance with the policies of the social network or other online service and this Privacy Notice. For example, we may be able to access account or profile information that you have provided to the social network or information about your interactions with the social network (such as content viewed by you, content liked by you and information about the advertisements you have been shown or may have clicked on, etc.). You control the personal information you allow us to have access to through the privacy settings on the applicable social media site and the permissions you give us when you grant us access to your personal information retained by the respective social media site about you.</p>", "level": 0}, {"value": "<p><strong>Information through customer service.</strong>Â We may collect the personal information you actively provide to our service personnel if you contact our customer support hotline through our Website and/or nonda App.</p>", "level": 0}, {"value": "<p><strong>Email.</strong>Â We may collect information regarding the effectiveness of our email and other communications with you. For example, we may know if you follow a link in an email we send to you.</p>", "level": 0}, {"value": "<p><span><strong>Information about a third party.</strong> If you give us personal information about someone else, you must do so only with their explicit and prior consent. You have to inform them how we collect, use, disclose, and retain their personal information according to our Privacy Notice.</span></p>", "level": 0}, {"value": "<p><span>The Services use the following cookies:</span></p>", "level": 0}, {"value": "<p><span>Cookies are small text files that our Services ask to place on your computerâ\u0080\u0099s hard drive and onto your mobile deviceâ\u0080\u0099s memory. If your browser is set to accept cookies, then your browser adds the text in a small file.</span></p>", "level": 0}, {"value": "<p><span> We use cookie technology for various purposes, such as to facilitate your use of our Services, e.g., to remember you when you return to our Website, identify you when you sign in, authenticate your access, enable your use of specific functionalities, keep track of your specified preferences or choices, tailor content to your preferences or geographic region, display personalized browsing history, or provide technical support. </span></p>", "level": 0}, {"value": "<p><span>We may further use cookies to monitor site usage, conduct research and diagnostics to improve our content, products, and services, and to help us analyze web traffic in general.</span></p>", "level": 0}, {"value": "<p><span>Cookies also enable us to display interest-based advertising on our Website using information you make available to us when you interact with our sites, content, or services. Interest-based ads are displayed to you based on cookies linked to your online activities.Â </span></p>", "level": 0}, {"value": "<p><span>Our cookies expire after they have fulfilled their purpose. Our Services use cookies that expire when you close your browser (i.e., session cookies) or that expire after a set period of time (i.e., persistent cookies). Cookies that are placed by third parties will have their expiration period determined by the third party, not us. Â </span></p>", "level": 0}, {"value": "<p><span>You can decide whether or not to accept cookies. The â\u0080\u009cHelpâ\u0080\u009d feature on most browsers will explain how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether. Because cookies allow you to take advantage of many of our online features and functionalities, consider leaving them turned on. Â </span></p>", "level": 0}, {"value": "<p><span>While our Website and nonda App at this time do not recognize automated browser signals regarding tracking mechanisms, such as â\u0080\u009cdo not trackâ\u0080\u009d instructions, you can generally express your privacy preferences regarding the use of most cookies and similar technologies through your web browser, as indicated above. Â </span></p>", "level": 0}], [{"value": "<p><strong><span>Integration of third party web analysis services and social functionalities</span></strong></p>", "level": 1}, {"value": "<p><span>Our Services integrate the following services of third parties which may also place cookies on your computerâ\u0080\u0099s hard drive and/or your mobile deviceâ\u0080\u0099s memory. We do not have access to or control over cookies or other features that advertisers and third party sites may use, and the information practices of these advertisers and third party websites are not covered by this Privacy Policy.Â </span></p>", "level": 0}, {"value": "<p><span> You can change your settings to refuse these third party cookies or to warn you before cookies are placed. However, if you choose not to accept cookies, you may not be able to take advantage of some of our features and services through our Services.Â </span></p>", "level": 0}, {"value": "<p><span>The third parties service includes but not limited to:Â </span></p>", "level": 0}, {"value": "<ul>\n<li>Google Analytics (Google)</li>\n<li>Amplitude Analytics</li>\n<li>Social Plugins and Social Widgets</li>\n<li>Twitter</li>\n<li>Facebook</li>\n</ul>", "level": 0}, {"value": "<p><span>To learn more about cookies, visitÂ www.allaboutcookies.org. NondaÂ also uses analytics services, such as Google Analytics, to collect Other Information. Â Generally analytics services do not identify individual users. Many analytics services allow you to opt out of data collection. Â For example, to learn more about Google Analytics practices and to opt out, visitÂ <a href=\"https://www.google.com/settings/ads\">www.google.com/settings/ads</a>Â or by downloading the Google Analytics opt-out browser add-on atÂ <a href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.Â </span></p>", "level": 0}], [{"value": "<p><strong><span>Third-Party Information</span></strong></p>", "level": 1}, {"value": "<ul>\n<li>Facebook: Information obtained from the Facebook account you use to login to the website, such as your name, birth date, picture, and other details you may have on your Facebook profile. We do not have any access to Facebook passwords.</li>\n<li>Google: Information obtained from the Google account you use to login to the website, such as your name, birth date, picture, and other details you may have associated with your Google account.</li>\n</ul>", "level": 0}, {"value": "<p><strong>Do we get your consent before collecting information?Â </strong></p>", "level": 0}, {"value": "<p><span>Yes. When you use some web functions like registering an account or signing up to participate in an event, we will ask you to accept and agree to this Privacy Policy.Â </span></p>", "level": 0}, {"value": "<p><span>You may withdraw your consent to collect, use, and/or disclose your personal information held or controlled by us by submitting a request. Based on the extent to which you withdraw your consent to let us process your personal information, this may mean that you will not be able to access our products and services. Deleting your account will not of itself entirely remove associated content from our systems. We will delete relevant information that can be clearly identified (like your email, name, and country), but information that cannot be clearly identified (such as your birthday or gender information) will not be deleted. </span></p>", "level": 0}, {"value": "<p><span><strong>What do we use your information for? </strong></span></p>", "level": 0}, {"value": "<p><span><strong>Any of the information we collect from you may be used in one of the following ways: </strong></span></p>", "level": 0}, {"value": "<ul>\n<li>To process transactions: We use your personal information to process payments you make through the Services. Your information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent, other than for the express purpose of delivering the purchased product or service requested.</li>\n<li>To send periodic emails: The email address you provide for order processing, may be used to send you information and updates pertaining to your order, in addition to receiving occasional company news, updates, related product or service information, etc.</li>\n</ul>", "level": 0}, {"value": "<p><span>Note: If at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscription instructions at the bottom of each email. </span></p>", "level": 0}, {"value": "<ul>\n<li>Our service: We operate and provide Services, including providing customer support and improving, repairing, and customizing the Services. We understand how people use the Services and analyze and use the information we have to evaluate and improve the Services. Furthermore, we research, develop, test new services and features, and perform troubleshooting activities. We also use your information to respond to you when you contact us. We use cookies to operate, provide, improve, understand, and customize the Services. At your request, we will try to provide your personal data.</li>\n<li>Security and privacy: We verify accounts and activities and ensure that the Services are used legally by investigating suspicious activities or violations of our terms. This promotes the security and privacy of the Services.</li>\n<li>Communication about the Services: We will communicate with you about the Services and features and let you know about our terms and policies and other important updates. We may provide you with the marketing of the Services and promote other marketing events of our company.</li>\n<li>Advertising and business information: We may advertise our own and third-party products based on the products you have installed, accessed, used, and purchased. You may receive marketing information that may contain content that may be of interest to you. As we do not want to spam you, you can manage these communications. We will respect your choices.</li>\n</ul>", "level": 0}], [{"value": "<p><strong><span>Privacy of Children</span></strong></p>", "level": 1}, {"value": "<p><span>Â The Services are not directed to or intended for use by minors. Â Consistent with the requirements of applicable law, if we learn that we have received any information directly from a minor without his or her parentâ\u0080\u0099s verified consent, we will use that information only to respond directly to that child (or his or her parent or legal guardian) to inform the minor that he or she cannot use the Services and subsequently will delete that information.</span></p>", "level": 0}, {"value": "<p><span>If you are a minor under the age of 16 (according to the legal requirements of EU member states, the minimum must not be less than 13 years old), you must obtain written consent from your parent or legal guardian before using this product and its relevant services. This product and the relevant services will protect the personal information of minors in accordance with the relevant EU laws and regulations.</span></p>", "level": 0}, {"value": "<p><span><i>California Minors:</i>Â Â While the Services are not intended for anyone under the age of 18, if you are a California resident who is under age 18 and you are unable to remove publicly-available content that you have submitted to us, you may request removal by contacting us at:Â <span style=\"color: blue; text-decoration: underline;\">support@nonda.us</span>. Â When requesting removal, you must be specific about the information you want removed and provide us with specific information, such as the URL for each page where the information was entered, so that we can find it. Â We are not required to remove any content or information that: (1) federal or state law requires us or a third party to maintain; (2) was not posted by you; (3) is anonymized so that you cannot be identified; (4) you donâ\u0080\u0099t follow our instructions for removing or requesting removal; or (5) you received compensation or other consideration for providing the Content or information. Â Removal of your content or information from the Service does not ensure complete or comprehensive removal of that content or information from our systems or the systems of our service providers. We are not required to delete the content or information posted by you; our obligations under California law are satisfied so long as we anonymize the content or information or render it invisible to other users and the public.Â </span></p>", "level": 0}], [{"value": "<p><strong>Legal basis</strong></p>", "level": 1}, {"value": "<ol>\n<li>Unless a contract is agreed upon, the user agrees, or the law requires, the data subject should have the right not to be affected by automatic decision-making.</li>\n<li>Data managers should take appropriate measures to protect the rights and freedoms of data subjects and legitimate interests, and ensure that data subjects have the right to engage with data managers, express opinions, and challenge decisions.</li>\n<li>We collect the information necessary to provide you with services. During the collection process, we will strictly abide by laws and regulations and will never collect any information prohibited by laws or administrative regulations. We also do not collect the content of your chats or phone calls.</li>\n</ol>", "level": 0}], [{"value": "<p><strong>How is this information shared?</strong></p>", "level": 1}, {"value": "<ul>\n<li>Third-party providers: We work with third-party providers to help us operate, provide, improve, understand, customize, support, and market the Services. When we share information with third-party providers, we ask them to use your information in accordance with our instructions and terms or with your explicit permission.</li>\n<li>hird-party services: When you use third-party services that integrate with the Services, they may receive information about what you have shared with them. If you interact with third-party services through the Services, you may provide information directly to such third parties. Please note that when you use third party services, their own terms and privacy policies will apply to your use of these services.</li>\n</ul>", "level": 0}], [{"value": "<p><strong><span>Further processing of information</span></strong></p>", "level": 1}, {"value": "<p><span>Â </span></p>", "level": 0}, {"value": "<p><span>We collect, and store with your account, detailed location information about your nonda Device(s) as collected and sent via other usersâ\u0080\u0099 mobile devices with an installed and activated nonda App; these users will not have access to such information. Likewise, we collect location information about other usersâ\u0080\u0099 nonda Device(s) tracked and transmitted to us by the nonda App on your mobile device, when the nonda App is activated on your mobile device.</span></p>", "level": 0}, {"value": "<p><span>Â </span></p>", "level": 0}], [{"value": "<p><strong><span>Personal information from other sources</span></strong></p>", "level": 1}, {"value": "<p>In order to improve the Services, we sometimes need to process data further, beyond normal collection procedures. If we use your personal information beyond the stated purpose of collection, we will inform you and obtain your express consent before use.</p>", "level": 0}], [{"value": "<p><strong>How do we protect your information?</strong></p>", "level": 1}, {"value": "<p>We implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. We offer the use of a secure server. All supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our Payment Gateway Providers Database only to be accessible by those authorized with special access rights to such systems, who are required to keep the information confidential. After a transaction, your private information (credit cards, social security numbers, financials, etc.) will not be stored on our servers.</p>", "level": 0}], [{"value": "<p><strong>How can you manage or delete information about you?</strong></p>", "level": 1}, {"value": "<p>We provide users with the ability to manage, change or delete their data.</p>", "level": 0}, {"value": "<ul>\n<li>Changing your email, nickname, and more: You can review and change your personal information by logging into your account and visiting your account settings page.</li>\n<li>Unsubscribeï¼\u009aIf at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscription instructions at the bottom of each email. You may also unsubscribe by visiting your account settings page.</li>\n<li>Deleting your account: If you want to delete your Account, we will enable you to do this in your account settings page. Deleting your Account will entirely remove the content you have published from our systems.</li>\n</ul>", "level": 0}, {"value": "<p>Noteï¼\u009aOur website only collects your personal information when you register on our site, place an order or subscribe to our newsletter</p>", "level": 0}], [{"value": "<p><strong>How long will the data be stored?</strong></p>", "level": 1}, {"value": "<p>We store the data until we no longer need it to provide services or until the user's account is deleted, depending on which comes first. This requires specific analysis of the situation and depends on the nature of the data, the reasons for collecting and processing the data, and the related legal or operational retention needs.</p>", "level": 0}], [{"value": "<p><strong>Do we collect information that was created by automated meansï¼\u009f</strong></p>", "level": 1}, {"value": "<p>Usually we do not collect automated information.</p>", "level": 0}], [{"value": "<p><strong>Do we send you promotional information?</strong></p>", "level": 1}, {"value": "<p>Occasionally, we may need to email you if you subscribe. We may need to send you some products information and tell you something important campaign. But if you do not subscribe, we will not send you any promotional related information.</p>", "level": 0}], [{"value": "<p><strong>Do we get information from other sources?</strong></p>", "level": 1}, {"value": "<p>You can login to our website with your Facebook or Google account. We will obtain Information from the Facebook account or Google account you use to login to the website, such as your name, email, gender, birthday, picture (your Facebook password is collected directly by Facebook without passing through our systems, and we do not have access to it). Because this kind of information can be seen by anyone, you should exercise care in what you choose to submit; make sure everything you submit is something you want to share with everyone.</p>", "level": 0}], [{"value": "<p><strong>Do we disclose any information to outside parties?</strong></p>", "level": 1}, {"value": "<p>We may disclose your personal information to the following parties and for the following purposes:</p>", "level": 0}, {"value": "<p><strong>Corporate affiliates.</strong> We may disclose information to our corporate affiliates for purposes such as providing joint content and services (like registration, transactions, and customer support), performing marketing and helping detect and prevent potentially fraudulent and illegal acts, violations of our Terms of Service, and data security breaches. We may also participate in joint ventures with others and we may disclose information as part of that joint venture.</p>", "level": 0}, {"value": "<p><strong>Partner sites.</strong> We may disclose the information we collect to Partner Sites (as defined below) and the owners of those sites. For example, we may share information for the purpose of determining or verifying our economic rights and obligations.</p>", "level": 0}, {"value": "<p><strong>Service providers.</strong> We may share your personal information (including your location information and your nonda Devicesâ\u0080\u0099 location information) with our third party service providers or affiliates, as authorized by us to collect, process and use your personal information as data processors on our behalf, such as, for instance, cloud based and hosting services, technical service providers, mail carriers, communication agencies and customer support service providers; these parties may be located in countries outside of your jurisdiction, including but not limited to the USA. An updated list of the parties engaged by us for the processing of your personal information may be requested from us at any time. Other than as indicated above, we will not share your personal information with any third parties, unless compelled by law to do so or if you have given your prior consent.</p>", "level": 0}, {"value": "<p><strong>Business transfer/change of ownership.</strong> We may disclose information we have collected from you in connection with the sale or merger of our business or the transfer of assets. If we were to merge with or be acquired by another company, we may share information with them in accordance with our privacy standards. Should such an event occur, we will require that the new combined entity follow this Privacy Notice with respect to your personal information.</p>", "level": 0}, {"value": "<p><strong>Law enforcement, legal proceedings, and as authorized by law. </strong>We may use and disclose the information we collect to law enforcement or governmental agencies, or authorized third-parties, in response to a verified request relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability. We may disclose your personal information to comply with our legal requirements, enforce our Terms of Service, or protect anyoneâ\u0080\u0099s rights, property or safety.</p>", "level": 0}], [{"value": "<p><strong>Third Party Links</strong></p>", "level": 1}, {"value": "<p>This Privacy Notice addresses only the use and disclosure of personal information we collect from you. This Privacy Notice does not apply to information you share with third parties, even if we link to those third parties from the Website. If you disclose your information to others, or if you are directed to a third party website, their privacy notices and practices will apply. We cannot guarantee the privacy or security of your information once you provide it to a third party and we encourage you to evaluate the privacy and security policies of such third party before entering into a transaction and choosing to share your information.</p>", "level": 0}], [{"value": "<p><strong>California Online Privacy Protection Act Compliance</strong></p>", "level": 1}, {"value": "<p>Because we value your privacy we have taken the necessary precautions to be in compliance with the California Online Privacy Protection Act. We therefore will not distribute your personal information to outside parties without your consent. As part of the California Online Privacy Protection Act, all users of our site may make any changes to their information at anytime by logging into their account and going to 'Edit User Profile'.</p>", "level": 0}], [{"value": "<p><strong>California Shine the Light Law</strong></p>", "level": 1}, {"value": "<p>California Civil Code Section 1798.83 permits users who are California residents to obtain from us once a year, free of charge, a list of third parties to whom we have disclosed personal information (if any) for direct marketing purposes in the preceding calendar year. Â If you are a California resident and you wish to make such a request, please send an e-mail with â\u0080\u009cCalifornia Privacy Rightsâ\u0080\u009d in the subject line toÂ <span style=\"color: blue; text-decoration: underline;\">support@nonda.us</span></p>", "level": 0}], [{"value": "<p><strong>European Rights</strong></p>", "level": 1}, {"value": "<p>If you are located in the European Economic Area or Switzerland, you may have the right to exercise your right to data portability to easily transfer your Personal Information to another company. In addition, you may also have the right to lodge a complaint with a supervisory authority, including in your country of residence, place of work or where an incident took place.</p>", "level": 0}], [{"value": "<p><strong>Online Privacy Policy Only</strong></p>", "level": 1}, {"value": "<p>This online Privacy Policy applies only to information collected through our website and not to any information collected offline.</p>", "level": 0}], [{"value": "<p><strong>Terms of Use</strong></p>", "level": 1}, {"value": "<p>Please also read our Terms of Use, which explains proper use of our website atÂ <a hre=\"http://www.nonda.co\">www.nonda.co</a>.</p>", "level": 0}], [{"value": "<p><strong>Updates to this Privacy Policy</strong></p>", "level": 1}, {"value": "<p>We will post any adjustments to this Privacy Policy on this page, and the revised version will be effective when it is posted. If we materially change the ways in which we use or share Personal Information previously collected from you through our Service, we will notify you through our Service, by email, or other communication.â\u0080¨</p>", "level": 0}], [{"value": "<p><strong>How to Contact Us</strong></p>", "level": 1}, {"value": "<p>If you have any questions or concerns about this Privacy Policy or its implementation, you may contact nonda via email (<span style=\"color: blue; text-decoration: underline;\">support@nonda.us</span>) or at the following address:</p>", "level": 0}, {"value": "<p><span>No NDA Inc. </span></p>", "level": 0}, {"value": "<p><span>320 Mountain View Avenue, Mountain View, CA 94041, USA</span></p>", "level": 0}, {"value": "<p><span style=\"color: blue; text-decoration: underline;\">CS@nonda.us</span></p>", "level": 0}, {"value": "<div class=\"large-5 medium-5 columns\">\n<p>Contact us\n\t\t\t\t\t<a class=\"icon facebook\" href=\"//www.facebook.com/nonda.inc\" target=\"noopener\"></a>\n<a class=\"icon twitter\" href=\"//twitter.com/nondainc\" target=\"noopener\"></a>\n<a class=\"icon instagram\" href=\"//instagram.com/nondainc/\" target=\"noopener\"></a>\n<a class=\"icon youtube\" href=\"//www.youtube.com/c/nondainc\" target=\"noopener\"></a>\n</p>\n</div>", "level": 0}, {"value": "<div class=\"large-3 medium-3 columns mileage-web\">\n<h5>Mileage</h5>\n<table>\n<tr>\n<td><a href=\"/pages/mileage-zus-smart-car-charger\">Mileage Solution</a></td>\n</tr>\n<tr>\n<td><a href=\"https://mileage.nonda.co\">Mileage Dashboard Login</a></td>\n</tr>\n</table>\n</div>", "level": 0}], [{"value": "<h5>Mileage</h5>", "level": 5}, {"value": "<table>\n<tr>\n<td><a href=\"/pages/mileage-zus-smart-car-charger\">Mileage Solution</a></td>\n</tr>\n<tr>\n<td><a href=\"https://mileage.nonda.co\">Mileage Dashboard Login</a></td>\n</tr>\n</table>", "level": 0}], [{"value": "<h5>About</h5>", "level": 5}, {"value": "<table>\n<tr>\n<td><a href=\"/pages/about-us-1\">About nonda</a></td>\n<td><a href=\"/pages/contact-marketing\">Marketing</a></td>\n</tr>\n<tr>\n<!-- <td><a href=\"/pages/affiliates\">Affiliates</a></td> -->\n<td><a href=\"/pages/careers\">Careers</a></td>\n<td><a href=\"https://reseller.nonda.co\">Resellers</a></td>\n</tr>\n<tr>\n<td><a href=\"/pages/a-fans\">a-Fans Program</a></td>\n<td><a href=\"/pages/corporate-gift\">Corporate gift</a></td>\n</tr>\n<tr>\n<td><a class=\"share-icon blog\" href=\"/blogs/news\" target=\"noopener\">Blog</a></td>\n<td><a href=\"/pages/where-to-buy\">Where to buy</a></td>\n</tr>\n<tr>\n<td><a href=\"/pages/media\" target=\"noopener\">Media</a></td>\n<td><a href=\"/pages/regulation\" target=\"noopener\">Regulation</a></td>\n</tr>\n</table>", "level": 0}], [{"value": "<h5>Help</h5>", "level": 5}, {"value": "<table>\n<tr>\n<td><a href=\"https://nonda.zendesk.com/hc/en-us\">FAQ</a></td>\n<td><a href=\"/pages/worldwide-shipping\">International Shipping</a></td>\n</tr>\n<tr>\n<td><a href=\"/pages/returns-refund-policy\">Return Policy</a></td>\n<td><a href=\"/pages/contact-us\">Contact Customer Support</a></td>\n</tr>\n<tr>\n<td><a href=\"/pages/warranty-free-return-policy\">Warranty</a></td>\n<td><a href=\"http://f.nonda.co\">nonda Forum</a></td>\n</tr>\n</table>", "level": 0}], [{"value": "<h5>Accessories</h5>", "level": 5}, {"value": "<table>\n<tr>\n<td><a href=\"/products/kevlar-reinforced-zus-charging-cable-usb-c-and-lightning\">ZUS Super Duty Cable</a></td>\n</tr>\n<tr>\n<td><a href=\"/products/usb-c-to-usb-3-0-mini-adapter\">USB-C Mini Adapter</a></td>\n</tr>\n<tr>\n<td><a href=\"/products/zus-ultimate-protection-case\">Protection Case</a></td>\n</tr>\n</table>", "level": 0}], [{"value": "<h5>Legacy Products</h5>", "level": 5}, {"value": "<table>\n<tr>\n<td><a href=\"https://www.nonda.co/products/hub-mini-usb-c-hub-for-apple-macbook-12-inch\">Hub<sup>+</sup> Mini</a></td>\n</tr>\n</table>", "level": 0}, {"value": "<div class=\"footer-bottom\">\n<div class=\"company large-9 medium-12 columns\">Â© 2017. All rights reserved. 320 Mountain View Ave. Mountain View CA 94041, USA</div>\n<div class=\"policy-terms large-3 medium-12 columns\">\n<a href=\"/pages/privacy-policy\">Privacy Policy</a> &amp; <a href=\"/pages/terms-of-service\">Terms of Service</a>\n</div>\n</div>", "level": 0}]]