[[{"value": "<h1 class=\"translate-conditions conditions-title\" data-translate=\"conditions.title\">Terms and conditions</h1>", "level": 9}, {"value": "<ul class=\"nav nav-tabs centered\" role=\"tablist\">\n<li class=\"active \" role=\"presentation\"><a aria-controls=\"users\" class=\"translate-conditions\" data-toggle=\"tab\" data-translate=\"conditions.users.tab\" href=\"#users\" role=\"tab\">Users</a></li>\n<li role=\"presentation\"><a aria-controls=\"hotel\" class=\"translate-conditions\" data-toggle=\"tab\" data-translate=\"conditions.hotels.tab\" href=\"#hotel\" role=\"tab\">Hotels</a></li>\n</ul>", "level": 0}, {"value": "<div class=\"tab-pane active translate-conditions\" data-translate=\"conditions.users\" id=\"users\" role=\"tabpanel\">\n<h3 class=\"section-title\">TERMS AND CONDITIONS FOR USE OF STAYâ\u0080\u0099s APPS BY USERS</h3>\n<p>This Applications enables Stayâ\u0080\u0099s apps users to find information about the hotel where they are staying or any other included in the app and access services and functionalities in order to facilitate and make the most of their stay. The STAY platform englobes the Android and iOS apps as well as the Content Management System (CMS). Users download Stayâ\u0080\u0099s apps from the iOS and Android app stores. The hotel manages the contents which appear in the app in its section through the CMS.<br/><br/>\n                   \n                  Use of the Applicationss is governed by the general terms and conditions of use, which are supplemented by the special terms and conditions in order to take into account the specificities of certain Services.</p>\n<h3 class=\"section-title\">I â\u0080\u0093 GENERAL TERMS AND CONDITIONS OF USE</h3>\n<h3 class=\"section-title\">ARTICLE 1 -   DEFINITIONS</h3>\n<p><strong>Applicationss:</strong> the software Applicationss developed by Stay which provide access to the Services, available in the Online Store and which the User has chosen to download on his/her Device.</p>\n<p><strong>Online Store:</strong> the Applications download platform distributed by the editor of the Deviceâ\u0080\u0099s operating system.</p>\n<p><strong>MeetMe:</strong> the chat system between Users defined in the special terms and conditions of use applicable to the Applicationss hereinbelow.</p>\n<p><strong>Account:</strong> the account created by the User on the Applicationss. Connection to the Account is necessary to use certain Services, including inter alia receive Notifications, Book a service, Chat Room, etc.</p>\n<p><strong>Terms and Conditions of Use:</strong> this document.</p>\n<p><strong>Necessary Configuration:</strong> the necessary configuration of the Device to download and use the Applicationss defined in the article â\u0080\u009cTerms and Conditions of Accessâ\u0080\u009d hereinbelow.</p>\n<p><strong>Personal Data:</strong> the information which the User voluntarily provided to STAY, such as his/her last name, first name, room number.</p>\n<p><strong>Notification:</strong> information about the hotel sent to the Users</p>\n<p><strong>Networks:</strong> the electronic communication networks open to the public, interconnected and run by any operator, regardless of the technologies or standards used by said networks.</p>\n<p><strong>Social Network(s):</strong> the social network(s) Facebook or (and) Twitter or (and) Linkedâ\u0080\u0099In to which the User is signed up.</p>\n<p><strong>Services:</strong> the various services and functionalities offered by the Applicationss, including some services and functionalities which are subject to prior connection to his/her Account. Some Services, are provided by third parties and are subject to the special terms and conditions set forth hereinbelow. Some Services can only be offered in certain hotels.</p>\n<p><strong>Device:</strong> the mobile terminal device which can be used to connect to the Internet via the Networks and has the necessary Configuration.</p>\n<p><strong>User:</strong> means the the holder of the Terminal who has downloaded the Applicationss thereon from the Online Store.</p>\n<h3 class=\"section-title\">ARTICLE 2 -       PURPOSE</h3>\n<p>The purpose of the Terms and Conditions of Use is to define the terms and conditions of use of Stayâ\u0080\u0099s apps app by users who have downloaded it from the iOS or Android store.\n                   \n                  The user will only be able to use the STAY solution after first expressly accepting the Terms and Conditions of Use. Downloading the Stayâ\u0080\u0099s apps and installing it on a device is considered as acceptance of these terms and conditions.</p>\n<h3 class=\"section-title\">ARTICLE 3 -       TERMS AND CONDITIONS OF ACCESS</h3>\n<h4 class=\"section-title\">Article 3.1 -   Necessary Configuration</h4>\n<p>The Applicationss are optimised for IOS 8 and later versions and for Android 4.4 and later versions. \n                   \n                  STAY does not warrant the smooth running of the Applicationss on other operating systems or older operating systems.</p>\n<h4 class=\"section-title\">Article 3.2 -   Terms and Conditions of Use</h4>\n<p><strong>3.2.1 -             Personal Use</strong><br/>\n                   \n                  The Applicationss are reserved for personal use by persons aged 18 and over during their stay at the hotel. Use thereof for professional purposes is strictly forbidden. Persons younger than 18 years old should not use the Applicationss without permission from their parents or legal tutors.</p>\n<p><strong>3.2.2 -             Account</strong><br/>\n                   \n                  The Applicationss can be used without an Account.<br/>\n                   \n                  However, it is only possible to access some Services when the User is connected to his/her Account.<br/>\n                   \n                  In order to connect to his/her Account, the User must log in with Facebook, Google Plus or simply providing a user name. In order to connect to the hotel, the guest will have  to provide personal information like his/her name and room number in the Hotel. The User must provide accurate Personal Data to Stayâ\u0080\u0099s apps and keep this Personal Data up-to-date. STAY will not be held liable for any damage sustained by the User or third parties due to inaccuracy in the Personal Data provided to STAY.</p>\n<h3 class=\"section-title\">ARTICLE 4 -       USE AND RUNNING OF THE Applications</h3>\n<h4 class=\"section-title\">Article 4.1 -             Security</h4>\n<p>In the absence of a fault by STAY, the User will be solely liable for the use of the Applicationss and the Services as well as all consequences resulting therefrom. In particular, he/she must ensure that no person has access to the Applications without his/her consent (e.g., by locking access to his/her Device with a password.).<br/>\n                   \n                  The User must promptly inform STAY or the hotel regarding any unauthorised use of the Applicationss (see Article 11. â\u0080\u009cContactâ\u0080\u009d).<br/>\n                   \n                  In the event where STAY has a valid reason to consider that the security of the Applicationss is compromised, it reserves the right to block the Userâ\u0080\u0099s access to the Applicationss.</p>\n<h4 class=\"section-title\">Article 4.2 -             Compliance with applicable regulations</h4>\n<p>The User agrees to use the Applicationss and the Services in accordance with applicable regulations and laws. <br/>STAY will not be held responsible forthe misuse of the Applications by anybody who has downloaded it.</p>\n<h4 class=\"section-title\">Article 4.3 -             Maintenance</h4>\n<p>For the purpose of the smooth running of the Applicationss, STAY carries out maintenance operations, which it endeavours to perform outside times of high use of the Applicationss.</p>\n<h3 class=\"section-title\">ARTICLE 5 -       CONTENT AND SERVICES</h3>\n<h4 class=\"section-title\">Article 5.1 -             Content of the Applications</h4>\n<p>The content of the Applications, including inter alia articles, photographs, videos, brands, software and functionalities are protected by intellectual and industrial property rights.<br/>\n                   \n                  Therefore, the User undertakes to observe these rights and in this respect to refrain from using the content of the Applications without authorisation. Any unauthorised use of all or part of such content may constitute infringement, breach of image rights, personal rights or any other rights, or applicable regulations and consequently incur civil and/or criminal liability.</p>\n<h4 class=\"section-title\">Article 5.2 -             Content posted by the User</h4>\n<p>The User will be solely liable for the content which he/she creates and posts, receives, shares and/or makes available on or via the Applications and compliance thereof with applicable laws and regulations in addition to his/her use of the Services and content of the Applications. No warranty is given relating to a specific result due to use thereof.<br/>\n                   \n                  If the User posts content, he/she automatically warrants that he/she holds the rights over said content or is authorised to diffuse post that content.<br/>\n                   \n                  STAY reserves the right to delete any content without prior notice, which the User creates and posts, receives and/or makes available in breach of the Terms and Conditions of Use. STAY will not be held responsible for the contents posted by users.</p>\n<h3 class=\"section-title\">ARTICLE 6 -       LIABILITY AND WARRANTIES</h3>\n<h4 class=\"section-title\">Article 6.1 -             STAYâ\u0080\u0099s Liability</h4>\n<p>STAY excludes and disclaims all liability except in the event where it breaches its contractual obligations. Its liability will be limited to direct and definite damage. The User acknowledges that STAYâ\u0080\u0099s liability will be excluded in the following cases: (i) act by a third party and (ii) force majeure.<br/>\n                  Content on the Applications may be proposed by STAYâ\u0080\u0099s partners or by other Users and, as a result, STAY will not in principle have any control over such content. Moreover, the Applications may contain links to website or Applicationss, whose content is not controlled by STAY. Therefore, the User is kindly asked to consult the terms and conditions of use of these websites or Applicationss. Additionally, STAY will not be held responsible for contents published by third parties like hotels or service providers, without this being an exhaustive list.<br/><br/>\n                   \n                  STAY will not provide any express or implicit warranty, including inter alia with regard to the quality and compatibility of the Services and content on the Applications for a specific purpose.</p>\n<h4 class=\"section-title\">Article 6.2 -             Userâ\u0080\u0099s Undertakings</h4>\n<p>The User will be solely liable for use by him/her or any other person using his/her Device carried out on the Applications and the Services.<br/>\n                   \n                  Accordingly without this list being exhaustive, the User will breach the Terms and Conditions of Use if he/she or any other person using his/her Device uses the Services to:<br/><br/>\n                  - post pornographic, paedophile, offensive, violent, crude, insulting or defamatory comments, videos, films, images, whether realistic or otherwise;<br/>\n                  - publish or post a page containing comments or images intended to harass, threaten and/or embarrass other people. In this respect, the User must not make negative comments about others, or make personal attacks or attacks based on race, nationality, ethnic origin, religion, gender, sexual orientation, disability or any other difference;<br/>\n                  - solicit, post, promote or facilitate the diffusion, sending, exchange, sale or purchase of any illegal content or content contrary to applicable law;<br/>\n                  - impersonate another person or communicate under a false name or room number which he/she is not authorised or permitted to use for any reason whatsoever, including inter alia to commit offences;<br/>\n                  - transmit a computer virus or files, programmes or lines of code intended to limit or damage the operating of computer or telecommunication equipment;<br/>\n                  - send spam (messages, including inter alia unsolicited promotional messages) or propose snowball or pyramid sales, or solicit unauthorised online payments or donations;<br/>\n                  - list or give access to websites in contradiction with the Terms and Conditions of Use;<br/>\n                  - diffuse material in breach of intellectual or industrial property laws or propose files for downloading which are protected by copyright without the permission of the rightholders.<br/><br/>\n                   \n                  In the event of breach of the Terms and Conditions of Use by the User or by any other person using his/her Device, STAY is entitled to immediately block his/her access to the Applications.<br/>\n                   \n                  The User undertakes to save and hold STAY harmless against any damage or claim resulting from his/her breach of the Terms and Conditions of Use.<br/>\n                   \n                  If the User notices content which he/she considers to be inappropriate on the Applications, including inter alia child pornography or written material intended to incite racial hatred, he/she can report it to STAY/the hotel (see Article: 11. â\u0080\u009cContactâ\u0080\u009d).<br/></p>\n<h3 class=\"section-title\">ARTICLE 7 -       FINANCIAL TERMS AND CONDITIONS</h3>\n<p>Downloading and using the app is free. All costs relating to access to the Applications whatsoever (including inter alia costs for equipment or Network access) will be exclusively covered by the User, who will be responsible for the operating of his/her Device and the Networks.</p>\n<h3 class=\"section-title\">ARTICLE 8 -       TERM - TERMINATION</h3>\n<p>The term of use of the Applications is not limited. The User, as is the case for STAY, may put an end to such use at any time. To this end, the User simply needs to uninstall the Applications.<br/>\n                   \n                  STAY may automatically terminate the Terms and Conditions of Use without notice in the event of serious breach by the User (e.g. abusive use of the Applications in accordance with Article 4. â\u0080\u009cUseâ\u0080\u009d).<br/>\n                   \n                  STAY may automatically terminate the Terms and Conditions of Use on any other valid grounds after first notifying the User by posting information on the Applications.</p><p>\n</p><h3 class=\"section-title\">ARTICLE 9 -       AMENDMENTS</h3>\n<p>The Terms and Conditions of Use may be amended in accordance with technical, statutory and regulatory changes.\n                   \n                  Any amendments will be automatically notified on the Applications. Therefore, the User is kindly asked to regularly consult the Terms and Conditions of Use in order to be informed about any amendments.</p>\n<h3 class=\"section-title\">ARTICLE 10 -    PRIVACY</h3>\n<h4 class=\"section-title\">Article 10.1 Data Processing</h4>\n<p>The Personal Data Processing Manager is STAY which uses said personal data in order to:<br/>\n                  - provide the Applications and requested Services to the User, improve and optimise the quality thereof. <br/>\n                  - aggregate users data anonimously in order to analyze and optimize app use and user profiles<br/>\n                  - provide him/her with information relating to the Hotel and, if he/she has granted his/her express prior consent, STAYâ\u0080\u0099s commercial offers which may be of interest to him/her,<br/>\n                  - reply to requests by the judicial authorities which may demand disclosure of data enabling the identification of any person who contributed to creating content posted via the Applications.<br/>\n\n                  - STAY may also transfer temporarily usersâ\u0080\u0099 personal data to hotels where they are staying in order to improve the service offered by the hotel through the Applications, for example, to let him or her check-in using the Applications in a faster way. The data transferred to the hotel in this case can be: Name, Last Name, Address, National Identity Document number and date of issue, credit card number and expiration date, check-in and check-out dates, type and number of rooms booked, flight number and time of arrival, and type of traveler (business or leisure).<br/><br/>\n\n                  For these purposes, the User accepts that his/her Personal Data will be stored, processed and transferred by STAY to its subcontractors, which may only have access thereto to carry out certain necessary functions to provide the Applications and the Services requested by the User, in strict compliance with his/her rights relating to personal data protection. He/she also accepts for his/her connection data to be transferred and stored outside of the European Union by subcontractors which have adhered to the Safe Harbour standards and comply with the principles thereof.</p>\n<h4 class=\"section-title\">Article 10.2            - Userâ\u0080\u0099s Rights</h4>\n<p>The User is entitled to access, modify and delete his/her Personal Data, which he/she may exercise by sending a written request to Mobail. <br/>Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain (Phone number:   +34649920539. <br/>Email: <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a>) and attaching a photocopy of his/her identity card. </p>\n<h4 class=\"section-title\">Article 10.3 -          Privacy</h4>\n<p><strong>10.3.1            Account Connection â\u0080\u0093 Account Settings</strong>\n                   \n                  When the User is connected to his/her Account, the other connected Users and, where applicable, the Users in MeetMe, can see his/her name and photograph.\n                   \n                  The User can personalise his/her Account under the â\u0080\u009cSettingsâ\u0080\u009d heading. In this case, the following data will be shared with the other connected Users: the personal photograph which the User wishes, where applicable, to associate with his/her Account and his/her name. This data is subject to the same provisions as those governing obligations applicable to Content stipulated in Article 5.\n                   \n                  The User can also personalise his/her Account by sharing his/her data on Social Networks. In this case, the terms and conditions of use applicable to data sharing are set forth in Article 10.2.2.</p>\n<p><strong>10.3.2            Social Networks</strong>\n                   \n                  a) Share Buttons\n                   \n                  The Application uses sharing buttons which enable the User to share Content with his/her friends.\n                   \n                  By clicking on the â\u0080\u009cshareâ\u0080\u009d buttons, the User can select how he/she wishes to share this Content by clicking on the corresponding icon: on the Social Networks to which he/she is signed up, via SMS or e-mail.\n                   \n                  If the User uses share buttons on Social Networks, the Content which he/she has selected will be recorded and published on his/her Social Network(s) account selected by the User.\n                   \n                  b) Use of the Userâ\u0080\u0099s Personal Data relating to Social Networks\n                   \n                  The User is kindly asked to read the privacy protection policies of the Social Networks in order to be aware of the purposes of use and browsing data which is collected by Social Networks relating to the Services. The User can directly adjust the settings on Social Networks and confidentiality of his/her Personal Data. STAY is not liable for the use of Personal Data by the Social Networks.\n                   \n                  c) Account Personalisation\n                   \n                  In order to personalise his/her Account, the User will be asked to accept that some of his/her data available on his/her profile on Social Networks is shared on the Applications. This data is subject to the same provisions as those governing obligations applicable to Content stipulated in Article 5. The User is liable for this data and STAY will not be held liable for damage sustained by the User or third parties in view thereof.\n                   \n                  By accepting this data sharing, the Applications will have access to the Userâ\u0080\u0099s profile data on the Social Networks and will store the following data: name, photograph, data of birth, gender, Social Network user name (e-mail).\n                   \n                  This data will only be stored on the Applications and will not be transferred to any person. It will be deleted when the Applications is deleted.</p>\n<p><strong>10.3.3            Geographic Location Tracking</strong>\n                   \n                  Subject to the Userâ\u0080\u0099s express prior consent, the Applications can find the geographic location of the Userâ\u0080\u0099s Device on maps proposed on the Applications.\n                   \n                  When the User is connected to his/her Account, the Userâ\u0080\u0099s photograph and name is shared with the Userâ\u0080\u0099s Chat Room group and other connected Users.\n                   \n                  The User is informed that geographic location tracking of his/her Device can be fully deactivated at any time either by uninstalling the Applications or by adjusting the settings on the Terminal to prevent the Applications from accessing GPS data.\n                   \n                  Geographic location tracking data is not stored or kept by STAY.\n                   \n                  Geographic location tracking is in principle carried out instantaneously. However, STAY will not be held liable for any delay in obtaining a geographic location due to any reason whatsoever.</p>\n<p><strong>10.3.4            Notifications</strong>\n\n                  - Logged in users will be able to receive notifications sent by the hotel where they are staying.\n                   \n                  - STAY will occasionally send push notifications to app users informing them about news in the app or sending them commercial offers considered of interest to users.\n\n                   The User can deactivate Notifications either by deactivating them in the Applications, uninstalling the Applications or disconnecting from his/her Account.</p>\n<p><strong>10.3.5            My Schedule</strong>\n                   \n                  The Applications contain a â\u0080\u009cHotel Scheduleâ\u0080\u009d heading, which states the activities at the Hotel. The User can select his/her activities. The activity is then added to the â\u0080\u009cMy Agendaâ\u0080\u009d heading. The User can also confirm his/her participation in activities. This information is intended for the organiser of the activity and the Users who have also confirmed that they are participating. Said information is not subject to data processing.</p>\n<h3 class=\"section-title\">ARTICLE 11 -    CONTACT â\u0080\u0093 LEGAL NOTICE</h3>\n<h4 class=\"section-title\">Article 11.1 -          Contact</h4>\n<p>For all questions, in particular relating to commercial or technical matters, the User can contact: \n                  Mobail. Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain\n                  Phone number:   +34649920539. Email: <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a></p>\n<h4 class=\"section-title\">Article 11.2 -          LEGAL NOTICE</h4>\n<p>HOST, PUBLISHER AND MANAGER OF THE Applications: Mobail. Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain\n                  Phone number:   +34649920539. The host may subcontract its hosting services, with the understanding that he   undertakes to have personal data processed inside the European Union.</p>\n<h3 class=\"section-title\">ARTICLE 12 -    GOVERNING LAW</h3>\n<p>The Terms and Conditions of Use will be governed by Spanish law.</p>\n                   \n                   \n                  ***\n                  \n                   \n                   \n                  <h3 class=\"section-title\">II â\u0080\u0093 SPECIAL TERMS AND CONDITIONS</h3>\n<p>SPECIAL TERMS AND CONDITIONS APPLICABLE TO THE MEETME FEATURE\n                   \n                  The purpose of these special terms and conditions applicable to MeetMe (chat system) is to supplement the Terms and Conditions of Use of the Applications hereinabove in order to take into account the specificities of this Service.</p>\n<h3 class=\"section-title\">ARTICLE 1 -       DESCRIPTION OF THE MEETME FEATURE</h3>\n<p>The Applications provides Users with a discussion forum with other Users: MeetMe. This Chat System enables connected Users to see other Users connected to the Applications and staying in the same hotel, personally contact them and/or create a discussion group.\n                   \n                  The User uses this system under his/her sole liability and in accordance with regulations governing freedom of speech.\n                   \n                  During exchanges of messages the User must take into account that he/she is obliged to require with the Special Terms and Conditions, which are drawn up in accordance with applicable laws and etiquette rules applicable on the Internet. If a message in MeetMe breaches one of the aforementioned rules, the User is strongly invited to report it (see Article 11. â\u0080\u009cContactâ\u0080\u009d of the Terms and Conditions of Use). STAYâ\u0080\u0099s teams will endeavour to take appropriate measures.\n                   \n                  Minimum Age:  To use the chat functionality in the Stayâ\u0080\u0099s apps, you must be at least 16 years of age.</p>\n<h3 class=\"section-title\">ARTICLE 2 -       MESSAGE CONTENT AND RESPECT FOR OTHERS</h3>\n<h4 class=\"section-title\">Article 2.1 -   Message Content and Respect for Others</h4>\n<p>The User must not under any circumstances insult other Users of MeetMe or make hateful, crude or vulgar comments (even hidden by symbols or other characters). He/she must consequently show respect towards the other Meet Me Users at all times.</p>\n<h4 class=\"section-title\"><h4 class=\"section-title\">Article 2.2 -   Respect for Privacy</h4>\n</h4><p>It is forbidden to collect personal data such as e-mail addresses in MeetMe without the Usersâ\u0080\u0099 knowledge. It is also stipulated that any person who carries out this type of activity in breach of the Data Protection Act of 6 January 1978, as amended, may run the risk of being imposed criminal and civil sanctions.\n                   \n                  MeetMe is accessible to a large number of Users. As the Userâ\u0080\u0099s messages may potentially be read by a large number of Users, the User must be careful about the information which he/she discloses. In addition, the User must not provide his last name or e-mail address if he/she does not wish such information to be known.</p>\n<h4 class=\"section-title\">Article 2.3 -   Content</h4>\n<p>STAY disclaims all liability relating to the impossibility to access, delete or amend messages published in MeetMe.\n                   \n                  In principle, STAY does not control the content posted in the Chat Room and consequently does not warrant the appropriateness, legality, integrity or quality of such content. Without prejudice to any applicable legal provisions, STAY may not under any circumstances be held liable for the content, including inter alia illegal content, having regard to applicable regulations, error or omission in any content, loss or damage further to use of the content posted, sent by e-mail or in any other manner via MeetMe.\n                   \n                  In general, STAY does not filter the content of messages before they are sent through MeetMe. However, STAY reserves the right to immediately delete without notice any content which does not comply herewith and, in general, applicable laws and etiquette rules applicable on the Internet. In the event of breach of applicable laws, the User may be blocked from using Stayâ\u0080\u0099s apps.\n\n                  </p>\n</div>", "level": 0}], [{"value": "<h3 class=\"section-title\">TERMS AND CONDITIONS FOR USE OF STAYâ\u0080\u0099s APPS BY USERS</h3>", "level": 7}, {"value": "<p>This Applications enables Stayâ\u0080\u0099s apps users to find information about the hotel where they are staying or any other included in the app and access services and functionalities in order to facilitate and make the most of their stay. The STAY platform englobes the Android and iOS apps as well as the Content Management System (CMS). Users download Stayâ\u0080\u0099s apps from the iOS and Android app stores. The hotel manages the contents which appear in the app in its section through the CMS.<br/><br/>\n                   \n                  Use of the Applicationss is governed by the general terms and conditions of use, which are supplemented by the special terms and conditions in order to take into account the specificities of certain Services.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">I â\u0080\u0093 GENERAL TERMS AND CONDITIONS OF USE</h3>", "level": 7}], [{"value": "<h3 class=\"section-title\">ARTICLE 1 -   DEFINITIONS</h3>", "level": 7}, {"value": "<p><strong>Applicationss:</strong> the software Applicationss developed by Stay which provide access to the Services, available in the Online Store and which the User has chosen to download on his/her Device.</p>", "level": 0}, {"value": "<p><strong>Online Store:</strong> the Applications download platform distributed by the editor of the Deviceâ\u0080\u0099s operating system.</p>", "level": 0}, {"value": "<p><strong>MeetMe:</strong> the chat system between Users defined in the special terms and conditions of use applicable to the Applicationss hereinbelow.</p>", "level": 0}, {"value": "<p><strong>Account:</strong> the account created by the User on the Applicationss. Connection to the Account is necessary to use certain Services, including inter alia receive Notifications, Book a service, Chat Room, etc.</p>", "level": 0}, {"value": "<p><strong>Terms and Conditions of Use:</strong> this document.</p>", "level": 0}, {"value": "<p><strong>Necessary Configuration:</strong> the necessary configuration of the Device to download and use the Applicationss defined in the article â\u0080\u009cTerms and Conditions of Accessâ\u0080\u009d hereinbelow.</p>", "level": 0}, {"value": "<p><strong>Personal Data:</strong> the information which the User voluntarily provided to STAY, such as his/her last name, first name, room number.</p>", "level": 0}, {"value": "<p><strong>Notification:</strong> information about the hotel sent to the Users</p>", "level": 0}, {"value": "<p><strong>Networks:</strong> the electronic communication networks open to the public, interconnected and run by any operator, regardless of the technologies or standards used by said networks.</p>", "level": 0}, {"value": "<p><strong>Social Network(s):</strong> the social network(s) Facebook or (and) Twitter or (and) Linkedâ\u0080\u0099In to which the User is signed up.</p>", "level": 0}, {"value": "<p><strong>Services:</strong> the various services and functionalities offered by the Applicationss, including some services and functionalities which are subject to prior connection to his/her Account. Some Services, are provided by third parties and are subject to the special terms and conditions set forth hereinbelow. Some Services can only be offered in certain hotels.</p>", "level": 0}, {"value": "<p><strong>Device:</strong> the mobile terminal device which can be used to connect to the Internet via the Networks and has the necessary Configuration.</p>", "level": 0}, {"value": "<p><strong>User:</strong> means the the holder of the Terminal who has downloaded the Applicationss thereon from the Online Store.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 2 -       PURPOSE</h3>", "level": 7}, {"value": "<p>The purpose of the Terms and Conditions of Use is to define the terms and conditions of use of Stayâ\u0080\u0099s apps app by users who have downloaded it from the iOS or Android store.\n                   \n                  The user will only be able to use the STAY solution after first expressly accepting the Terms and Conditions of Use. Downloading the Stayâ\u0080\u0099s apps and installing it on a device is considered as acceptance of these terms and conditions.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 3 -       TERMS AND CONDITIONS OF ACCESS</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 3.1 -   Necessary Configuration</h4>", "level": 6}, {"value": "<p>The Applicationss are optimised for IOS 8 and later versions and for Android 4.4 and later versions. \n                   \n                  STAY does not warrant the smooth running of the Applicationss on other operating systems or older operating systems.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 3.2 -   Terms and Conditions of Use</h4>", "level": 6}, {"value": "<p><strong>3.2.1 -             Personal Use</strong><br/>\n                   \n                  The Applicationss are reserved for personal use by persons aged 18 and over during their stay at the hotel. Use thereof for professional purposes is strictly forbidden. Persons younger than 18 years old should not use the Applicationss without permission from their parents or legal tutors.</p>", "level": 0}, {"value": "<p><strong>3.2.2 -             Account</strong><br/>\n                   \n                  The Applicationss can be used without an Account.<br/>\n                   \n                  However, it is only possible to access some Services when the User is connected to his/her Account.<br/>\n                   \n                  In order to connect to his/her Account, the User must log in with Facebook, Google Plus or simply providing a user name. In order to connect to the hotel, the guest will have  to provide personal information like his/her name and room number in the Hotel. The User must provide accurate Personal Data to Stayâ\u0080\u0099s apps and keep this Personal Data up-to-date. STAY will not be held liable for any damage sustained by the User or third parties due to inaccuracy in the Personal Data provided to STAY.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 4 -       USE AND RUNNING OF THE Applications</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 4.1 -             Security</h4>", "level": 6}, {"value": "<p>In the absence of a fault by STAY, the User will be solely liable for the use of the Applicationss and the Services as well as all consequences resulting therefrom. In particular, he/she must ensure that no person has access to the Applications without his/her consent (e.g., by locking access to his/her Device with a password.).<br/>\n                   \n                  The User must promptly inform STAY or the hotel regarding any unauthorised use of the Applicationss (see Article 11. â\u0080\u009cContactâ\u0080\u009d).<br/>\n                   \n                  In the event where STAY has a valid reason to consider that the security of the Applicationss is compromised, it reserves the right to block the Userâ\u0080\u0099s access to the Applicationss.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 4.2 -             Compliance with applicable regulations</h4>", "level": 6}, {"value": "<p>The User agrees to use the Applicationss and the Services in accordance with applicable regulations and laws. <br/>STAY will not be held responsible forthe misuse of the Applications by anybody who has downloaded it.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 4.3 -             Maintenance</h4>", "level": 6}, {"value": "<p>For the purpose of the smooth running of the Applicationss, STAY carries out maintenance operations, which it endeavours to perform outside times of high use of the Applicationss.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 5 -       CONTENT AND SERVICES</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 5.1 -             Content of the Applications</h4>", "level": 6}, {"value": "<p>The content of the Applications, including inter alia articles, photographs, videos, brands, software and functionalities are protected by intellectual and industrial property rights.<br/>\n                   \n                  Therefore, the User undertakes to observe these rights and in this respect to refrain from using the content of the Applications without authorisation. Any unauthorised use of all or part of such content may constitute infringement, breach of image rights, personal rights or any other rights, or applicable regulations and consequently incur civil and/or criminal liability.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 5.2 -             Content posted by the User</h4>", "level": 6}, {"value": "<p>The User will be solely liable for the content which he/she creates and posts, receives, shares and/or makes available on or via the Applications and compliance thereof with applicable laws and regulations in addition to his/her use of the Services and content of the Applications. No warranty is given relating to a specific result due to use thereof.<br/>\n                   \n                  If the User posts content, he/she automatically warrants that he/she holds the rights over said content or is authorised to diffuse post that content.<br/>\n                   \n                  STAY reserves the right to delete any content without prior notice, which the User creates and posts, receives and/or makes available in breach of the Terms and Conditions of Use. STAY will not be held responsible for the contents posted by users.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 6 -       LIABILITY AND WARRANTIES</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 6.1 -             STAYâ\u0080\u0099s Liability</h4>", "level": 6}, {"value": "<p>STAY excludes and disclaims all liability except in the event where it breaches its contractual obligations. Its liability will be limited to direct and definite damage. The User acknowledges that STAYâ\u0080\u0099s liability will be excluded in the following cases: (i) act by a third party and (ii) force majeure.<br/>\n                  Content on the Applications may be proposed by STAYâ\u0080\u0099s partners or by other Users and, as a result, STAY will not in principle have any control over such content. Moreover, the Applications may contain links to website or Applicationss, whose content is not controlled by STAY. Therefore, the User is kindly asked to consult the terms and conditions of use of these websites or Applicationss. Additionally, STAY will not be held responsible for contents published by third parties like hotels or service providers, without this being an exhaustive list.<br/><br/>\n                   \n                  STAY will not provide any express or implicit warranty, including inter alia with regard to the quality and compatibility of the Services and content on the Applications for a specific purpose.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 6.2 -             Userâ\u0080\u0099s Undertakings</h4>", "level": 6}, {"value": "<p>The User will be solely liable for use by him/her or any other person using his/her Device carried out on the Applications and the Services.<br/>\n                   \n                  Accordingly without this list being exhaustive, the User will breach the Terms and Conditions of Use if he/she or any other person using his/her Device uses the Services to:<br/><br/>\n                  - post pornographic, paedophile, offensive, violent, crude, insulting or defamatory comments, videos, films, images, whether realistic or otherwise;<br/>\n                  - publish or post a page containing comments or images intended to harass, threaten and/or embarrass other people. In this respect, the User must not make negative comments about others, or make personal attacks or attacks based on race, nationality, ethnic origin, religion, gender, sexual orientation, disability or any other difference;<br/>\n                  - solicit, post, promote or facilitate the diffusion, sending, exchange, sale or purchase of any illegal content or content contrary to applicable law;<br/>\n                  - impersonate another person or communicate under a false name or room number which he/she is not authorised or permitted to use for any reason whatsoever, including inter alia to commit offences;<br/>\n                  - transmit a computer virus or files, programmes or lines of code intended to limit or damage the operating of computer or telecommunication equipment;<br/>\n                  - send spam (messages, including inter alia unsolicited promotional messages) or propose snowball or pyramid sales, or solicit unauthorised online payments or donations;<br/>\n                  - list or give access to websites in contradiction with the Terms and Conditions of Use;<br/>\n                  - diffuse material in breach of intellectual or industrial property laws or propose files for downloading which are protected by copyright without the permission of the rightholders.<br/><br/>\n                   \n                  In the event of breach of the Terms and Conditions of Use by the User or by any other person using his/her Device, STAY is entitled to immediately block his/her access to the Applications.<br/>\n                   \n                  The User undertakes to save and hold STAY harmless against any damage or claim resulting from his/her breach of the Terms and Conditions of Use.<br/>\n                   \n                  If the User notices content which he/she considers to be inappropriate on the Applications, including inter alia child pornography or written material intended to incite racial hatred, he/she can report it to STAY/the hotel (see Article: 11. â\u0080\u009cContactâ\u0080\u009d).<br/></p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 7 -       FINANCIAL TERMS AND CONDITIONS</h3>", "level": 7}, {"value": "<p>Downloading and using the app is free. All costs relating to access to the Applications whatsoever (including inter alia costs for equipment or Network access) will be exclusively covered by the User, who will be responsible for the operating of his/her Device and the Networks.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 8 -       TERM - TERMINATION</h3>", "level": 7}, {"value": "<p>The term of use of the Applications is not limited. The User, as is the case for STAY, may put an end to such use at any time. To this end, the User simply needs to uninstall the Applications.<br/>\n                   \n                  STAY may automatically terminate the Terms and Conditions of Use without notice in the event of serious breach by the User (e.g. abusive use of the Applications in accordance with Article 4. â\u0080\u009cUseâ\u0080\u009d).<br/>\n                   \n                  STAY may automatically terminate the Terms and Conditions of Use on any other valid grounds after first notifying the User by posting information on the Applications.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 9 -       AMENDMENTS</h3>", "level": 7}, {"value": "<p>The Terms and Conditions of Use may be amended in accordance with technical, statutory and regulatory changes.\n                   \n                  Any amendments will be automatically notified on the Applications. Therefore, the User is kindly asked to regularly consult the Terms and Conditions of Use in order to be informed about any amendments.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 10 -    PRIVACY</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 10.1 Data Processing</h4>", "level": 6}, {"value": "<p>The Personal Data Processing Manager is STAY which uses said personal data in order to:<br/>\n                  - provide the Applications and requested Services to the User, improve and optimise the quality thereof. <br/>\n                  - aggregate users data anonimously in order to analyze and optimize app use and user profiles<br/>\n                  - provide him/her with information relating to the Hotel and, if he/she has granted his/her express prior consent, STAYâ\u0080\u0099s commercial offers which may be of interest to him/her,<br/>\n                  - reply to requests by the judicial authorities which may demand disclosure of data enabling the identification of any person who contributed to creating content posted via the Applications.<br/>\n\n                  - STAY may also transfer temporarily usersâ\u0080\u0099 personal data to hotels where they are staying in order to improve the service offered by the hotel through the Applications, for example, to let him or her check-in using the Applications in a faster way. The data transferred to the hotel in this case can be: Name, Last Name, Address, National Identity Document number and date of issue, credit card number and expiration date, check-in and check-out dates, type and number of rooms booked, flight number and time of arrival, and type of traveler (business or leisure).<br/><br/>\n\n                  For these purposes, the User accepts that his/her Personal Data will be stored, processed and transferred by STAY to its subcontractors, which may only have access thereto to carry out certain necessary functions to provide the Applications and the Services requested by the User, in strict compliance with his/her rights relating to personal data protection. He/she also accepts for his/her connection data to be transferred and stored outside of the European Union by subcontractors which have adhered to the Safe Harbour standards and comply with the principles thereof.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 10.2            - Userâ\u0080\u0099s Rights</h4>", "level": 6}, {"value": "<p>The User is entitled to access, modify and delete his/her Personal Data, which he/she may exercise by sending a written request to Mobail. <br/>Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain (Phone number:   +34649920539. <br/>Email: <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a>) and attaching a photocopy of his/her identity card. </p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 10.3 -          Privacy</h4>", "level": 6}, {"value": "<p><strong>10.3.1            Account Connection â\u0080\u0093 Account Settings</strong>\n                   \n                  When the User is connected to his/her Account, the other connected Users and, where applicable, the Users in MeetMe, can see his/her name and photograph.\n                   \n                  The User can personalise his/her Account under the â\u0080\u009cSettingsâ\u0080\u009d heading. In this case, the following data will be shared with the other connected Users: the personal photograph which the User wishes, where applicable, to associate with his/her Account and his/her name. This data is subject to the same provisions as those governing obligations applicable to Content stipulated in Article 5.\n                   \n                  The User can also personalise his/her Account by sharing his/her data on Social Networks. In this case, the terms and conditions of use applicable to data sharing are set forth in Article 10.2.2.</p>", "level": 0}, {"value": "<p><strong>10.3.2            Social Networks</strong>\n                   \n                  a) Share Buttons\n                   \n                  The Application uses sharing buttons which enable the User to share Content with his/her friends.\n                   \n                  By clicking on the â\u0080\u009cshareâ\u0080\u009d buttons, the User can select how he/she wishes to share this Content by clicking on the corresponding icon: on the Social Networks to which he/she is signed up, via SMS or e-mail.\n                   \n                  If the User uses share buttons on Social Networks, the Content which he/she has selected will be recorded and published on his/her Social Network(s) account selected by the User.\n                   \n                  b) Use of the Userâ\u0080\u0099s Personal Data relating to Social Networks\n                   \n                  The User is kindly asked to read the privacy protection policies of the Social Networks in order to be aware of the purposes of use and browsing data which is collected by Social Networks relating to the Services. The User can directly adjust the settings on Social Networks and confidentiality of his/her Personal Data. STAY is not liable for the use of Personal Data by the Social Networks.\n                   \n                  c) Account Personalisation\n                   \n                  In order to personalise his/her Account, the User will be asked to accept that some of his/her data available on his/her profile on Social Networks is shared on the Applications. This data is subject to the same provisions as those governing obligations applicable to Content stipulated in Article 5. The User is liable for this data and STAY will not be held liable for damage sustained by the User or third parties in view thereof.\n                   \n                  By accepting this data sharing, the Applications will have access to the Userâ\u0080\u0099s profile data on the Social Networks and will store the following data: name, photograph, data of birth, gender, Social Network user name (e-mail).\n                   \n                  This data will only be stored on the Applications and will not be transferred to any person. It will be deleted when the Applications is deleted.</p>", "level": 0}, {"value": "<p><strong>10.3.3            Geographic Location Tracking</strong>\n                   \n                  Subject to the Userâ\u0080\u0099s express prior consent, the Applications can find the geographic location of the Userâ\u0080\u0099s Device on maps proposed on the Applications.\n                   \n                  When the User is connected to his/her Account, the Userâ\u0080\u0099s photograph and name is shared with the Userâ\u0080\u0099s Chat Room group and other connected Users.\n                   \n                  The User is informed that geographic location tracking of his/her Device can be fully deactivated at any time either by uninstalling the Applications or by adjusting the settings on the Terminal to prevent the Applications from accessing GPS data.\n                   \n                  Geographic location tracking data is not stored or kept by STAY.\n                   \n                  Geographic location tracking is in principle carried out instantaneously. However, STAY will not be held liable for any delay in obtaining a geographic location due to any reason whatsoever.</p>", "level": 0}, {"value": "<p><strong>10.3.4            Notifications</strong>\n\n                  - Logged in users will be able to receive notifications sent by the hotel where they are staying.\n                   \n                  - STAY will occasionally send push notifications to app users informing them about news in the app or sending them commercial offers considered of interest to users.\n\n                   The User can deactivate Notifications either by deactivating them in the Applications, uninstalling the Applications or disconnecting from his/her Account.</p>", "level": 0}, {"value": "<p><strong>10.3.5            My Schedule</strong>\n                   \n                  The Applications contain a â\u0080\u009cHotel Scheduleâ\u0080\u009d heading, which states the activities at the Hotel. The User can select his/her activities. The activity is then added to the â\u0080\u009cMy Agendaâ\u0080\u009d heading. The User can also confirm his/her participation in activities. This information is intended for the organiser of the activity and the Users who have also confirmed that they are participating. Said information is not subject to data processing.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 11 -    CONTACT â\u0080\u0093 LEGAL NOTICE</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 11.1 -          Contact</h4>", "level": 6}, {"value": "<p>For all questions, in particular relating to commercial or technical matters, the User can contact: \n                  Mobail. Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain\n                  Phone number:   +34649920539. Email: <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a></p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 11.2 -          LEGAL NOTICE</h4>", "level": 6}, {"value": "<p>HOST, PUBLISHER AND MANAGER OF THE Applications: Mobail. Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain\n                  Phone number:   +34649920539. The host may subcontract its hosting services, with the understanding that he   undertakes to have personal data processed inside the European Union.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 12 -    GOVERNING LAW</h3>", "level": 7}, {"value": "<p>The Terms and Conditions of Use will be governed by Spanish law.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">II â\u0080\u0093 SPECIAL TERMS AND CONDITIONS</h3>", "level": 7}, {"value": "<p>SPECIAL TERMS AND CONDITIONS APPLICABLE TO THE MEETME FEATURE\n                   \n                  The purpose of these special terms and conditions applicable to MeetMe (chat system) is to supplement the Terms and Conditions of Use of the Applications hereinabove in order to take into account the specificities of this Service.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 1 -       DESCRIPTION OF THE MEETME FEATURE</h3>", "level": 7}, {"value": "<p>The Applications provides Users with a discussion forum with other Users: MeetMe. This Chat System enables connected Users to see other Users connected to the Applications and staying in the same hotel, personally contact them and/or create a discussion group.\n                   \n                  The User uses this system under his/her sole liability and in accordance with regulations governing freedom of speech.\n                   \n                  During exchanges of messages the User must take into account that he/she is obliged to require with the Special Terms and Conditions, which are drawn up in accordance with applicable laws and etiquette rules applicable on the Internet. If a message in MeetMe breaches one of the aforementioned rules, the User is strongly invited to report it (see Article 11. â\u0080\u009cContactâ\u0080\u009d of the Terms and Conditions of Use). STAYâ\u0080\u0099s teams will endeavour to take appropriate measures.\n                   \n                  Minimum Age:  To use the chat functionality in the Stayâ\u0080\u0099s apps, you must be at least 16 years of age.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 2 -       MESSAGE CONTENT AND RESPECT FOR OTHERS</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 2.1 -   Message Content and Respect for Others</h4>", "level": 6}, {"value": "<p>The User must not under any circumstances insult other Users of MeetMe or make hateful, crude or vulgar comments (even hidden by symbols or other characters). He/she must consequently show respect towards the other Meet Me Users at all times.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\"><h4 class=\"section-title\">Article 2.2 -   Respect for Privacy</h4>\n</h4>", "level": 6}], [{"value": "<h4 class=\"section-title\">Article 2.2 -   Respect for Privacy</h4>", "level": 6}, {"value": "<p>It is forbidden to collect personal data such as e-mail addresses in MeetMe without the Usersâ\u0080\u0099 knowledge. It is also stipulated that any person who carries out this type of activity in breach of the Data Protection Act of 6 January 1978, as amended, may run the risk of being imposed criminal and civil sanctions.\n                   \n                  MeetMe is accessible to a large number of Users. As the Userâ\u0080\u0099s messages may potentially be read by a large number of Users, the User must be careful about the information which he/she discloses. In addition, the User must not provide his last name or e-mail address if he/she does not wish such information to be known.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 2.3 -   Content</h4>", "level": 6}, {"value": "<p>STAY disclaims all liability relating to the impossibility to access, delete or amend messages published in MeetMe.\n                   \n                  In principle, STAY does not control the content posted in the Chat Room and consequently does not warrant the appropriateness, legality, integrity or quality of such content. Without prejudice to any applicable legal provisions, STAY may not under any circumstances be held liable for the content, including inter alia illegal content, having regard to applicable regulations, error or omission in any content, loss or damage further to use of the content posted, sent by e-mail or in any other manner via MeetMe.\n                   \n                  In general, STAY does not filter the content of messages before they are sent through MeetMe. However, STAY reserves the right to immediately delete without notice any content which does not comply herewith and, in general, applicable laws and etiquette rules applicable on the Internet. In the event of breach of applicable laws, the User may be blocked from using Stayâ\u0080\u0099s apps.\n\n                  </p>", "level": 0}], [{"value": "<h3 class=\"section-title\">TERMS AND CONDITIONS FOR USE OF THE STAY PLATFORM BY HOTELS</h3>", "level": 7}, {"value": "<p>The STAY platform englobes the Android and iOS apps as well as the Content Management System (CMS). Users download Stayâ\u0080\u0099s apps from the iOS and Android app stores. The hotel manages the contents which appear in the app in its section through the CMS.</p>", "level": 0}, {"value": "<p>Use of the CMS by hotels and their staff is governed by the general terms and conditions of use, which are supplemented by the special terms and conditions in order to take into account the specificities of certain Services.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 1 -   DEFINITIONS</h3>", "level": 7}, {"value": "<p><strong>Applications:</strong> the software Applications developed by STAY which provide access to the Services, available in the Online Store and which the User has chosen to download on his/her Device.</p>", "level": 0}, {"value": "<p><strong>Content Management System:</strong> The website where hotels can manage the content which appears in their section of Stayâ\u0080\u0099s apps and are shown to users.</p>", "level": 0}, {"value": "<p><strong>Online Store:</strong> the Applications download platform distributed by the editor of the Deviceâ\u0080\u0099s operating system.</p>", "level": 0}, {"value": "<p><strong>MeetMe:</strong> the chat system between Users defined in the special terms and conditions of use applicable to the Applications hereinbelow.</p>", "level": 0}, {"value": "<p><strong>Account:</strong> the account created by the User on the Applications. Connection to the Account is necessary to use certain Services, including inter alia receive Notifications, Book a service, Chat Room, etc.</p>", "level": 0}, {"value": "<p><strong>Terms and Conditions of Use:</strong> this document.</p>", "level": 0}, {"value": "<p><strong>Necessary Configuration:</strong> the necessary configuration of the Device to download and use the Applications defined in the article â\u0080\u009cTerms and Conditions of Accessâ\u0080\u009d hereinbelow.</p>", "level": 0}, {"value": "<p><strong>Personal Data:</strong> the information which the User voluntarily provided to STAY, such as his/her last name, first name, room number.</p>", "level": 0}, {"value": "<p><strong>Notification:</strong> information about the hotel sent to the Users.</p>", "level": 0}, {"value": "<p><strong>Networks:</strong> the electronic communication networks open to the public, interconnected and run by any operator, regardless of the technologies or standards used by said networks.</p>", "level": 0}, {"value": "<p><strong>Social Network(s):</strong> the social network(s) Facebook or (and) Twitter or (and) Linkedâ\u0080\u0099In to which the User is signed up.</p>", "level": 0}, {"value": "<p><strong>Services:</strong> the various services and functionalities offered by the Applications, including some services and functionalities which are subject to prior connection to his/her Account. Some Services, are provided by third parties and are subject to the special terms and conditions set forth hereinbelow. Some Services can only be offered in certain hotels.</p>", "level": 0}, {"value": "<p><strong>Device:</strong> the mobile terminal device which can be used to connect to the Internet via the Networks and has the necessary Configuration.</p>", "level": 0}, {"value": "<p><strong>User:</strong> means the the holder of the Terminal who has downloaded the Applications thereon from the Online Store.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 2 -       PURPOSE</h3>", "level": 7}, {"value": "<p>The purpose of these Terms and Conditions of Use is to define the terms and conditions of use of STAYâ\u0080\u0099s platform by hotels, comprising the Content Managing System and the apps for iOS and Android.</p>", "level": 0}, {"value": "<p>The hotel will only be able to use the STAY platform after first expressly accepting the Terms and Conditions of Use.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 3 -       TERMS AND CONDITIONS OF ACCESS</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 3.1 -   Necessary Configuration</h4>", "level": 6}, {"value": "<p>The CMS is optimised for use with any Chrome, Firefox or Safari versions from 2013 or later and with Internet Explorer 10 or later. </p>", "level": 0}, {"value": "<p>STAY does not warrant the smooth running of the CMS on other browsers or older versions of the browsers mentioned above.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 3.2 -   Terms and Conditions of Use</h4>", "level": 6}, {"value": "<p>The use of the CMS is reserved to users authorized by the hotel for professional purposes only. \n                  In the absence of a fault by STAY, the Hotel will be solely liable for the use of the CMS and the Services as well as all consequences resulting therefrom. In particular, the hotel must ensure that no person has access to the Applications without his/her consent.</p>", "level": 0}, {"value": "<p>The Hotel must promptly inform STAY regarding any unauthorised use of the Applications (see Article 11. â\u0080\u009cContactâ\u0080\u009d).</p>", "level": 0}, {"value": "<p>In the event where STAY has a valid reason to consider that the security of the CMS is compromised, it reserves the right to block the Hotelâ\u0080\u0099s access to the CMS.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 3.3 - Use of Push Notifications</h4>", "level": 6}, {"value": "<p>STAY will limit the sending of push notifications to app users who are not logged in as guests but are going to stay in the hotel to a limited amount of time comprised between: 10 days before day of check-in and 10 days after day of check-out. </p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 3.4 -             Compliance with applicable regulations</h4>", "level": 6}, {"value": "<p>The Hotel agrees to use the CMS and the Services in accordance with applicable regulations.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 3.5 -             Maintenance</h4>", "level": 6}, {"value": "<p>For the purpose of the smooth running of the CMS and the Applicationss, STAY carries out maintenance operations, which it endeavours to perform outside times of high use of the Applications as defined in the SERVICE LEVEL AGREEMENT. The conditions in which these maintenance operations are carried out are explained in said SERVICE LEVEL AGREEMENT.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 4 -       CONTENT AND SERVICES</h3>", "level": 7}, {"value": "<p>The hotel guarantees that the content it uploads to the CMS so it will appear in the Applications, including inter alia articles, photographs, videos, brands, software and functionalities are in accordance to intellectual and industrial property rights. Any unauthorised use of all or part of such content may constitute infringement, breach of image rights, personal rights or any other rights, or applicable regulations and consequently incur civil and/or criminal liability.</p>", "level": 0}, {"value": "<p>The hotel also guarantees that the content uploaded is not illegal in any way. STAY does not take responsibility for the contents uploaded by the hotel, but it reserves the right to block access to the CMS if it detects that a hotel is uploading illegal contents to the app. The hotel will be solely responsible for the contents uploaded by its authorized CMS users.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 5 -       LIABILITY AND WARRANTIES</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">Article 5.1 -             STAYâ\u0080\u0099s Liability</h4>", "level": 6}, {"value": "<p>STAY excludes and disclaims all liability except in the event where it breaches its contractual obligations. Its liability will be limited to direct and definite damage. The Hotel acknowledges that STAYâ\u0080\u0099s liability will be excluded in the following cases: (i) act by a third party and (ii) force majeure.</p>", "level": 0}, {"value": "<p>Content on the Applications may be proposed by STAYâ\u0080\u0099s partners or by other Users and, as a result, STAY will not in principle have any control over such content. Moreover, the Applications may contain links to website or Applicationss, which content is not controlled by STAY. Therefore, the Hotel is kindly asked to consult the terms and conditions of use of these websites or Applicationss.</p>", "level": 0}, {"value": "<p>STAY will not provide any express or implicit warranty, including inter alia with regard to the quality and compatibility of the Services and content on the Applications for a specific purpose.</p>", "level": 0}], [{"value": "<h4 class=\"section-title\">Article 5.2 -             Userâ\u0080\u0099s Undertakings</h4>", "level": 6}, {"value": "<p>The User will be solely liable for use by him/her or any other person using his/her Device carried out on the Applications and the Services.</p>", "level": 0}, {"value": "<p>Accordingly without this list being exhaustive, the User will breach the Terms and Conditions of Use if he/she or any other person using his/her Device uses the Services to:</p>", "level": 0}, {"value": "<p>- post pornographic, paedophile, offensive, violent, crude, insulting or defamatory comments, videos, films, images, whether realistic or otherwise;<br/>\n                  - publish or post a page containing comments or images intended to harass, threaten and/or embarrass other people. In this respect, the User must not make negative comments about others, or make personal attacks or attacks based on race, nationality, ethnic origin, religion, gender, sexual orientation, disability or any other difference;<br/>\n                  - solicit, post, promote or facilitate the diffusion, sending, exchange, sale or purchase of any illegal content or content contrary to applicable law;<br/>\n                  - impersonate another person or communicate under a false name or room number which he/she is not authorised or permitted to use for any reason whatsoever, including inter alia to commit offences;<br/>\n                  - transmit a computer virus or files, programmes or lines of code intended to limit or damage the operating of computer or telecommunication equipment;<br/>\n                  - send spam (messages, including inter alia unsolicited promotional messages) or propose snowball or pyramid sales, or solicit unauthorised online payments or donations;<br/>\n                  - list or give access to websites in contradiction with the Terms and Conditions of Use;<br/>\n                  - diffuse material in breach of intellectual or industrial property laws or propose files for downloading which are protected by copyright without the permission of the rightholders.</p>", "level": 0}, {"value": "<p>In the event of breach of the Terms and Conditions of Use by the User or by any other person using his/her Device, STAY is entitled to immediately block his/her access to the Applications.</p>", "level": 0}, {"value": "<p>STAY is in no way responsible for the use of the app by the users.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 6 -       FINANCIAL TERMS AND CONDITIONS</h3>", "level": 7}, {"value": "<p>All costs relating to access to the CMS (including inter alia costs for equipment or Network access) will be exclusively covered by the hotel, who will be responsible for the operating of his/her Device and the Networks.</p>", "level": 0}, {"value": "<p>The use of the CMS by the hotel is free of charge althogh new additional features might have a cost. In this case the hotel would have to accept the terms &amp; conditions specific to that feature.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 7 -       TERM - TERMINATION</h3>", "level": 7}, {"value": "<p>The term of use of the CMS is not limited. The hotel, as is the case for STAY, may put an end to such use at any time. To this end, the Hotel simply needs to notify STAY and STAY will deactivate the hotel in the CMS and the Applicationss..</p>", "level": 0}, {"value": "<p>STAY may automatically terminate the Terms and Conditions of Use without notice in the event of serious breach by the Hotel (e.g. uploading illegal contents to the Applications in accordance with Article 3 â\u0080\u009cUseâ\u0080\u009d).</p>", "level": 0}, {"value": "<p>STAY may automatically terminate the Terms and Conditions of Use on any other valid grounds after first notifying the User by posting information on the Applications.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 8 -       AMENDMENTS</h3>", "level": 7}, {"value": "<p>The Terms and Conditions of Use may be amended in accordance with technical, statutory and regulatory changes. The hotel will be notified by email in the case of said amendments.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 9 -    DATA PRIVACY</h3>", "level": 7}, {"value": "<p><strong>STAY will be the sole owner and processor of the personal data provided by users through the Applications.STAY uses said personal data in order to:</strong></p>", "level": 0}, {"value": "<p><strong>- provide the Applications and requested Services to the User, improve and optimise the quality thereof.</strong><br/>\n<strong>- aggregate users data anonimously in order to analyze and optimize app use and user profiles</strong><br/>\n<strong>- reply to requests by the judicial authorities which may demand disclosure of data enabling the identification of any person who contributed to creating content posted via the Applications.</strong><br/>\n<strong>- STAY may also transfer temporarily usersâ\u0080\u0099 personal data to hotels where they are staying in order to improve the service offered by the hotel through the Applications, for example, to let him or her check-in using the Applications in a faster way. The data transferred to the hotel in this case can be: Name, Last Name, Address, National Identity Document number and date of issue, credit card number and expiration date, check-in and check-out dates, type and number of rooms booked, flight number and time of arrival, and type of traveler (business or leisure).</strong></p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 10 -    CONTACT â\u0080\u0093 LEGAL NOTICE</h3>", "level": 7}, {"value": "<p>For all questions, in particular relating to commercial or technical matters, the User can contact: \n                  Mobail, which is the host, publisher and manager of the Applications. The host may subcontract its hosting services, with the understanding that he undertakes to have personal data processed inside the European Union.:</p>", "level": 0}, {"value": "<p>Address: Consuegra 7, 2Âº izq- 28036 - Madrid - Spain\n                  Phone number:   +34649920539. Email: <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a></p>", "level": 0}], [{"value": "<h3 class=\"section-title\">ARTICLE 11 -    GOVERNING LAW</h3>", "level": 7}, {"value": "<p>The Terms and Conditions of Use will be governed by Spanish law.</p>", "level": 0}, {"value": "<p>***</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">APPENDIX: ADDITIONAL TECHNICAL INFORMATION CONCERNING ASSOCIATED SERVICES</h3>", "level": 7}], [{"value": "<h3 class=\"section-title\">1. INTERFACING, PARAMETERING and SPECIFIC DEVELOPMENTS</h3>", "level": 7}, {"value": "<p>Administration and parametering interface:</p>", "level": 0}, {"value": "<p>STAYâ\u0080\u0099s platform includes an interface (also known as 'CMS') that the CLIENT may access with its login and password. This tool is used for simple parameterization of Data, services, and the Applications's user interface. These Data will subsequently be displayed in real time. </p>", "level": 0}, {"value": "<p>In the event of specific developments for the CLIENT, STAY will offer development of functions.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">2. HOSTING</h3>", "level": 7}], [{"value": "<h4 class=\"section-title\">2.1 Server address:</h4>", "level": 6}], [{"value": "<h4 class=\"section-title\">2.2 Guarantee of functioning and availability for each Applications and for the CMS</h4>", "level": 6}, {"value": "<p>STAY guarantees:</p>", "level": 0}, {"value": "<p>- allocation of storage capacity on Servers, at all times\n                  - access to the Applications and/or to the CMS via Internet and its functioning.\n                  - supervision of proper functioning by the Server.\n                  - supervision of the database, backups and processing.</p>", "level": 0}, {"value": "<p>The Applications and/or the CMS will be accessible 7 days a week, 24 hours a day. </p>", "level": 0}, {"value": "<p>STAY guarantees that the Applications and/or the CMS will have a rate of availability at least equal to 99% per week during periods known as 'Public Periods'.</p>", "level": 0}, {"value": "<p>The Parties agree to the following definitions of periods:\n                  Public Periods: Monday to Friday, 08:00 am to 8:00 pm in peninsular Spainâ\u0080\u0099s time zone.\n                  Non-Public Periods: weekends and Monday to Friday, 8:01pm to 07:59 in peninsular Spainâ\u0080\u0099s time zone.</p>", "level": 0}, {"value": "<p>Provided it notifies the Client beforehand, STAY may shut down access to the Server in order to carry out maintenance on the Server and infrastructures deployed for operation of the Applications and/or the CMS. The following is stipulated in this regard:\n\n                  - During Non-Public Periods: for any work over a period exceeding 30 minutes, STAY must notify the Client beforehand.</p>", "level": 0}, {"value": "<p>In a general sense and for any reason, when the Applications and/or the CMS cannot be used in the best possible fashion by Users, STAY will notify the Client and Users of this circumstance, displaying a message stating the Non-Availability of the Applications or of a service and/or of the CMS, and the likely timeframe required to restore the service. </p>", "level": 0}], [{"value": "<h4 class=\"section-title\">2.3 Guarantee of performances</h4>", "level": 6}, {"value": "<p>STAY guarantees the performances and incoming and outgoing speeds of the infrastructure supporting the Applications and/or the CMS will meet the specifications.</p>", "level": 0}, {"value": "<p>STAY issues a guarantee to the Client that the hosting site will meet all the required quality, performance and security criteria.</p>", "level": 0}, {"value": "<p>STAY guarantees a response time applied to access to the Applications and downloading of Data of 30 seconds.</p>", "level": 0}, {"value": "<p>Any performance failures/response times exceeding 30 seconds will be considered excessive waiting time. </p>", "level": 0}, {"value": "<p>STAY may not be held liable for poor response times caused by faults in the Client's Internet access or for any other reason relating to dysfunctions concerning the Clientâ\u0080\u0099s access infrastructure or caused by the Distributor such as the lack of availability of the Online shop.</p>", "level": 0}, {"value": "<p>The service must be restored as soon as possible in the case of excessive waiting times observed by the Client or a User or STAY. </p>", "level": 0}], [{"value": "<h4 class=\"section-title\">2.4 Data Backups</h4>", "level": 6}, {"value": "<p>STAY declares it provides a full-maintenance emergency infrastructure to guarantee continuous, total and complete access to the Applications and/or to the CMS.</p>", "level": 0}, {"value": "<p>STAY will create a database backup (including updates) in order to guarantee total and complete access to the Applications and/or to the CMS, even in the event of incidents affecting the Server.</p>", "level": 0}, {"value": "<p>The database will be backed up by STAY once a day - each daily backup will be made on a different support. STAY will store the daily backups for fifteen (15) days.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">3. Technical Incidences </h3>", "level": 7}, {"value": "<p>The CLIENT will notify STAY of a Dysfunction by e-mail to <a href=\"mailto:info@stay-app.com\">info@stay-app.com</a>. The CLIENT will describe, in as much detail as possible, the conditions in which the Dysfunction arose, and its consequences. STAY undertakes to take action on working days, to solve the incidence as soon as possible, except in the event of the following:</p>", "level": 0}, {"value": "<p>A Dysfunction that is not attributable to the Applications and/or to the CMS, such as electrical wiring or a facility in the Clientâ\u0080\u0099s telecommunications network that is at odds with the instructions issued by STAY.\n                  A Dysfunction due to an instance of force majeure, including dysfunctions in connection with mobile phone operator networks or Wi-Fi networks. </p>", "level": 0}, {"value": "<p>Failure by the CLIENT to adhere to the contractual conditions of usage, or maintenance carried out by the CLIENT on the Applications and/or the CMS without adhering to the instructions issued by STAY.</p>", "level": 0}], [{"value": "<h3 class=\"section-title\">4. MAINTENANCE</h3>", "level": 7}, {"value": "<p>STAY will perform periodic maintenance of the platform. </p>", "level": 0}, {"value": "<p>Contents of Maintenance</p>", "level": 0}, {"value": "<p>a) Corrective maintenance</p>", "level": 0}, {"value": "<p>STAY will carry out the following corrective maintenance operations on the Applications and the CMS: \n                  - diagnosis of Dysfunctions\n                  - correction of Dysfunctions\n                  </p>", "level": 0}, {"value": "<p>STAY will perform an analysis in remote mode, by following an inquiry procedure.</p>", "level": 0}, {"value": "<p>Correction (hereinafter 'Correction') is understood as either actual correction or restoration of the functions of the Applications and of the CMS, including provision of a workaround or backup solution pending final correction of the dysfunction.</p>", "level": 0}, {"value": "<p>STAY will correct the dysfunctions in the briefest period of time possible and taking into account if the dysfunction is critical or not, giving priority to the former.</p>", "level": 0}, {"value": "<div>\n<h2 class=\"translate\" data-translate=\"footer.title\">Your Guests want Fast, Easy and Customized service. Give it to them</h2>\n<!-- <button class=\"btn dark translate\" data-translate=\"home.button.try\">Try demo</button> -->\n</div>", "level": 0}], [{"value": "<h2 class=\"translate\" data-translate=\"footer.title\">Your Guests want Fast, Easy and Customized service. Give it to them</h2>", "level": 8}, {"value": "<div>\n<a class=\"translate\" data-translate=\"footer.conditions\" href=\"/conditions.html\">TÃ©rminos y Condiciones</a>\n<span class=\"hidden-xs\">/</span>\n<a class=\"translate\" data-translate=\"footer.cookies\" href=\"/cookies.html\">PolÃ­tica de cookies</a>\n</div>", "level": 0}]]