[[{"value": "<h2 align=\"center\">Privacy Policy Statement</h2>", "level": 8}, {"value": "<p>This statement sets out the Privacy Policy and practices of Swiftdeer co. (the â\u0080\u009c<strong>Company</strong>â\u0080\u009d), its subsidiaries and associated companies wherever in the world (together, the â\u0080\u009c<strong>Group</strong>â\u0080\u009d) that will be followed with respect to the collection, use and/or disclosure of customersâ\u0080\u0099 personal data. This statement is provided in accordance with the Personal Data Protection Act (Act 26 of 2012) (the â\u0080\u009c<strong>PDPA</strong>â\u0080\u009d).</p>", "level": 0}, {"value": "<p><strong>Please note that this Privacy Policy complements, and does not limit or replace, the purposes for which you provide the Group with your personal data which may be expressly stated in any form for submission of personal data to the Group.</strong></p>", "level": 0}, {"value": "<p><strong>1. Personal Data</strong></p>", "level": 0}, {"value": "<p>You hereby agree that the Group may collect, store, process, disclose, access, review and/or use personal data (including sensitive personal data) about you, whether obtained from you or from other sources, for the purposes set out below and/or any other administrative or operational purposes and/or the purpose of managing your relationship as a customer with the Company or any other company within the Group:-</p>", "level": 0}, {"value": "<p class=\"Default\">(i)             providing services to you in relation to your sales transactions with the Group, including but not limited to the providing and administering of rites and the engraving of tablets and plaques;</p>", "level": 0}, {"value": "<p class=\"Default\">(ii)            enabling your use of the services which the Group provides, including, where necessary, contacting you (whether by SMS, email or otherwise);</p>", "level": 0}, {"value": "<p class=\"Default\">(iii)           dealing with enquiries made by you;</p>", "level": 0}, {"value": "<p class=\"Default\">(iv)          maintenance and updating of the data;</p>", "level": 0}, {"value": "<p class=\"Default\">(v)           statistical analysis;</p>", "level": 0}, {"value": "<p class=\"Default\">(vi)          administrative or operational purposes;</p>", "level": 0}, {"value": "<p class=\"Default\">(vii)         tax filing preparation;</p>", "level": 0}, {"value": "<p class=\"Default\">(viii)        processing credit notes and processing refunds;</p>", "level": 0}, {"value": "<p class=\"Default\">(ix)          collection of fees, charges and expenses for services provided;</p>", "level": 0}, {"value": "<p class=\"Default\">(x)           verification and identification purposes;</p>", "level": 0}, {"value": "<p class=\"Default\">(xi)          facilitating the making and payment of claims, including payments by cheque, bank transfers or other means;</p>", "level": 0}, {"value": "<p class=\"Default\">(xii)         carrying out billing, accounting, auditing and the maintenance of proper book-keeping to explain the Companyâ\u0080\u0099s operations and business; and/or</p>", "level": 0}, {"value": "<p class=\"Default\">(xiii)        the disclosure of the relevant books, documents, records and information (in hard or soft copy) to the auditors for the preparation of financial reports.</p>", "level": 0}, {"value": "<p>If you have provided personal data of individuals other than yourself to the Group, you also confirm that you have sought the requisite consent from these individuals to the collection, use and disclosure of their personal data.  In particular, you confirm that you have informed these individuals of the purposes for collection, use and disclosure of their personal data as set out above.</p>", "level": 0}, {"value": "<p><strong>2. Data Quality</strong></p>", "level": 0}, {"value": "<p class=\"Default\">The Company will take reasonable steps to make sure that the personal data it collects, uses or discloses is accurate, complete and up to date.</p>", "level": 0}, {"value": "<p class=\"Default\"><strong>3. Data Security</strong></p>", "level": 0}, {"value": "<p class=\"Default\">The Company will take reasonable steps to protect the personal data it holds from misuse and loss and from unauthorized access, modification or disclosure.</p>", "level": 0}, {"value": "<p class=\"Default\">The Company will not keep personal data for longer than is necessary and will take reasonable steps to destroy or permanently de-identify personal data if it is no longer needed.</p>", "level": 0}, {"value": "<p class=\"Default\"><strong>4. Access and Correction</strong></p>", "level": 0}, {"value": "<p class=\"CM78\">You are entitled to have access to the personal data about you that is in the possession or under the control of the organization and information about the ways in which the personal data has been or may have been used or disclosed within a year before the date of the request. This can be done by you making a written application to the Designated Person (as defined below) requesting for any such information. The Company reserves the right to charge a fee (representing its costs in administering your request) for supplying such information and to refuse requests which, in its opinion, occur with unreasonable frequency.</p>", "level": 0}, {"value": "<p class=\"CM78\">The Company will also, where you have requested that it correct an error or omission in the personal data about you that is kept with the Company, correct such data as soon as practicable and send the corrected personal data to every organisation to which the personal data was sent before it had been corrected, if applicable, unless that organisation does not need the corrected personal data for any legal or business purpose.</p>", "level": 0}, {"value": "<p>The Company may however choose not to provide you with access to or correct such information, in accordance with the exceptions under the PDPA. This would include cases where:</p>", "level": 0}, {"value": "<p>(i)             The Company is satisfied on reasonable grounds that the correction should not be made;</p>", "level": 0}, {"value": "<p>(ii)            The request for access is frivolous or vexatious or the information requested is trivial;</p>", "level": 0}, {"value": "<p>(iii)           The personal data is related to a prosecution and all the proceedings related to the prosecution have not been completed;</p>", "level": 0}, {"value": "<p>(iv)           The personal data, if disclosed, would reveal confidential commercial information that could, in the opinion of a reasonable person, harm the competitive position of the organisation; and</p>", "level": 0}, {"value": "<p>(v)           The personal data was collected, used or disclosed for the purposes of an investigation and associated proceedings and appeals have not been completed.</p>", "level": 0}, {"value": "<p><strong>5. Transborder Data Flows</strong></p>", "level": 0}, {"value": "<p>If your personal data is transferred to a country or territory outside Singapore, for instance, if your personal data is required for administrative or operational purposes in other companies within the Group, we will ensure that the recipients thereof provide a standard of protection to your personal data so transferred that is comparable to that which is provided herein.</p>", "level": 0}, {"value": "<p><strong>6. Enquiries and Complaint<span style=\"text-decoration: underline;\">s</span></strong></p>", "level": 0}, {"value": "<p class=\"Default\">The Company has designated the person whose details are set out below as the person (â\u0080\u009c<strong>Designated Person</strong>â\u0080\u009d) who will be responsible for ensuring the Companyâ\u0080\u0099s compliance with applicable data protection laws. If you have any queries or requests or wish to make any applications concerning your personal information or data, please contact the Designated Person:- </p>", "level": 0}, {"value": "<p class=\"Default\">Name: Mujtaba Fadhil Rhadi</p>", "level": 0}, {"value": "<p class=\"Default\">Contact Number: +964 7810320932</p>", "level": 0}, {"value": "<p class=\"Default\">E-mail: <a href=\"mailto:application@swiftdeer.com\">application@swiftdeer.com</a></p>", "level": 0}, {"value": "<p class=\"Default\">This privacy policy was last modified on the 11th March 2017.</p>", "level": 0}]]