[[{"value": "<h2>OneSignal Privacy Policy</h2>", "level": 8}], [{"value": "<h4><em>Last Updated: May 2, 2018</em></h4>", "level": 6}, {"value": "<p>\nOneSignal., a U.S. company located at 411 Borel Ave Suite 512, San Mateo, CA 94402\n(â\u0080\u009cOneSignalâ\u0080\u009d â\u0080\u009cwe,â\u0080\u009d â\u0080\u009cus,â\u0080\u009d and â\u0080\u009courâ\u0080\u009d), provides this privacy policy because we believe that\nconsumers should have clear and comprehensive ways to understand how information\nabout them is collected and used â\u0080\u0093 both to provide our services and for third party\nadvertising purposes. Weâ\u0080\u0099ve tried to write this policy in a way that is easy for\nconsumers to understand at a â\u0080\u009chigh level,â\u0080\u009d while still providing detail to allow\nsophisticated users (and privacy advocates) to understand what data models weâ\u0080\u0099re engaged\nin, and more generally, how interest-based advertising works.\n</p>", "level": 0}, {"value": "<p>Weâ\u0080\u0099ve also provided a section about the choices that you have with respect to â\u0080\u009cinterest based advertising,â\u0080\u009d,\nand we encourage you to read that section and exercise your â\u0080\u009copt outâ\u0080\u009d rights if youâ\u0080\u0099re inclined to do that.\n(But because interest based advertising leads to more relevant (and thus, less annoying) advertising, we hope\nyou wonâ\u0080\u0099t do that.)</p>", "level": 0}], [{"value": "<h3>Introduction and Background</h3>", "level": 7}, {"value": "<p>OneSignalâ\u0080\u0099s provides SDKs to mobile app developers and websites, and data and analytics services to other\ndata partners and advertisers. These web and mobile SDKs permit app developers and websites to send, manage,\noptimize and customize push notifications to their users. All of these services (further described in this\nprivacy policy) are referred to collectively as our â\u0080\u009c<strong>Services</strong>,â\u0080\u009d and all of these developers,\nwebsite operators, partners and advertisers are referred to collectively as our â\u0080\u009c<strong>Clients</strong>.â\u0080\u009d\n</p>", "level": 0}, {"value": "<p>This privacy policy (the â\u0080\u009c<strong>Privacy Policy</strong>â\u0080\u009d) explains how we may collect, use, store, and\ndisclose information about the end users (â\u0080\u009c<strong>End Users</strong>â\u0080\u009d) of third-party mobile applications and\nwebsites that use our Services. We also collect information on our corporate website(s), including any website\non which this Privacy Policy is posted. We separately describe how we collect, use and share that website\ninformation (â\u0080\u009c<strong>OneSignal Website Information</strong>â\u0080\u009d) in <a href=\"#4\">Section 4</a>, below.</p>", "level": 0}, {"value": "<p>We encourage consumers to learn about how information (including information we collect) can be used to\nmarket to them, and how to exercise their choices to permit or, if they prefer, to limit such marketing. We\ndescribe some ways consumers can exercise that choice or opt out of marketing in <a href=\"#6\">Section 6</a>,\nbelow, titled <strong>Consumer Control &amp; Opt Out Options</strong>. </p>", "level": 0}, {"value": "<ol>\n<li id=\"1\"><span class=\"head\">Our SDKs: Information We Collect and Services We Provide</span>\n<p> We refer to the information we collect from our SDKs as the â\u0080\u0098<strong>SDK Information</strong>.â\u0080\u009d The SDK\nInformation includes (or may include) the following:</p>\n<p class=\"subhead\">Information Collected About End Users by Our Web SDKs</p>\n<ol>\n<li> Web pages visited that have implemented the SDK , and information about those visits (e.g., session\nduration, time-stamp, referring URLs)\n</li>\n<li> What push notifications an End User has been sent</li>\n<li> Information about End Userâ\u0080\u0099s transactions and interactions with apps and websites</li>\n<li> IP address, from which geographic location may be inferred, as well as system configuration\ninformation\n</li>\n<li> Email address which we may (in our discretion) hash or otherwise deidentify</li>\n<li> Information about an End Userâ\u0080\u0099s browser, such as, browser language type and version of operating\nsystem (e.g., Android, iOS); network provider; language setting; time zone\n</li>\n<li> A unique cookie identifier, which may uniquely identify an End User (such as in de-identified or\nanonymous form). These cookies may be associated with other Information, including with Data Segments,\nwhich we describe in <a href=\"#3\">Section 3</a>.\n</li>\n</ol>\n<p class=\"subhead\">Information Collected About End Users by Our Mobile SDKs</p>\n<ol>\n<li>When permitted by the operating system, OneSignal may check to see if the device has specific\napplications installed, based on a limited list, for purposes that include attribution, relevancy\nof ads, and relevancy of notifications related to those applications.\n</li>\n<li> Purchases made within an app.</li>\n<li> Information about End Userâ\u0080\u0099s transactions and interactions with apps and websites</li>\n<li> Mobile advertising identifiers, such as iOS IDFAs and Android Advertising IDs (â\u0080\u009cMobile IDsâ\u0080\u009d). These\nMobile IDs may be associated with other Information, including with Data Segments.\n</li>\n<li> Precise Location information, generally an End Userâ\u0080\u0099s lat/long data (i.e., GPS-level data) or WiFi\ninformation, which we may associate with Mobile IDs, and which may be collected whether or not an app is\nin use.\n</li>\n<li> Email address, which we may (in our discretion) hash or otherwise deidentify.</li>\n<li> IP address as well as system configuration information</li>\n<li> Information associated with or related to devices, such as device type (e.g., mobile, tablet); type\nand version of operating system (e.g., Android, iOS); network provider; mobile browser (e.g. Safari,\nChrome, etc.); language setting; time zone; and network status type (such as WiFi).\n</li>\n</ol>\n<p>As noted above, we refer to all of the above collectively as the â\u0080\u009c<strong>SDK Information</strong>.â\u0080\u009d</p>\n</li>\n<li id=\"2\"><span class=\"head\">How We Use the SDK Information</span>\n<p> We use the SDK Information to provide a variety of Services to our Clients. This includes:</p>\n<ol>\n<li> To Provide Our App and Website Services. We use the SDK Information to offer and support app and\nwebsite features provided through the SDKs, including those related to push notifications. This\nincludes, for instance, providing customer, technical and operational support for these features,\ndetecting and protecting against errors, fraud, or other criminal activity; resolving disputes and\nenforcing our EULA and other rights we may have. It also includes analyzing, customizing, and improving\nthe features we offer Clients.\n</li>\n<li> To provide information and analytics to our Clients about the use of these app and website features\nprovided through the SDKs, or to help app developers and website operators create or enhance user\nprofiles.\n</li>\n<li> To create inferences about End Users categorized into â\u0080\u009cData Segmentsâ\u0080\u009d or to help Clients do so. For\ninstance, if SDK Information indicates that a particular device is frequently seen at restaurants, we\nmight categorize a user for targeting of local restaurant offers. Or, if a user is frequently seen at\nsports stadiums, we might categorize the user as a â\u0080\u009cSports Fan.â\u0080\u009d\n</li>\n<li> To develop and use â\u0080\u009cpredictive modelsâ\u0080\u009d â\u0080\u0093 data models that try to predict End Usersâ\u0080\u0099 potential future\nbehavior and interests on a per-device basis or across devices\n</li>\n<li> To analyze ad performance, for instance, by attributing End Usersâ\u0080\u0099 app installations, web visits, or\nstore visits to ad campaigns.\n</li>\n<li> Sometimes, the SDK Information may be used (by us or ad and data platforms we work with) to resolve\nidentities across multiple devices, such as to match IP addresses or hashed emails to link an End User\nacross (for instance) browsers, mobile devices, tablets, set top boxes, or other devices.\n</li>\n<li> Sometimes the SDK Information may be combined (by us or ad and data platforms we work with), to\nperform any of the above functions, or other advertising, marketing or analytics services. Or, we may\naggregate and create data â\u0080\u009cmodelsâ\u0080\u009d to do this â\u0080\u0093 creating algorithms in order to predict certain trends\nand things that different End Users might have in common, for instance.\n</li>\n<li> We may provide End Usersâ\u0080\u0099 email addresses (which we generally â\u0080\u009chashâ\u0080\u009d or render non-human readable) to\nonline data platforms that â\u0080\u009cmatchâ\u0080\u009d this information to online cookies or Mobile IDs in their system, and\ntie the information (or associated IDs) to further interest-based or demographic data about End Users.\nThis may be done, for instance, to target advertising or provide analytics to brands and other\ncompanies.\n</li>\n</ol>\n<p>We, or ad and data platforms we work with, may deploy online cookies to track users across websites, or\nto associate users (and these cookies) with Mobile IDs. We or they may do this to resolve user identifies\nacross platforms, and to better or more accurately target relevant ads to users (such as to a brandâ\u0080\u0099s\ncustomers). You can learn more about cookies and similar technologies, such as web beacons and SDKs, in\nthe Section titled â\u0080\u009c<strong>Cookies, Pixel Tags and SDKs</strong>.â\u0080\u009d We may also â\u0080\u009cappendâ\u0080\u009d or combine\ncertain SDK Information (such as hashed email addresses) to other information provided by third party data\nproviders, to learn more about End Users or to provide advertising and analytics services.</p></li>\n<li id=\"3\"><span class=\"head\"> How and Why We Share the SDK Information.</span>\n<p class=\"subhead\">To Provide Services to Websites and Apps Using the SDKs</p>\n<ol>\n<li> We share the SDK Information with service providers, contractors and other companies to fulfill your\norders, operate our business, communicate with you and make available our Services and this Website.\nThese service providers may help us perform any of the activities set forth in\n<a href=\"#2\">Section 2</a>. For instance, we may share certain of the information we collect or receive\nwith companies that help us with billing and payment, marketing, advertising and email marketing,\n</li>\n<li> data enhancement (e.g., to provide more relevant offers), website hosting, technology and customer\nsupport, web and marketing analytics, anti-fraud or security operations, and other operational,\nmarketing or business support.\n</li>\n<li> We likewise may share the SDK Information or Data Segments we create with website operators and app\ndevelopers (for instance, related to push notifications they send) for their advertising, analytics, or\nother purposes.\n</li>\n</ol>\n<p class=\"subhead\">To Provide Services to Marketers, Advertisers and Platforms They Work With</p>\n<p>We also share SDK Information to provide or help us to provide advertising and marketing services as we\nhave described in <a href=\"#3\">Section 3</a>, including as follows:</p>\n<ol>\n<li> With advertisers and their marketing providers, so they may provide targeted content and advertising\nto you on websites and mobile applications With other third parties that target advertising. For those\nfamiliar with the online ad ecosystem, these may include demand-side and supply-side advertising\nplatforms, data management platforms, advertising agency trading desks, proximity solution providers,\nand other advertising technology providers, so they may provide targeted content and advertising to End\nUsers and others on third-party websites, mobile applications, and other advertising mediums (email,\ndirect mail, display media), and so that they may measure the effectiveness of this marketing.\n</li>\n<li> Similarly, we may work with service providers who, to enhance consumer privacy, use a non-human\nreadable â\u0080\u009chashedâ\u0080\u009d version of Information such as an email address when sending advertising offers by\nemail or display advertising (which may be linked to a cookie as described above).\n</li>\n<li> Sometimes we provide information (such as IP address, but excluding precise lat/long coordinates) to\nthird party platforms to help advertisers identify common users across different devices or browsers â\u0080\u0093\nfor instance, to identify a common set of users on both mobile devices and tablets, as well as the web.\n</li>\n</ol>\n<p>The processes weâ\u0080\u0099ve described above often involves cookies or similar technologies, which may be\nassociated with other information about you, e.g., your interests, demographics or transactions. This is\nknown generally as â\u0080\u009cInterest-Based Advertising.â\u0080\u009d We encourage users who are interested in controlling or\nlearning about this type of â\u0080\u009cinterest-based advertisingâ\u0080\u009d to go to <a href=\"#6\">Section 6</a>, titled\nâ\u0080\u009c<strong>Consumer Control &amp; Opt-Out Options</strong>, or go to this this page operated by the online ad\nindustry trade association.</p>\n<p class=\"subhead\">We may also share the SDK Information with third parties:</p>\n<ol>\n<li> If an End User or Client requests or authorizes</li>\n<li> If the information is provided to: (1) comply in good faith with applicable laws, rules, regulations,\ngovernmental and quasi-governmental requests, court orders, or subpoenas; (2) enforce our Terms of Use\nor other agreements; or (3) protect our rights, property, or safety or the rights, property, or safety\nof our users or any other person or entity\n</li>\n<li> If the disclosure is done as part of, including as part of due diligence for, a purchase, transfer,\nor sale of services or assets (e.g., in the event that substantially all of our assets are acquired by\nanother party, any information we have may be one of the transferred assets) or in the event of\nbankruptcy\n</li>\n</ol>\n<p> Even when you no longer access the SDKs, we may continue to use and share your Information as described\nin this Privacy Policy.</p>\n</li><li id=\"4\">\n<span class=\"head\">How we Use and Share Information Collected on the OneSignal Website(s)</span>\n<ol class=\"alpha\"><p class=\"subhead\">Website Information We Collect</p>\n<p>We collect the following information from visitors to our websites (the â\u0080\u009cOneSignal Website\nInformationâ\u0080\u009d, including the website on which this Privacy Policy appears (â\u0080\u009cOneSignal Website(s)â\u0080\u009d):</p>\n<li> Volunteered: You may share information with us on the OneSignal Websites when you request information\nfrom us, fill out a form on our website, or interact with us in other ways. This information may include\npersonal information, such as your name, email address, and other contact information.\n</li>\n<li> Passively Collected (e.g., Cookies and Unique IDs): We use automated mechanisms, such as cookies,\npixels, and other locally stored objects (such as â\u0080\u009cIndexedDB)â\u0080\u009d) that we associate with unique\nidentifiers in order to keep track of visitor interactions with the OneSignal Websites. (You can learn\nmore about these technologies below in the Section titled â\u0080\u009cCookies, Pixel Tags and SDKsâ\u0080\u009d)). We may use\nthird party-services such as Google Analytics, in which case those third parties gather information such\nas your IP address, browser type, the webpage from which you came to our website, and the times of your\naccess to the OneSignal Website. In addition, as you browse our website, advertising cookies may be\nplaced on your computer so that we can understand what you are interested in. Our display advertising\npartners may then help us retarget ads to you on other sites based on your interactions with the\nOneSignal Website. To â\u0080\u009copt outâ\u0080\u009d of having your information used to tailor ads to you in this way by\nthird party ad platforms that we may work with or provide data to, please review the Section below\ntitled â\u0080\u009cConsumer Control and Opt Out Optionsâ\u0080\u009d to learn how to opt-out of these services and instead\nreceive generic, non-tailored ads.\n</li>\n</ol>\n<ol class=\"alpha\"><p class=\"subhead\">How We Use the OneSignal Website Information</p>\n<p>In addition to the uses described above, we use the OneSignal Website Information (alone or in\ncombination) to provide, market, and operate the OneSignal Websites and Services. Among other things, by\ncollecting the OneSignal Website Information, we are able to</p>\n<li> Maintain and offer access to the OneSignal Websites and Services and optimize how theyâ\u0080\u0099re offered to\nour Clients.\n</li>\n<li> Send information about our products and services, including marketing communications.</li>\n<li> Respond to your questions, concerns, or customer service inquiries.</li>\n<li> Customize the content and advertising you see on the OneSignal Websites, across the Internet, and\nelsewhere.\n</li>\n</ol>\n<ol class=\"alpha\"><p class=\"subhead\">How We Share the OneSignal Website Information</p>\n<p>We may share the OneSignal Website Information as follows:</p>\n<li> As part of a business sale, merger, consolidation, investment, change in control, transfer of\nsubstantial assets, reorganization or liquidation, or in connection with steps taken in anticipation of\nsuch an event (e.g., due diligence).\n</li>\n<li> With our corporate affiliates.</li>\n<li> With third parties that help us to provide the OneSignal Websites or Services, such as entities that\nhelp us make the OneSignal Websites or Services available and functional (such as hosting services);\nentities that help us make available or transmit any information we hold (such as helping us send\nemails, process payments, and manage customer information); and entities that help us (including our\ncontractors, agents, and affiliates) provide technical, customer, billing, administrative, event\nplanning, marketing or operational services to us or our Clients.\n</li>\n<li> When required by law or in response to lawful process, such as a subpoena, or to cooperate in good\nfaith with a request from a government or law enforcement agency or official.\n</li>\n<li> If we believe sharing the information may prevent physical, financial or other harm, injury or loss;\nor we believe is necessary to protect our, or any other personâ\u0080\u0099s or entityâ\u0080\u0099s, interests; or in\nconnection with an investigation of suspected or actual unlawful activity.\n</li>\n<li> We also may disclose your information under circumstances not mentioned here with your prior\nconsent.\n</li>\n</ol>\n</li><li id=\"5\"><span class=\"head\">Cookies, Pixel Tags and SDKs</span>\n<ol class=\"alpha\">\n<li><p class=\"subhead\">Cookies and Pixel Tags.</p> Cookies are small data files containing a string of\ncharacters, such as an anonymous unique browser identifier. Cookies are stored on your computer or other\ndevice and act as unique tags that identify your device or browser. Our servers may send your device a\ncookie when you visit the OneSignal Websites, and our Clients and Partners may do likewise on our\nWebsites, our Clientsâ\u0080\u0099 websites, and elsewhere. A pixel tag (also commonly known as a web beacon or\nclear GIF) is an invisible 1 x 1 pixel that is placed on certain web pages. When you access web pages on\nwhich a pixel tag is deployed, the pixel tag may generate a generic notice of the visit and permit\nOneSignal, our Clients or Partners to set or read cookies. Pixel tags are used in combination with\ncookies to anonymously track the activity on a website by a particular browser on a particular device.\nIf you disable cookies, pixel tags simply detect an anonymous website visit. OneSignal, alone or with\nour Clients and Partners, may use cookies to, among other things, â\u0080\u009crememberâ\u0080\u009d you (e.g., when you visit\nthe OneSignal Websites or the websites of our Clients or Partners), track trends, and collect\ninformation about how you use our Clientsâ\u0080\u0099 or Partnersâ\u0080\u0099 websites or interact with advertising. We and\npartners we work with use cookies to provide relevant content to you and replace non-relevant ads with\nads that better match your interests. We may sometimes use other locally stored objects in ways similar\nto how we use cookies. Often, these objects are deleted when you clear your browser cookie cache, but\nbecause this may not always occur (depending on the browser you use), we recommend that if you wish to\nopt out of notification features or third party interestbased advertising you instead follow the steps\nwe have set forth in <a href=\"#6\">Section 6</a> titled â\u0080\u009cConsumer Control &amp; Opt-Out Options.â\u0080\u009d\n</li>\n<li><p class=\"subhead\">Mobile Device Identifiers and SDKs.</p> We may use or work with partners who use\nmobile SDKs (including our own SDKs, which are described in more detail in this Policy) to collect\ninformation, such as mobile identifiers (e.g., IDFAs and Android Advertising IDs), and information\nrelated to how mobile devices and their users interact with our Services and those using our Services.\nThe SDK is computer code that app developers can include in their apps to enable ads to be shown, data\nto be collected, and related services to be implemented. We may use this technology, for instance, to\nanalyze or measure certain advertising through mobile applications and browsers based on information\nassociated with your mobile device. If you would like to opt-out from having ads tailored to you in this\nway on your mobile device, please follow the instructions in the below Section titled â\u0080\u009c<strong>Consumer\nControl and Opt-Out Options</strong>.â\u0080\u009d\n</li>\n<p> As described in <a href=\"#4\">Section 4</a> our Clients or Partners may use the above technologies\n(sometimes, in combination with each other or other data such as IP addresses or hashed or de-identified\ndata files) to coordinate identifiers across platforms, browsers or devices, to more efficiently analyze\nor target advertising.</p></ol>\n</li>\n<li id=\"6\"><p class=\"subhead\">Consumer Control &amp; Opt-Out Options.</p>\n<p> In most cases, consumers have control over whether or not they would like to receive relevant\nadvertisements and marketing email from our Clients.</p>\n<ol>\n<li><span class=\"subhead\">Opting Out of OneSignal Push Notifications</span>\n<p>You may in most cases opt out of receiving push notifications by going to your device â\u0080\u009cSettingsâ\u0080\u009d and\nclicking on â\u0080\u009cNotifications,â\u0080\u009d and then changing those settings for some or all of the apps on your\ndevice. (Different device configurations, or updates to devices, may affect or change how these\nsettings work.)</p>\n<p>Your choice to opt out of â\u0080\u009cNotificationsâ\u0080\u009d from the OneSignal platform will not affect ads placed by\nany other organization.</p></li>\n<li><span class=\"subhead\">Opting Out of Online Interest-Based Advertising</span> You can opt out of many\nof the platforms and service providers that facilitate online interest-based advertising by visiting the\nDigital Advertising Allianceâ\u0080\u0099s consumer education and opt-out page, at\n<a href=\"http://www.aboutads.info/\">http://www.aboutads.info/</a>. This type of opt out is cookie based,\nwhich means that if you replace or upgrade your browser, or delete your cookies, you will need to opt\nout again. Opting out in this way will not prevent you from receiving ads â\u0080\u0093 it will just make the ads\nyou see less customized to you.\n</li>\n<li><span class=\"subhead\">Opting Out of â\u0080\u009cCross-Appâ\u0080\u009d Advertising on Mobile Devices</span>\n<p>You can opt out of having your mobile advertising identifiers used for certain types of\ninterest-based (also called â\u0080\u009ccross-appâ\u0080\u009d) mobile behavioral advertising, by accessing the â\u0080\u009csettingsâ\u0080\u009d on\nyour Apple or Android mobile device, as follows:</p>\n<ul>\n<li> Apple Devices: If you have an Apple device, you can opt out of most app-based tracking for\ninterest-based advertising by setting Limit Ad Tracking to â\u0080\u0098ON.â\u0080\u0099\nYou can do this by clicking on Settings -&gt; Privacy -&gt; Advertising and toggling Limit Ad\nTracking to â\u0080\u0098ON.â\u0080\u0099\n</li>\n<li>Android Devices: If you have an Android device, you can opt out of most app-based tracking for\ninterest-based advertising by opening the Google Settings app on your device, selecting Ads, and\nthen selecting the option to opt-out of interest-based ads.\n</li>\n</ul>\n<p> Please note that these platforms control how these settings work, so the above may change. Likewise,\nif your device uses other platforms not described above, you should check the settings for those\ndevices.</p></li>\n<li><span class=\"subhead\">Additional Choices</span>\n<p> Advertisers may also provide ways for you to opt out from or limit their collection of information\nfrom and about you. Please refer to the privacy policies for retailers, applications and websites to\nlearn more about their privacy practices.</p>\n<p> You may opt not to receive promotional emails from us by contacting us as indicated below or by\nfollowing the â\u0080\u009cunsubscribeâ\u0080\u009d instructions in any promotional email you receive from us. Please note,\nhowever, that we may still send you non-promotional emails about your relationship with us.</p>\n</li></ol>\n</li>\n<li id=\"6\"><span class=\"head\">Data Access and Retention</span>\n<p> Generally speaking, we retain the SDK Information and Website Information for as long as necessary to\nachieve our objectives as detailed in this Privacy Policy, and to comply with our legal obligations,\nresolve disputes and enforce our agreements.</p></li>\n<li id=\"7\"><span class=\"head\">Data Security</span>\n<p> We have administrative, technical, and physical safeguards in place in our physical facilities and in\nour computer systems, databases, and communications networks that are designed to protect information\ncontained within our systems from loss, misuse, or alteration. No method of electronic transmission or\nstorage is 100% secure. Therefore, we cannot guarantee absolute security of your Personal Information and\nNon-Personal Information.</p></li>\n<li id=\"8\"><span class=\"head\">Third Party Websites and Apps</span>\n<p> We are not responsible for the privacy practices or disclosures of websites and applications that use\nour Services. Likewise, when you access the OneSignal Website, you may be directed to other websites that\nare also beyond our control. We encourage you to read the applicable privacy policies and terms and\nconditions of such third parties and websites, and the industry tools that we have referenced in this\nPrivacy Policy. This Privacy Policy, however, only applies to the OneSignal Site and the Services.</p>\n</li>\n<li id=\"9\"><span class=\"head\">Users From Outside the United States</span>\n<p> The Website and our Services are provided, supported and hosted in the United States, and our operation\nof them is governed by United States law. If you are using the Site from outside the United States, be\naware that your Information may be transferred to, stored and processed in the United States and other\ncountries where our facilities are located. The data protection and other laws of the United States might\nnot be as comprehensive as those in your country. By using the Site you consent to your information being\ntransferred to our facilities and to the facilities of those third parties with whom we share it as\ndescribed in this Policy.</p></li>\n<li id=\"10\"><span class=\"head\">Contacting Us</span>\n<p> If you have any questions regarding this Privacy Policy, please contact us at\n<a href=\"mailto:privacy@OneSignal.com\">privacy@OneSignal.com</a>.</p></li>\n<li id=\"11\"><span class=\"head\">Changes to This Privacy Policy</span>\n<p> If we make material changes to our privacy policy that may impact you, we will prominently post notice\nof the change on our website for a period of at least 30 days prior to the change becoming effective. We\nrecommend that you check the Privacy Policy frequently so that you are informed of any changes.</p></li>\n<li id=\"12\"><span class=\"head\">Paid Plan Privacy Policy</span>\n<p>\nWe also offer enterprise plans for customers interested in data privacy, priority\nsupport, or special terms which are not usually applicable to most clients.\nEnterprise Plans are subject to our\n<a href=\"https://onesignal.com/OneSignalSAASPrivacyPolicy.pdf\">\nPaid Plan Privacy Policy.\n</a>\n</p>\n</li>\n</ol>", "level": 0}, {"value": "<footer>\n<div class=\"content\">\n<div class=\"footer-main ms-grid-col-1\">\n<div class=\"footer-title\">High volume, cross platform</div>\n<div class=\"footer-title\">push notifications and email</div>\n<div class=\"footer-subtitle\">For iOS, Android, and Web</div>\n<a data-dismiss=\"modal\" data-target=\"#signupModal\" data-toggle=\"modal\">\n<button aria-label=\"Sign Up\" class=\"btn btn-red\" type=\"button\">\nSign up for free\n</button>\n</a>\n<div class=\"mobile-links\">\n<a href=\"https://onesignal.com/about\">About</a>\n<div class=\"bullet\">•</div>\n<a href=\"https://onesignal.com/blog\">Blog</a>\n<div class=\"bullet\">•</div>\n<a href=\"https://onesignal.com/careers\">Careers</a>\n</div>\n</div>\n<ul class=\"desktop-links list-unstyled ms-grid-col-2\">\n<li class=\"footer-list-title\">OneSignal</li>\n<li><a href=\"https://onesignal.com/about\">About</a></li>\n<li><a href=\"https://onesignal.com/careers\">Careers</a></li>\n<li><a href=\"https://onesignal.com/blog\">Blog</a></li>\n<li><a href=\"javascript:Intercom('show')\">Contact</a></li>\n<li>\n<a href=\"http://twitter.com/onesignal\" rel=\"noopener\" target=\"_blank\">Twitter</a>\n</li>\n</ul>\n<ul class=\"desktop-links list-unstyled ms-grid-col-3\">\n<li class=\"footer-list-title\">Learn More</li>\n<li>\n<a href=\"https://onesignal.com/what-are-push-notifications\">\nWhat are Push Notifications?\n</a>\n</li>\n<li><a href=\"https://onesignal.com/case-studies\">Case Studies</a></li>\n<li>\n<a href=\"https://documentation.onesignal.com/\">\nDocumentation\n</a>\n</li>\n<li>\n<a href=\"https://documentation.onesignal.com/reference\">\nAPI Documentation\n</a>\n</li>\n<li>\n<a href=\"https://github.com/OneSignal/\">\nGithub Repository\n</a>\n</li>\n</ul>\n<ul class=\"other-list list-unstyled ms-grid-col-4\">\n<li class=\"footer-list-title\">Other</li>\n<li> <a href=\"https://onesignal.com/tos\">Terms of Use</a> </li>\n<li> <a href=\"https://onesignal.com/privacy_policy\">Privacy Policy</a> </li>\n<li> <a href=\"https://onesignal.com/thanks\">Acknowledgements</a> </li>\n<li> <a href=\"https://www.instagram.com/onesignal\" target=\"_new\">Instagram</a> </li>\n</ul>\n</div>\n<div class=\"legal\">\n<div class=\"other-list-bottom\">\n<a href=\"https://onesignal.com/tos\">Terms of Use</a>\n<div class=\"bullet\">•</div>\n<a href=\"https://onesignal.com/privacy_policy\">Privacy Policy</a>\n<div class=\"bullet\">•</div>\n<a href=\"https://onesignal.com/thanks\">Acknowledgements</a>\n</div>\n<div>\n<span>© 2018 OneSignal, Inc.</span>\n<span class=\"bullet\">•</span>\n<span>Made with <span class=\"special-symbol\">♡</span> in sunny San Mateo, CA </span>\n</div>\n</div>\n</footer>", "level": 0}]]