[[{"value": "<h1 class=\"tc\" id=\"toc_0\">Privacy Policy</h1>", "level": 9}, {"value": "<p class=\"tr\">Publish Date: 2016-12-28</p>", "level": 0}, {"value": "<p>This Privacy Policy (â\u0080\u009cPolicyâ\u0080\u009d) applies to all the end user (â\u0080\u009cYouâ\u0080\u009d or â\u0080\u009cUserâ\u0080\u009d) for downloading, installing or using of the Cheetah  Keyboard software (â\u0080\u009cKeyboardâ\u0080\u009d) and the related services (â\u0080\u009cServicesâ\u0080\u009d) developed by Cheetah  Keyboard (â\u0080\u009cWeâ\u0080\u009d or â\u0080\u009cDeveloperâ\u0080\u009d).</p>", "level": 0}, {"value": "<p>This Policy is dedicated to explain our privacy practices in relation to the information collected, used and disclosed by us. Before your downloading, installing or using of our Keyboard or Services, please carefully read all the policies in this document. Please note that this Policy may be updated by us from time to time and will become effective immediately after publish.</p>", "level": 0}, {"value": "<p>PLEASE NOTE THAT YOUR DOWNLOADING, INSTALLATION, USE OF AND ANY ACCESS TO KEYBOARD AND SERVICES REPRESENT THAT YOU HAVE AGREED TO THIS POLICY OR ANY UPDATES OR REVISION (IF APPLICABLE). IF YOU DO NOT AGREE TO THIS POLICY OR ANY UPDATES OR REVISION, PLEASE DO NOT ACCESS OR USE THE KEYBOARD OR ANY RELATED SERVICES.</p>", "level": 0}], [{"value": "<h3 id=\"toc_1\">1. WHAT KIND OF INFORMATION WE COLLECT</h3>", "level": 7}, {"value": "<p>1.1 We do not collect information that identifies you or another person, which may be transmitted or received when you use the Keyboard, the Services and/or the Site, including without limitation, your names, physical addresses, email addresses, telephone, fax, SSN, information stored within your devices.</p>", "level": 0}, {"value": "<p>1.2 We may collect non-personal information about installed applications, application usage information and device information and operation system informationã\u0080\u0082These non-personal information may include: the brand of you device, deviceâ\u0080\u0099s model, unique device identifiers, mobile network information, the system version installed in your device, your local time zone, the location of your device and other information that is related to your device or the operation system of your device.</p>", "level": 0}, {"value": "<p>1.3 Notwithstanding the foregoing, we may collect certain information from you when you submit us any queries, complaints, opinions or feedback in relation to the Keyboard or Services. Please note under these cases some of the information we collected are personal identifiable, e.g. your name, email address, contact number. </p>", "level": 0}], [{"value": "<h3 id=\"toc_2\">2. HOW WE USE COLLECTED INFORMATION</h3>", "level": 7}, {"value": "<p>2.1 We will only use the information collected from you for the following purposes:</p>", "level": 0}, {"value": "<p>â\u009e¢ analyze trends and preference;</p>", "level": 0}, {"value": "<p>â\u009e¢ create statistical data in analyzing user behavior; </p>", "level": 0}, {"value": "<p>â\u009e¢ tailor the wallpapers and themes according to your preference;</p>", "level": 0}, {"value": "<p>â\u009e¢ develop new content and function of the Keyboard;</p>", "level": 0}, {"value": "<p>â\u009e¢ provide advertisement across the Services;</p>", "level": 0}, {"value": "<p>â\u009e¢ improve user experience; </p>", "level": 0}, {"value": "<p>â\u009e¢ respond to use inquiry and complaints; </p>", "level": 0}, {"value": "<p>â\u009e¢ maintain and streamline our Services; and </p>", "level": 0}, {"value": "<p>â\u009e¢ monitor compliance with the rules and laws governing the Services. </p>", "level": 0}, {"value": "<p>We don't sell your personally identifiable information to third parties unless one of the following circumstances applies.</p>", "level": 0}, {"value": "<ul><li>With your consent</li></ul>", "level": 0}, {"value": "<p>We will disclose personal information we controlled with any third party outside of keyboard when we have your consent to do so.</p>", "level": 0}, {"value": "<ul><li>For legal reasons</li></ul>", "level": 0}, {"value": "<p>We will share personal information with a third party ,such as companies, organizations or individuals outside of Keyboard if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to meet any applicable law, regulation, legal process or enforceable governmental request.</p>", "level": 0}, {"value": "<p>2.2 We may share non-personally-identifying information with third parties, including but not limited to advertisers, consulting companies, analytic providers or investors, for the purpose of conducting business. We would take reasonable procedures to request these third parties to comply with this privacy policy and the relevant privacy laws. We do not combine Non-Personal Information with Personal Information.</p>", "level": 0}], [{"value": "<h3 id=\"toc_3\">3. HOW YOUR INFORMATION MAY BE DISCLOSED</h3>", "level": 7}, {"value": "<p>3.1 As reasonably necessary to provide better Services to you, we may share non-personally identifying information or personally identifying information with our partners or affiliates.</p>", "level": 0}, {"value": "<p>3.2 We may disclose your information to third parties when obligated or permitted to do so by law and in order to investigate, prevent, or take action regarding suspected, or actual prohibited activities, including but not limited to fraud and situations involving potential threats to the physical safety of any person. We reserve the right to disclose to third parties non-personally identifiable information collected for any lawful purpose.</p>", "level": 0}, {"value": "<p>3.3 We may transfer information, including any personally identifiable information, to a successor entity (or potential buyer) in connection with a corporate merger, consolidation, sale of assets, bankruptcy, or other corporate change.</p>", "level": 0}], [{"value": "<h3 id=\"toc_4\">4. WHAT IS OUR RELATION WITH THIRD-PARTY WEBSITES</h3>", "level": 7}, {"value": "<p>4.1 We may use third-party advertising companies to serve ads when you visit the Keyboard. These companies may use information about your visits to any of the websites and other mobile applications in order to provide advertisements about goods and services of interest to you. </p>", "level": 0}, {"value": "<p>4.2 We assume no responsibility or endorsement for the service and content of those websites and mobile applications and we will not be liable for any loss or damage that may arise from your visit or purchase if any. Further, in order to facilitate the purchase of any goods, content and/or service, our advertisers and their partners may collect additional information. Please note that this information may be used in accordance with the advertiser's privacy policy, which may be different from our Privacy Policy.</p>", "level": 0}, {"value": "<p>4.3 For clarity, subject to the above, the treatment of your information by any third parties linked with or within our Service are not applicable by this Private Policy.</p>", "level": 0}], [{"value": "<h3 id=\"toc_5\">5. HOW ABOUT OUR SECURITY MEASURES</h3>", "level": 7}, {"value": "<p>5.1 We use reasonable electronic, personnel, physical and administrative measures to protect information from loss, theft, alteration, leakage, tamper, damage or misuse in accordance with the requirement of the relevant laws, industry standards and rules.</p>", "level": 0}, {"value": "<p>5.2 It is understood that even the best security measures cannot fully eliminate all risks. We cannot guarantee that only authorized persons will view your information. We are not responsible for third party circumvention of any privacy settings or security measures.</p>", "level": 0}], [{"value": "<h3 id=\"toc_6\">6. USERS WITH WHOM YOU SHARE YOUR INFORMATION</h3>", "level": 7}, {"value": "<p>6.1 We cannot control the actions of other Users with whom you share your information. We cannot, and do not, control the information you share with other Users using our Services and software or how such other Users will use or share such information. </p>", "level": 0}], [{"value": "<h3 id=\"toc_7\">7. RELATION WITH TERMS OF USE</h3>", "level": 7}, {"value": "<p>7.1 THIS POLICY SHOULD BE READ TOGEHTER WITH OUR TERMS OF USE. YOU UNDERSTAND THAT THIS POLICY TOGETHER WITH THE TERMS OF POLICY FORMS THE ONLY AND ONE AGREEMENT BETWEEN YOU AND US. FOR ANY ISSUES NOT ADDRESSED IN THIS POLICY, THE TERMS AND CONDITIONS IN THE TERMS OF USE SHOULD BE APPLICABLE. </p>", "level": 0}], [{"value": "<h3 id=\"toc_8\">8. Contact</h3>", "level": 7}, {"value": "<p>8.1 If you have any questions regarding our Privacy Policy, please contact:</p>", "level": 0}, {"value": "<p>Email:keyboard@cmcm.com.</p>", "level": 0}], [{"value": "<h1 class=\"tc\" id=\"toc_9\">Terms of Use</h1>", "level": 9}, {"value": "<p class=\"tr\">Publish Date: 2016-12-28</p>", "level": 0}, {"value": "<p>This Agreement is between you (hereinafter referred to as â\u0080\u009cYouâ\u0080\u009d or â\u0080\u009cUserâ\u0080\u009d) and Cheetah  Keyboard(â\u0080\u009cWeâ\u0080\u009d or â\u0080\u009cDeveloperâ\u0080\u009d) regarding your downloading, installation and using ofCheetahKeyboard mobile software (â\u0080\u009cKeyboardâ\u0080\u009d) and related services (â\u0080\u009cServicesâ\u0080\u009d). </p>", "level": 0}, {"value": "<p>This Terms of Use together with our Privacy Policy forms an integral agreement between You and US (â\u0080\u009cAgreementâ\u0080\u009d).</p>", "level": 0}, {"value": "<p>We may revise or modify the terms and conditions of this Agreement from time to time. Any revision to this Agreement shall become effective after its initial publish. You can check the latest effective version of the Agreement in the Keyboard software. </p>", "level": 0}, {"value": "<p>PLEASE NOTE THAT YOUR DOWNLOADING, INSTALLATION, USE OF AND ANY ACCESS TO KEYBOARD AND SERVICES REPRESENT THAT YOU HAVE AGREED TO THIS AGREEMENT OR ANY UPDATES OR REVISION (IF APPLICABLE). IF YOU DO NOT AGREE TO THIS AGREEMENT OR ANY UPDATES OR REVISION, PLEASE DO NOT ACCESS OR USE THE KEYBOARD OR ANY RELATED SERVICES. </p>", "level": 0}], [{"value": "<h3 id=\"toc_10\">1. USE</h3>", "level": 7}, {"value": "<p>1.1. We provide the Keyboard and the Services on â\u0080\u009cAS-ISâ\u0080\u009d AND â\u0080\u009cAS-AVAILABLEâ\u0080\u009d to you. By downloading, installing and using the Keyboard and related Services, you represent and warrant that we do not make any representation, warranties or any form of guarantees in any kind or theory that the Keyboard or the Services, or any part thereof, are error-free, fitness for a particular purpose or merchantability.</p>", "level": 0}, {"value": "<p>1.2. You understand and agree that we do not in any way be responsible or liable for any indirect, consequential, punitive, exemplary, special or incidental damages, which includes but not limited to loss of profits, loss of business opportunities, loss of revenue, loss of data, loss of goodwill.</p>", "level": 0}, {"value": "<p>1.3. You understand and agree that you will not use the Keyboard in any manner or way that may lead to damage, suspension, disable, overloading or error to Keyboard, the server and internet connected to Keyboard, or in any way that may directly or indirectly affect the Keyboard or any Services provided to any other users.</p>", "level": 0}, {"value": "<p>1.4. Keyboard may contain links or advertisements to third party websites. You understand that by linking or providing advertisement for such third party websites, it does not mean Developer guarantees or endorses any of such website, third party or any goods or services provided thereof. By entering into the third party website, you understand that you are solely bound by the terms and conditions provided by the third party. </p>", "level": 0}, {"value": "<p>1.5. You understand that we grant this license to you solely for your personal legal use and therefore you warrant that you will not conduct any actions or behaviors that are illegal or jeopardizing computer network security or any other partyâ\u0080\u0099s rights. For any illegal conduct or disputes incurred by you, we will not be liable or responsible in anyway. You further understand and agree that we retain our right to pursue your liability for any loss incurred by your non-compliance with clause. </p>", "level": 0}], [{"value": "<h3 id=\"toc_11\">2. INTELLECTUAL PROPERTY</h3>", "level": 7}, {"value": "<p>2.1. The Keyboard and any part thereof and the Services, including any derivatives thereof, and any and all intellectual property rights therein pertaining thereto and/or available thereby (â\u0080\u009cIntellectual Propertyâ\u0080\u009d) are owned by us and are subject to our intellectual property rights. Except as expressly granted hereunder, we retain all right, title and interest in and to the Intellectual Property. As between the parties, all use of the Intellectual Property shall inure to our benefit. </p>", "level": 0}, {"value": "<p>2.2. For clarity, the Intellectual Property include all copyrights, trademarks, patents, business secrets, trade secrets, layout and any other related rights, titles, and interests, whether registered or not.</p>", "level": 0}, {"value": "<p>2.3. Unless specifically granted by us, you are strictly prohibited from any actions or behaviors that may cause any commercial gain to you or any commercial loss to us, which includes but not limited to the </p>", "level": 0}, {"value": "<p>following:</p>", "level": 0}, {"value": "<p>(1) take actions directly or indirectly that infringe or may infringe intellectual property rights and related interest of us, including but not limited to exploiting, assigning the referenced intellectual property rights above or permitting anyone else to do so;</p>", "level": 0}, {"value": "<p>(2) reverse engineer, decompile or attempt to derive source code or use any measures to reduce the software to any human identifiable form;</p>", "level": 0}, {"value": "<p>(3) create derivative works, services, plugins, extensions, compatibility, interconnection behaviors of Keyboard, whether on non-profit purpose or not, or permit anyone else to do so; or</p>", "level": 0}, {"value": "<p>(4) display, distribute, copy, reproduce, modify, broadcast, publish in whole any part of the software, algorithm, code or any derivative works therefrom or permit anyone else to do so.</p>", "level": 0}, {"value": "<p>2.4. We grant you limited, personal, non-sublicensable, non-exclusive, revocable and non-assignable license to download, install and use Keyboard for your personal use for free. We reserve any and all of the rights not otherwise particularly granted herein. </p>", "level": 0}], [{"value": "<h3 id=\"toc_12\">3. Privacy Policy</h3>", "level": 7}, {"value": "<p>3.1. In order to upgrade and improve the using experience, we may collect your personal data from your access, download, installation or use of Keyboard. Before accessing keyboard and/or using our Services, please carefully read our Privacy Policy available with the Keyboard.</p>", "level": 0}, {"value": "<p>3.2. By continuing using Keyboard and any of the Services, we will deem that you agree to our policies in relation to the collection, process, use, dispose and disclosure of your personal data, which forms part of this Agreement between you and us.</p>", "level": 0}], [{"value": "<h3 id=\"toc_13\">4. Force Majeure</h3>", "level": 7}, {"value": "<p>4.1. You also agree that we are not responsible for anything beyond our control. For example, we are not liable: for Service interruptions caused by problems with the communications network; for problems caused by any Internet service provider; for your computer or its programs failing; for the acts of criminal attackers, whether in real-time or automated (e.g., viruses); other technologically harmful material that may infect your computer equipment, computer programs, data or proprietary material due to your use of Keyboard or to your downloading of any content on it, or on any website linked to it; or for errors in information provided to us upon which we reasonably rely. You understand and agree that the above examples are not exhaustive to cover all the circumstances that may occur as Force Majeure Event. </p>", "level": 0}, {"value": "<p>4.2. For purpose of this section, â\u0080\u009cForce Majeure Eventâ\u0080\u009d refers to an unforeseeable event or event that, although foreseeable, is unavoidable and impossible to control, including, without limitation, war, riot, strike, lockouts, epidemics, fires, typhoons, earthquakes, nuclear disasters, mobile communication terminal virus or hacker attack, system instability, user physical location, phone power off, and other reasons concerning technology, telecommunication lines such as telecommunication line breakdown, technical problems, internet, mobile communication terminal failures, system instability.</p>", "level": 0}], [{"value": "<h3 id=\"toc_14\">5. Limitation of Liability</h3>", "level": 7}, {"value": "<p>5.1. You agree that our sole obligation to you in connection with the Services is to provide the Services â\u0080\u009cAs-Isâ\u0080\u009d. You agree that unless we do something that is grossly negligent or an act of willful misconduct in connection with the Service, we will not be liable to you or to any third party.</p>", "level": 0}, {"value": "<p>5.3. If, for any reason, we are judged liable to you connected with Service, you agree that your recovery will be limited to your direct and actual damages. You agree that you will not ask for any consequential, special, punitive or exemplary damages, or indirect or lost profits. </p>", "level": 0}], [{"value": "<h3 id=\"toc_15\">6. Disclaimer</h3>", "level": 7}, {"value": "<p>6.1. UNLESS ANY DISCLAIM OF ANY PART OF THIS AGREEMENT IS PROHIBITED BY APPLICABLE LAW, YOU EXPRESSLY AGREE THAT ACCESS TO THE SERVICE BY ANY MEANS IS AT YOUR SOLE RISK, AND THE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\".</p>", "level": 0}, {"value": "<p>6.2. WE DO NOT MAKE ANY WARRANTIES WHATSOEVER WITH RESPECT TO THE SERVICES, INCLUDING WITHOUT LIMITATION, WARRANTIES, EITHER EXPRESS OR IMPLIED, SUCH AS THE WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, OR THAT THE SERVICE WILL BE UNINTERRUPTED, ERROR FREE OR PROVIDE ADEQUATE, COMPLETE OR TIMELY INFORMATION OR DATA.</p>", "level": 0}], [{"value": "<h3 id=\"toc_16\">7. Dispute Resolution</h3>", "level": 7}, {"value": "<p>7.1. This Agreement shall be governed by and construed with the laws of Hong kong laws without referencing the rules for conflict of laws.</p>", "level": 0}, {"value": "<p>7.2. You agree to be subject to the jurisdiction of Hong Kong. You agree that any dispute between you and us will be resolved in Hong Kong to the exclusion of any other potential venue.</p>", "level": 0}, {"value": "<p>7.3. You and we agree that at the election of either party, any dispute connected with Services between us may be sent to binding individual (non-class) arbitration to be administered by Hong Kong International Arbitration Center (\"HKIAC\"). </p>", "level": 0}], [{"value": "<h3 id=\"toc_17\">8. General</h3>", "level": 7}, {"value": "<p>8.1. We reserve the right to terminate this Agreement at any time, in our sole discretion. </p>", "level": 0}, {"value": "<p>8.2. These Terms of Service may be updated from time to time. For the latest version of this Agreement, please refer to the revision date first written above. Any updates shall take effect upon publish immediately. By continuing using our Service, you understand and agree to be bound by these updated Terms of Service.</p>", "level": 0}, {"value": "<p>8.3. The governing version of this Agreement is in English. If there is any inconsistency between the English version and any version in another language(s), the English version of this Agreement shall prevail for all purposes.</p>", "level": 0}, {"value": "<p>8.4. Any waiver of our rights under this Agreement may only take effect after with out express written consent. Should we decide at any moment not to demand strict execution of any terms in the Agreement, it may not be interpreted as a definitive waiver of this term. Consequently, we may at any moment demand strict and full execution by you of the terms of the Agreement.</p>", "level": 0}, {"value": "<p>8.5. If any of the terms in the Agreement should turn out to be null and void or unenforceable by virtue of a law or a regulation or further to an enforceable decision by a jurisdiction or competent authority, you agree that the Agreement as a whole shall not be affected should the relevant terms be null and void, unenforceable, illegal or inapplicable.</p>", "level": 0}, {"value": "<p>8.6. We may assign the rights and obligations of this Agreement to any parties without your consent. If an assignment is so occurred, we will update this Agreement to reflect the same promptly.</p>", "level": 0}, {"value": "<p>8.7. We may assign this Agreement to any of our affiliates or any successors due to any result including without limitation from takeover, equity or asset acquisition or arrangement of contract. </p>", "level": 0}, {"value": "<p>8.8. If you have any inquiries, complaints or suggestions about our Services or Terms of Service you may contact us at:keyboard@cmcm.com</p>", "level": 0}]]