[[{"value": "<h1 class=\"page_heading\">Privacy Policy</h1>", "level": 9}, {"value": "<p>The sentry.ws website (the \"Website\" or \"Sentry Website\") and Sentry mobile applications (the \"Software\" or \"Sentry Software\") are owned and operated by Sentry, Inc.(\"Sentry\", \"us\" or \"we\"). It is Sentry's policy to respect your privacy regarding any information we may collect while operating our websites and Sentry Software.</p>", "level": 0}, {"value": "<div class=\"bulad\">\n<span>Website Visitors</span>\n<p>        \t\n               Like most website operators, Sentry collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Sentry's purpose in collecting non-personally identifying information is to better understand how Sentry's visitors use its website. From time to time, Sentry may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.\n            </p>\n<p>\n       Sentry also collects potentially personally identifying information like Internet Protocol (IP) addresses and email addresses from users who post feedback or report an issue on its website.  \n        </p>\n<span>Sentry Software Users</span>\n<p>When you install Sentry Software on your mobile phone, you are required to provide a mobile phone number to receive access code via SMS. The phone number will be saved in Sentry servers.</p>\n<p>You need to permit Sentry to access your address book in that device. A simplified copy of the address book with information of name, phone number will be uploaded to Sentry servers when you activate Sentry. Sentry uses the information to find contacts who are also Sentry users. However, that information is never perpetually stored in Sentry servers and is deleted soon after use.</p>\n<p>Sentry also collects cellular telephone information such as the mobile device ID, device name, OS name and version and IP address to make certain Sentry functions work.</p>\n<p>When you use Sentry to send a multimedia message (such as sharing a photo or sharing a video clip), an encrypted copy of the multimedia content will be cached in Sentry servers for increased performance. The cached content will be removed after a certain period of months; Sentry does not provide any means for you to delete the cached content manually. This encrypted content cannot be read by anyone without the decryption key so your privacy is retained throughout the life of the cached data.</p>\n<span>Sentry Phone Numbers</span>\n<p>Calls and texts through Sentry phone numbers are terminated or originated by thirdy parties. Calls and texts travel through thirdy parties networks in clear text without encryption. The thirdy parties have rights to monitor your calls and texts.</p>\n<p>Sentry holds the records of calls and texts through Sentry phone numbers for a certain period of time.</p>\n<span>Gathering of Personally-Identifying Information</span>\n<p>Certain visitors to Sentry's websitesâ\u0080\u0094or Sentry Software usersâ\u0080\u0094choose to interact with Sentry in ways that require Sentry to gather personally-identifying information. The amount and type of information that Sentry gathers depends on the nature of the interaction. Sentry collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with Sentry. Sentry does not disclose personally-identifying information other than as described below. Visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.</p>\n<span>Aggregated Statistics</span>\n<p>Sentry may collect statistics about the behavior of visitors to its websites or Sentry Software users. Sentry may display this information publicly or provide it to others. However, Sentry does not disclose personally-identifying information other than as described below.</p>\n<span>Protection of Certain Personally-Identifying Information</span>\n<p>Sentry discloses potentially personally-identifying and personally-identifying information only to company employees, contractors and affiliated organizations that:</p>\n<ol class=\"privacy_bulit\">\n<li>Need to know that information in order to process it on Sentry's behalf or to provide services available at Sentry's websites or Sentry Software, and </li>\n<li>That have agreed not to disclose it to others</li>\n</ol>\n<p>Some of those employees, contractors and affiliated organizations may be located outside of your home country; by using Sentry's websites or Sentry Software, you consent to the transfer of such information to them. Sentry will not rent or sell potential or definitive personally-identifying information to anyone other than to employees, contractors and affiliated organizations as described above.</p>\n<p>Sentry discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order or other governmental request, or when Sentry believes in good faith that disclosure is reasonably necessary to protect the property or rights of Sentry, third parties or the public at large.</p>\n<p>If you are a registered user of a Sentry website and have supplied your email address, Sentry may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with Sentry and our products. We expect to keep this type of email to a minimum. </p>\n<p>If you are a Sentry Software user, Sentry may occasionally send you Push Notification to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with Sentry and our products.</p>\n<p>If you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users. Sentry takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.</p>\n<span>Cookies</span>\n<p>A cookie is a string of information that a website places on a visitor's computer. The visitor's browser provides the stored information to the website each time the visitor returns. Sentry uses cookies to help Sentry identify and track visitors, their usage of Sentry websites, and their website access preferences. Sentry visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Sentry's websites. Certain features of the Sentry website may not function properly without the aid of cookies.</p>\n<span>Business Transfers</span>\n<p>If Sentry, or substantially all of its assets, were acquiredâ\u0080\u0094or in the unlikely event that Sentry goes out of business or enters bankruptcyâ\u0080\u0094user information would be one of the assets that would be transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Sentry may continue to use your personal information as set forth in this policy.</p>\n<span>Ads</span>\n<p>Ads appearing on any of our websites or software may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your device each time they send you an online advertisement and to compile information about you, or others who use your device. This information allows ad networks toâ\u0080\u0094among other thingsâ\u0080\u0094deliver targeted advertisements that they believe will be of interest to you. This Privacy Policy covers the use of cookies by Sentry and does not cover the use of cookies by any advertisers.</p>\n<span>Privacy Policy Changes</span>\n<p>Sentry may change its Privacy Policy from time to time, and at Sentry's sole discretion. Sentry encourages visitors or users to frequently check this page for any changes to its Privacy Policy. Your continued access to the Website or use of the Software after any change in this Privacy Policy will constitute your acceptance of such a change.</p>\n</div>", "level": 0}, {"value": "<ul>\n<li class=\"bg_none\"><a href=\"privacy_policy.html\">Privacy Policy</a></li>\n<li><a href=\"terms.html\">Terms of Service</a></li>\n</ul>", "level": 0}], [{"value": "<h1 class=\"page_heading\">Sentry Support</h1>", "level": 9}, {"value": "<div class=\"widget\" id=\"tabvanilla\">\n<ul class=\"tabnav\">\n<li><a href=\"#Section1\">Report an Issue</a></li>\n<li class=\"last\"><a href=\"#Section2\">Suggest an Idea</a></li>\n<span class=\"clr\"></span>\n</ul>\n<div class=\"tabdiv\" id=\"Section1\">\n<form action=\"\" class=\"support\" id=\"support\" method=\"post\" name=\"support\" novalidate=\"\" onsubmit=\"submitIssue();return false\">\n<p>\n                            \tPlease fill all fields as accuratelay as possible to make us quickly understand the issue you had with Sentry. We may contact you by email if further information is needed. However, please understand that we may not be able to answer every issue our users report.  \n                            </p>\n<p class=\"report_hedding\">Personal Information</p> <p class=\"report_hedding\" id=\"successmsg\"></p>\n<div class=\"report_form\">\n<div class=\"fl mar_right38px\">\n<div class=\"form_item\">\n<label>Full Name: </label>\n<input class=\"required\" id=\"name\" name=\"flname\" type=\"text\" value=\"\"/>\n</div>\n<div class=\"form_item\">\n<label>Device Type: </label>\n<select class=\"required\" id=\"deviceType\" name=\"deviceType\">\n<option value=\"\">Please Select</option>\n<!--  <option value=\"6\">iPhone 5</option>\n                                            <option value=\"5\">iPhone 4S</option>\n                                            <option value=\"4\">iPhone 4</option>\n                                            <option value=\"3\">iPhone 3GS</option>\n                                            <option value=\"2\">iPhone 3G</option> -->\n<option value=\"1\">iPhone</option>\n<option value=\"101\">iPad</option>\n<!-- <option value=\"105\">iPad Mini</option>\n                                            <option value=\"104\">iPad 4</option>\n                                            <option value=\"103\">iPad 3</option>\n                                            <option value=\"102\">iPad 2</option> -->\n<option value=\"201\">iPod Touch</option>\n<option value=\"301\">Android Phone</option>\n<option value=\"302\">Android Tablet</option>\n<option value=\"401\">Other Device</option>\n</select>\n</div>\n</div>\n<div class=\"fl\">\n<div class=\"form_item\">\n<label>Email Address: </label>\n<input class=\"required email\" id=\"email\" name=\"emailAddress\" type=\"text\" value=\"\"/>\n</div>\n<div class=\"form_item\">\n<label>Type of Issue;</label>\n<select class=\"required\" id=\"issueType\" name=\"issueType\">\n<option value=\"\">Please Select</option>\n<option value=\"1\">Download</option>\n<option value=\"2\">Activation</option>\n<option value=\"3\">Find Friend</option>\n<option value=\"4\">Protect Secret Contacts</option>\n<option value=\"5\">Protect Private Photos</option>\n<option value=\"6\">Share Private Photos Safely</option>\n<option value=\"7\">Make Secure Phone Calls</option>\n<option value=\"8\">Secure Messaging</option>\n<option value=\"9\">Password and Login</option>\n</select>\n</div>\n</div>\n<div class=\"clr\"></div>\n<div class=\"form_item\">\n<label>Please describe the problem as clearly as possible:</label>\n<!--  <input type=\"text\" onfocus=\"if (this.value == '(Please describe the problem as clearly as possible)') \n{this.value = '';}\" onblur=\"if (this.value == '') {this.value = '(Please describe the problem as clearly as possible)';}\"  value=\"(Please describe the problem as clearly as possible)\"/>-->\n<textarea class=\"text_contet required\" id=\"description\" name=\"msg\"></textarea>\n<input class=\"submit_btn\" id=\"submit_btn1\" title=\"Submit\" type=\"submit\" value=\"Submit\"/>\n<!--<a href=\"#\" title=\"Submit\" class=\"submit_btn\" onclick=\"document['suport'].submit();\">&nbsp;</a>-->\n</div>\n<p> </p>\n</div>\n</form>\n</div><!--/Section1-->\n<div class=\"tabdiv\" id=\"Section2\">\n<div class=\"suggest_form\">\n<form action=\"\" class=\"idea\" id=\"idea\" name=\"idea\">\n<div class=\"form_item\">\n<label>Your Idea:</label>\n<input id=\"idea_title\" maxlength=\"100\" name=\"\" type=\"text\"/>\n</div>\n<div class=\"form_item\">\n<label>Please describe your idea:</label>\n<textarea id=\"idea_detail\" maxlength=\"2048\"></textarea>\n</div>\n<input class=\"submit_btn\" id=\"submit_btn2\" type=\"submit\" value=\"Submit\"/>\n<!-- <a href=\"#\" title=\"Submit\" class=\"submit_btn\">&nbsp;</a>--> </form>\n</div>\n</div><!--/Section2-->\n</div>", "level": 0}, {"value": "<aside class=\"fr\"> <span>© 2013 Sentry, Inc.</span> </aside>", "level": 0}]]