[[{"value": "<h3>Terms of Use &amp; Privacy Policy</h3>", "level": 7}, {"value": "<p>Last Revised: March 25, 2015</p>", "level": 0}, {"value": "<p>These Terms of Use (â\u0080\u009cTermsâ\u0080\u009d) govern your access to and use of AppsContinuum applications (the â\u0080\u009cApplicationâ\u0080\u009d) and any information or content that is made available through the Application (â\u0080\u009cContentâ\u0080\u009d). AppsContinuum Inc. (â\u0080\u009cAppsContinuum â\u0080\u009d or \"We\" or \"the Company\") is willing to license the Application to you only upon the condition that you abide by these terms. By accessing and/or using the Application you are indicating that you agree to abide by these Terms. If you do not agree to the terms, do not use the application.</p>", "level": 0}], [{"value": "<h3>License to Service</h3>", "level": 7}, {"value": "<p>Transferable license to: (i) install only one (1) copy of the Application on any Android device that you own or control and as permitted by the Usage Rules set forth in the Google Play or App Store Terms of Service (ii) to access and use the Application, solely for your own personal use. You may not: (i) copy, modify or distribute the Application for any purpose; (ii) transfer, sublicense, lease, lend, rent or otherwise distribute the Application or the Service to any third party; (iii) decompile, reverse-engineer, disassemble, or create derivative works of the Application; (iv) make the functionality of the Application available to multiple users through any means; or (v) use the Application in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with these Terms; (vi) use the Application in any manner that conflicts with the Google Play or App Store Terms of Service</p>", "level": 0}, {"value": "<p>Third Party Content and Services<br/>All information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) which you may have access to as part of, or through your use of, the Application, are the sole responsibility of the person or entity from which such content originated. All such information is referred to below as the â\u0080\u009cContentâ\u0080\u009d.</p>", "level": 0}, {"value": "<p>Content presented to you through the Application, including but not limited to advertisements in the Application and sponsored Content presented within the Application may be protected by intellectual property rights which are owned by third parties (\"Third Party Content\"). You may not modify, rent, lease, loan, sell, distribute or create derivative works based on this Content (either in whole or in part) unless you have been specifically told that you may do so by the owners of that Content, in a separate agreement.</p>", "level": 0}], [{"value": "<h3>Ownership</h3>", "level": 7}, {"value": "<p>The Application is protected by copyright, trademark, and other laws of the United States and foreign countries. Except as expressly provided in these Terms, we (or our licensors) exclusively own all right, title and interest in and to the Application, including all associated intellectual property rights in the Application. You may not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Application or in any Third Party application. You acknowledge and agree that any feedback, comments or suggestions you may provide regarding the Application (â\u0080\u009cFeedbackâ\u0080\u009d) will be the sole and exclusive property of AppsContinuum Inc. and you hereby irrevocably assign to us all of your right, title and interest in and to all Feedback. In the event of any third party claim that the Application or your possession and use of the Application infringes such third party's intellectual property rights in the Application, Company shall be responsible for the investigation, defense, settlement, and discharge of any such intellectual property infringement claim.</p>", "level": 0}], [{"value": "<h3>Termination</h3>", "level": 7}, {"value": "<p>If you breach any of the terms of these Terms, we have the right to suspend or disable your access to or use of the Application.</p>", "level": 0}], [{"value": "<h3>Use of the Service at Your Own Risk</h3>", "level": 7}, {"value": "<p>Your access to and use of the Application is at your own risk. By using the Application, you may be exposed to Content that might be inaccurate, incomplete, delayed, unreliable, offensive, harmful or otherwise inappropriate material. Under no circumstances will we be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content transmitted or otherwise made available via the Application. You agree that we have no responsibility or liability for the deletion of, or the failure to store or to transmit, any Content and other communications maintained by the Application.</p>", "level": 0}], [{"value": "<h3>Maintenance and Support</h3>", "level": 7}, {"value": "<p>Company shall be responsible for providing any maintenance and support with respect to the Application, whether by itself or through any other third party designated by Company. You acknowledge that Google or Apple have no obligation whatsoever to furnish any maintenance and support services with respect to the Application.</p>", "level": 0}], [{"value": "<h3>Disclaimers</h3>", "level": 7}, {"value": "<p>You understand and agree that the Application is provided to you â\u0080\u009cAS ISâ\u0080\u009d and on an â\u0080\u009cAS AVAILABLEâ\u0080\u009d basis. Without limiting the foregoing, WE EXPLICITLY DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT OR NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE. We make no warranty that the Application will meet your requirements or be available on an uninterrupted, secure, or error free basis. We make no warranty regarding the quality of any products, services or Content provided through the Application or the accuracy, timeliness, truthfulness, completeness or reliability of any Content provided through the Application. Additionally, in the event of any failure of the Application to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the Licensed Application to you; and that, to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Application</p>", "level": 0}], [{"value": "<h3>Limitation of Liability</h3>", "level": 7}, {"value": "<p>To the extent permitted by the applicable law, our total liability to you from all causes of action and under all theories of liability will be limited to the amount you paid for the application. We will not be liable to you for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the application ; (ii) any conduct or content of any third party on the application, including without limitation, any defamatory, offensive or illegal conduct of other users or third parties; (iii) any content obtained from the application; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not you have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>", "level": 0}], [{"value": "<h3>General Terms of Use</h3>", "level": 7}, {"value": "<p>These Terms constitute the entire agreement between You and the Company with respect to the subject matter and supersedes any prior proposals, understandings and contemporaneous communications. These Terms will be governed by and construed in accordance with the laws of Canada, without regard to or application of conflicts of law rules or principles. You and Company irrevocably submit any and all disputes arising with respect to these Terms to the sole jurisdiction of the competent courts of Canada. If any part of these Terms is determined to be invalid or unenforceable by a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the remaining provisions of these Terms will remain in full force and effect.</p>", "level": 0}], [{"value": "<h3>Contacting Us</h3>", "level": 7}, {"value": "<p>If you have any questions about these Terms of Use, please contact us at <span id=\"cloak26211\">This email address is being protected from spambots. You need JavaScript enabled to view it.</span> Effective March 25, 2015.</p>", "level": 0}, {"value": "<footer id=\"rt-footer-surround\">\n<div id=\"rt-copyright\">\n<div class=\"rt-copyright-pattern\">\n<div class=\"rt-container\">\n<div class=\"rt-grid-10 rt-alpha\">\n<div class=\"rt-block clearfix \">\n<div class=\"module-surround\">\n<div class=\"module-content\">\n<div class=\"custom\">\n<p><strong style=\"font-size: 16px; line-height: 15.808px;\">Â© 2018 AppsContinuum Inc.</strong></p></div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"rt-grid-2 rt-omega\">\n<div class=\"rt-block clearfix \">\n<div class=\"module-surround\">\n<div class=\"module-content\">\n<div class=\"custom\">\n<p><a href=\"/index.php/terms-of-use\">Terms of Use</a></p></div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"clear\"></div>\n</div>\n</div>\n</div>\n</footer>", "level": 0}]]