[[{"value": "<h3 class=\"faq-header-1\"><span class=\"faq\">Privacy Policy</span></h3>", "level": 7}], [{"value": "<h3>1. Introduction</h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Hi and welcome to YEAYâ\u0080\u0099s Privacy Policy! Here you will find all information about how YEAYGmbH, Paul-Lincke-Ufer 8e, 10999 Berlin, Germany (â\u0080\u009eusâ\u0080\u009c, â\u0080\u009eweâ\u0080\u009c, ourâ\u0080\u009c) use and process your data on this website and app (hereinafter the \"Offer\" , â\u0080\u009eServicesâ\u0080\u009c).<br/>Personal data means any information relating to an identified or identifiable natural person('data subject'), e.g: Name, address, e-mail addresses, user behavior, etc.<br/>We attach great importance to the protection of your personal information and collect only information that is necessary to enable our services and functions. We collect, use, disclosure and protect your personal data confidentially and in accordance with legal regulations (including the Federal Data Protection Act (BDSG), the Telemedia Act (TMG),General Data Protection Regulation (DSGVO), and other applicable local laws).<br/>By using our Offer you consent to our collection, transfer, processing, storage, disclosure and protection of your information as described in this Privacy Policy.<br/>â\u0080\u008d<br/>If you don't agree with our Privacy Policy or have any questions, please contact us at: <a href=\"mailto:support@yeay.com\">support@yeay.com</a></p>", "level": 0}], [{"value": "<h3>2. What information do we collect when you use our Offer</h3>", "level": 7}, {"value": "<p class=\"paragraph small\">â\u0086\u0092 The Information you share with us:<br/>The Personal Information we collect about a user only comes from the users themselves. This means that every user has full control over what we know and collect about them. We may ask and collect the following information about you: your age, gender, email address, username, first name/ last name, and other personal information (e.g. profile photo, country or hometown) that you might want to add voluntarily to our Offer, in case you decide to sign up for our Offer, our newsletter and special offers or promotions, or correspond with us or to participate in social medias through our Offer.<br/><br/>â\u0086\u0092 The Information we receive:<br/>When you use our Offer, we collect the personal data described below, to enable the convenient use of the features (according to Art. 6 (1) S.1 f EU-GDPR):. This is technically necessary for us, in order to offer you the features of our Offer and to provide stability and security. What is collected automatically: IP address, Date and time of the request, Time zone difference to Greenwich Mean Time (GMT), Content of the requirement (concrete page), Access status / HTTP status code, each transmitted amount of data, Website from which the request comes, Browser, Operating system and its interface, Language and version of the browser software. Furthermore, we need your device identification such a unique number of the terminal (IMEI = International Mobile Equipment Identity).<br/><br/>â\u0086\u0092 The Information from the other sources<br/>We may receive your Personal Information from other sources including Service Providers and Third-Party Services. For example, from other websites, advertising or analytic partners, social media platforms like Facebook or Instagram, etc.By downloading the mobile App, the required information is transferred to the App Store, in particular, username, e-mail address and customer number of your account, time of download and the individual device code. We have no influence on this data collection and are not responsible for it. We only process the data as far as necessary for downloading the mobile app to your mobile device.</p>", "level": 0}], [{"value": "<h3>3. <strong>How do we use the information we collect</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">We use the information we collect about you for any purposes consistent with our statements under this Privacy Policy or as permitted by applicable law. For example: to generally provide the features and functionality of our Offer to you; to improve your experience with our Offer and attended third party services (like advertising or analytic purposes), to manage our Services and content, to deliver your content to other users, to provide products and subscriptions, to monitor and analyze trends, usage, and activities. Further, we may use your Personal Information to communicate with you for Offer-related purposes: to fulfill your requests or to respond to your inquiries, to afford social sharing functionality, to send administrative information to you, to inform you about new features, to detect, prevent and liquidate illegal activities.</p>", "level": 0}], [{"value": "<h3>4. <strong>Who do we share your information with?</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">We are a social Offer that allows you to share your content with other or to find new products according to your preferences. That means, that your profile information such as name/username, profile picture (if there is one), uploaded content and other activities will be publicly available and accessible to other users.<br/>To provide our Offer and its features to you, we may also disclose your information to carefully selected third parties:<br/>â\u0080\u008d<br/>â\u0086\u0092 third party brand-partners for shopping purposes. Our Offer is solely providing a marketplace for cooperation between Sellers and Buyers. Purchasing of products is carried through an external website that is launched from our Offer. Following the external website may affect a data transmission, in which your Personal Information from your registered account will be transferred to the external website of a selected brand. Please note, that all information, that you give to these partners on their websites beyond our Offer (for example your shipping address or credit card details) is not a subject of this Privacy Policy. According to this, for every order from an external website we recommend you to take a look at the Privacy Policy of the corresponding Seller.<br/><br/>â\u0086\u0092 third-party service providers who help us to perform our functions such as a website/App hosting, web and data analysis, delivery of emails and other promotional campaigns, processing, storing, maintaining and transmitting data. We provide your information to these partners only if they need this information to operate their services.<br/><br/>â\u0086\u0092 third-party marketing and advertising partners who help us to show you advertisements that could be the most interesting to you across your different devices (like a Smartphone, Tablet). All information, that we share with our partners for marketing and advertising purposes, is shared in a de-identified<em> </em>format. This means, that you will not be personally identified by those third parties.<br/><br/>â\u0086\u0092 business Transfer. As we develop our business, sometimes we may decide corporate transaction such as a merger, a sale of the business, a re-brand, or a complete shut-down. In this case, your personal information may be transferred to the third parties as a part of the assets.<br/><br/>â\u0086\u0092 other parties if it's permitted by law. Additionally, we may also share your information with government agencies or other third parties in case of a legal process or as otherwise required to do so by applicable law.</p>", "level": 0}], [{"value": "<h3>5. <strong>Cookies</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Cookies are small files that allow us to store specific, device-related information. They are used for the user-friendliness of our Offer. On the other hand they serve to capture statistical data of your website use and analyze them in order to improve the Offer. Our offer under shop.yeay.com uses a cookie to store UI configurations like the currency and country selection. Most browsers have an option to limit the storage of cookies or completely block it. However, it is pointed out that the user experience of our Offer can be limited then.</p>", "level": 0}], [{"value": "<h3>6. <strong>Use of social media</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">â\u0086\u0092 By clicking the â\u0080\u009eLogin with Facebookâ\u0080\u009c, our Offer can access the information youâ\u0080\u0099ve added on Facebook (for example your name, profile photo, email address, date of birth, etc.). We do this to offer you a social and personalized experience.<br/><br/>Our Offer uses Facebook Social Plugins, which is operated by Facebook Inc. (Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA). You can recognize the bindings to the Facebook logo or the terms \"Like\", \"Share\" in the colors Facebook (blue and white). You can find the information about all Facebook plugins under the following link:https://developers.facebook.com/docs/plugins/<br/>The plugin establishes a direct connection between the App and the Facebook servers (according to Art. 6 (1) S.1 f EU-GDPR). Our Offer has no influence whatsoever on the nature and extent of the data transmitted by the plugin to the Facebook Inc. servers. More information you will find here:<a href=\"https://www.facebook.com/help/186325668085084\">https://www.facebook.com/help/186325668085084<br/></a>The plugin informs Facebook Inc. that users have visited this Offer. There is the possibility that your IP address will be saved. If you are logged into your Facebook account while visiting our Offer, the information will be linked to it.<br/>If you use the functions of the plugin - for example by sharing or \"liking\" a post - the corresponding information will also be transmitted to Facebook Inc.If you want to prevent that Facebook. Inc. associates this information with your Facebook account, please log out at Facebook before visiting our Offer.<br/><br/>â\u0086\u0092 You may also integrate your account from our Offer to other social media platforms and applications like Twitter, Instagram, Whatsapp, Messenger or E-mail (â\u0080\u009eThird Party Applicationsâ\u0080\u009c). You can share the content you find on our Offer with other persons through Third Party Applications. For this, you may consent that our Offer opens the respective Third Party Application and to be logged in it. Please remember, that other users may also share your uploaded videos through their accounts in the Third Party Applications.<br/>You consent that a Third Party Applicationâ\u0080\u0099s use of information collected from you (or as authorized by you) is governed by the Third Party Applicationâ\u0080\u0099s privacy policies and your settings on the relevant service. For more information on the purpose and scope of the data collection and its processing by the Third Party Applications, please refer to the privacy policy of these Third Party Applications provided below:<br/>Facebook Inc. (Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA):<br/>â\u0080\u008d<a href=\"https://www.facebook.com/legal/FB_Work_Privacy\">https://www.facebook.com/legal/FB_Work_Privacy<br/><br/>â\u0080\u008d</a>Twitter, Inc., 1355 Market St, Suite 900, San Francisco, California 94103, USA:<br/>â\u0080\u008d<a href=\"https://twitter.com/privacy\">https://twitter.com/privacy<br/><br/>â\u0080\u008d</a>Instagram LLC, 1601 Willow Road, Menlo Park CA 94025, USA:<br/>â\u0080\u008d<a href=\"https://help.instagram.com/155833707900388\">https://help.instagram.com/155833707900388<br/><br/>â\u0080\u008d</a>WhatsApp Inc., 1601 Willow Road, Menlo Park, California 94025, USA:<br/>â\u0080\u008d<a href=\"https://www.whatsapp.com/legal/?l=de#privacy-policy\">https://www.whatsapp.com/legal/?l=de#privacy-policy</a><a href=\"https://www.facebook.com/help/186325668085084\"><br/></a></p>", "level": 0}], [{"value": "<h3>7. <strong>Comments</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">In our Offer we give you the opportunity to communicate with other users and to post comments to videos. For this purpose, the IP address of the user will be stored. This information we store for our security in case that the author will infringe against third party rights or posts an unlawful content. Please note, that the comments you post will be visible to other users. In case of unlawful comments we are obliged to delete them and to take the appropriate actions.</p>", "level": 0}], [{"value": "<h3>8. <strong>Camera, microphone, location</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">â\u0086\u0092 When you start using our Offer or want to create and share a video, we ask you for consent to use your camera, microphone and location in a pop-up. If you do not give permission, we will not use that information. You may not be able to use all features of our Offer in this case. You can later give or revoke your consent in the settings.<br/>â\u0086\u0092 If you allow access to this data, the mobile app will only access your data and transfer it to our server as necessary to provide the functionality (according to Art. 6 (1) S.1 f EU-GDPR). Your data will be treated confidentially and deleted if you revoke the rights to use or are no longer required to provide the services and there are no legal retention requirements.<br/>â\u0086\u0092 Our Offer includes so-called Location Based Services, with which we offer special offers that are tailored to your particular location. You can only use these functions after you have agreed via a pop-up that we can collect your location data by means of GPS and your IP address in anonymous form for the purposes of providing services. You can allow or revoke the function in the settings of the app at any time by going to \"Settings\". Your location will be regularly transmitted to us upon your confirmation, using only your last notified location and deleting the previous location announcements. When the location survey is active, your device will display data processing using a compass icon in the top bar.</p>", "level": 0}], [{"value": "<h3>9. <strong>Newsletter</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Provided your consent, you can subscribe to our newsletter, which informs you about our current interesting offers. If you want to receive the newsletter, we require a valid e-mail address and information that allow us to verify that you are the owner of the e-mail address or that its owner agrees to receive the newsletter (according to Art. 6 (1) S.1 a EU-GDPR). Further data is not collected. These data are used only to send the newsletter and will not be disclosed to third parties. By registering for the newsletter, we save your IP address and date of registration. This data is used alone for evidence in the case that a third party abused an e-mail address and logs in without the knowledge of the person entitled to receive the newsletter.<br/>Your consent to the storage of the data, the email address and its use for sending the newsletter can be revoked at any time. The revocation can be made via a link in the newsletters themselves or by notice via email to us.</p>", "level": 0}], [{"value": "<h3>10. <strong>Tracking and analytical tools</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">In addition, we may use third-party services, such as Mixpanel, Appsflyer, Intercom, that collect, monitor and analyze the information in order to increase our Service's functionality. We can improve our offer and make it more interesting for you as a user. In exceptional cases where personal information is transferred to the United States or other third countries, Mixpanel, Appsflyer and Intercom have submitted to the EU-US Privacy Shield, https://www.privacyshield.gov/EU-US-Framework. To these tracking services we send the following data: id (user-Id assigned from backend), email, first name, last name (if exists), username (user uniqueId), birthday, gender. We activated IP anonymization, so that the IP address of the users is shortened before it is stored by these tracking and analytical tools. The legal basis for the use of Mixpanel, Appsflyer and Intercom is Art. 6 (1) S.1 f EU-GDPR.<br/>â\u0086\u0092 Mixpanel<br/>This application makes use of the analysis service â\u0080\u009cMixpanelâ\u0080\u009d, a service of the Mixpanel Inc., a company founded in accordance with the law of the state Delaware in the United States of America. The service of Mixpanel protocols page impressions and activities. In order to enable this service, data is being transferred to Mixpanel (and Mixpanel inc.). Â Further information related to the usage of your data can be found on the privacy policy page of Mixpanel ( http://mixpanel.com/privacy ) in the corresponding paragraphs. In case you want to avoid that protocol data of your usage on this website is being transferred to Mixpanel (and the Mixpanel inc.), you can use the so-called â\u0080\u009cOpt out-Cookieâ\u0080\u009d which can be found and activated on Â http://mixpanel.com/optout/ . Please note that this Cookie which avoids the transmission, will be deleted as you delete the Cookies in the settings of your browser. Please take into consideration that YEAY, as owner of the website and App, has no influence on the usage and processing of your data.<br/>â\u0086\u0092 Â AppsFlyer<br/>We may also use AppsFlyer, an analysis service of AppsFlyer Ltd (4 Hasadnaot St., Suite 9, Herzliya, Â 4672831, Israel) . The information generated by the AppsFlyer about the use of our services is usually transferred to a server outside Germany and stored there. In the code of our Offer we have activated IP anonymization, so that the IP address of the users is shortened before it is stored by AppsFlyer Ltd. On our behalf AppsFlyer Ltd. will use the anonymous information to evaluate the use of our Offer and to compile reports for us about your activities in our services. You can opt-out of AppsFlyer Analytics tracking by clicking the http://www.appsflyer.com/opt-out Â or by emailing privacy@appsflyer.com. You can find further information about data protection at AppsFlyer here (https://www.appsflyer.com/privacy-policy/).<br/>â\u0086\u0092 Intercom<br/>We use the technology of Intercom Inc. 98 Battery Street, Suite 402, San Francisco, CA 94111, USA, to send our messages by email and live chat and to evaluate the use of our Services by users. We transmit a limited amount of your data (as described below under...) to Intercom and use Intercom for statistical analysis of your use of our website. Intercom analyses the use of our Services and tracks our customer relationships with the aim of improving our services for you. You can learn more about Intercomâ\u0080\u0099s privacy policy here: https://www.intercom.com/terms-and-policies#privacy. Â If you want to object the processing of your data via Intercom, please contact us.</p>", "level": 0}], [{"value": "<h3>11. <strong>Transfer to other countries</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Our Offer transfers, processes and stores information about our users on servers located in a number of countries. Your personal information may therefore be subject to privacy laws that are different from those in your country of residence. Information collected within the European Economic Area (â\u0080\u009cEEAâ\u0080\u009d) and Switzerland may, for example, be transferred to and processed by third parties identified above, located in a country outside of the EEA and Switzerland, where you may have fewer legal rights in relation to your information. We will process your information as described in this Privacy Policy.</p>", "level": 0}], [{"value": "<h3>12. <strong>Minors</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Our Offer is a general audience App, and we do not knowingly collect personal information from minors under the age of 16 or under the applicable age limit (in some jurisdictions, this age limit may be lower). If you are a parent of a child under the Age Limit and become aware that your child has provided personal information to our Offer, please contact us and report it at <a href=\"mailto:support@yeay.com\">support@yeay.com</a> and you may request an exercise of your applicable access, rectification, cancellation, and/or objection rights. Please note, that creating an account with false information about your age is a violation of our Terms and Conditions.</p>", "level": 0}], [{"value": "<h3>13. <strong>How we protect your data</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">Our Offer protects all user data, personal and non-personal, to the highest degree possible. All the communication between the client app and backend servers are done through HTTPS (HTTP over SSL/TLS). Our servers and the Android and iOS apps communicate with partners only using the official client library that uses HTTPS.</p>", "level": 0}], [{"value": "<h3>14. C<strong>hanges to our Privacy Policy</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">We will occasionally update this Privacy Policy in case of changes in our practices and services. When we make material changes to the Privacy Policy, we will notify you about it by posting a notice in our Offer and/or sending an email to the email address you provided us in your account by registration.</p>", "level": 0}], [{"value": "<h3>15. <strong>Miscellaneous</strong></h3>", "level": 7}, {"value": "<p class=\"paragraph small\">According to the EU- General Data Protection Regulation, you have the right to obtain information free of charge about the personal data stored about you. In addition, you have the right to correct inaccurate data, blocking and deletion of the personal data, insofar as the there is no legal obligation to retain.<br/>You also have the right to complain to a data protection authority about the processing of your personal data in our Offer.<br/>Responsible body for the collection, processing and use of your personal data within the meaning of the General Data Protection Regulation is YEAY GmbH, Paul-Lincke-Ufer 8e, 10999 Berlin, Germany (â\u0080\u009eYEAYâ\u0080\u009c) (According to Art. 4 (7) EU- GDPR).<br/>If you wish to object to the collection, processing or use of your data by our Offer in accordance with this Privacy Policy as a whole or for individual measures, you can send your objection by e-mail, fax or letter to the following contact details:<br/><a href=\"mailto:support@yeay.com\">support@yeay.com</a>â\u0080\u008d<br/><strong>YEAY GmbH<br/>Paul-Lincke-Ufer 8e<br/>10999 Berlin, Germany</strong><br/>â\u0080\u008d<br/>If you have any other questions or comments, please contact us by e-mail at: <a href=\"mailto:support@yeay.com\">support@yeay.com<br/><br/><br/><br/><br/></a>Last updated: May 25th 2018</p>", "level": 0}, {"value": "<div class=\"footer\" id=\"Footer\"><div class=\"container-5 w-container\" id=\"download\"><a class=\"w-inline-block\" href=\"https://itunes.apple.com/us/app/yeay/id1070699048?mt=8\" target=\"_blank\"><img class=\"app-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5a8acddc54ea7a000146e291_apple.png\"/></a><a class=\"w-inline-block\" href=\"https://play.google.com/store/apps/details?id=yeay.tv.yeay\" target=\"_blank\"><img class=\"app-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5a8acf82a6e0f90001b508f6_google%20play%20store.png\" width=\"140\"/></a></div><div class=\"container-3 w-container\"><a class=\"footerlink\" href=\"/team\">About</a><a class=\"footerlink\" href=\"/press\">Press</a><a class=\"footerlink\" href=\"/jobs\">Jobs</a><a class=\"footerlink\" href=\"/faqs-yeay\">FAQs</a><a class=\"footerlink\" href=\"http://blog.yeay.com\" target=\"_blank\">Blog</a><a class=\"footerlink w--current\" href=\"/privacypolicy\">Privacy</a><a class=\"footerlink\" href=\"/legalnotice\">Legal Notice</a><a class=\"footerlink\" href=\"/contact\">Contact</a></div><div class=\"social-media-container w-container\"><a class=\"w-inline-block w-clearfix\" href=\"https://www.facebook.com/yeaytv/?fref=ts\" target=\"_blank\"><img class=\"social-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5762f16886461b43191b37c0_icon-facebook.png\"/></a><a class=\"w-inline-block w-clearfix\" href=\"https://www.instagram.com/yeaytv/?hl=en\" target=\"_blank\"><img class=\"social-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5762f17586461b43191b37c2_icon-instagram.png\"/></a><a class=\"w-inline-block w-clearfix\" href=\"https://twitter.com/yeay_tv\" target=\"_blank\"><img class=\"social-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5787514910c15d965143c051_yeay-twitter.png\"/></a><a class=\"w-inline-block w-clearfix\" href=\"https://www.youtube.com/channel/UC2Sc4BmYfeiyXoxzGBYODtg\" target=\"_blank\"><img class=\"social-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5762f202d86198e524176d25_icon-youtube.png\"/></a><a class=\"w-inline-block w-clearfix\" href=\"https://www.snapchat.com/add/yeay.tv\"><img class=\"social-icon\" src=\"https://uploads-ssl.webflow.com/5762644b59a28bfc686713e3/5762c953eefe32281971f219_icon-snapchat.png\"/></a></div></div>", "level": 0}]]