[[{"value": "<h1>Privacy Policy</h1>", "level": 9}, {"value": "<div class=\"ysNav\">\n<ul>\n<li><a href=\"#q1\">Introduction</a></li>\n<li><a href=\"#q2\">We may collect the information</a></li>\n<li><a href=\"#q3\">How we might use information</a></li>\n<li><a href=\"#q4\">How you access and control your own personal information</a></li>\n<li><a href=\"#q5\">We may share the information</a></li>\n<li><a href=\"#q6\">Information security</a></li>\n<li><a href=\"#q7\">The information you share/a&gt;</a></li>\n</ul>\n<ul>\n<li><a href=\"#q11\">We may send you mail and information</a></li>\n<li><a href=\"#q12\">Exceptions apply to privacy policy</a></li>\n<li><a href=\"#q13\">Minors use our services</a></li>\n<li><a href=\"#q14\">The scope of application of privacy policy</a></li>\n<li><a href=\"#q15\">Change</a></li>\n</ul>\n</div>", "level": 0}], [{"value": "<h2 id=\"q1\">Introduction</h2>", "level": 8}, {"value": "<p>We pay attention to the user's privacy. When you use our services, we may collect and use your information. I would like to use this Privacy Policy to explain how we collect, use, store and share this information and use the information provided by our company to access, update, control and protect this information when using our services. The way. This Privacy Policy is closely related to the Internet services you use and I hope you read it carefully and, if necessary, follow the guidelines in this Privacy Policy to make the appropriate choice. The \"privacy policy\" involved in the relevant technical vocabulary, we will explain the vocabulary as much as possible to help your understanding.</p>", "level": 0}], [{"value": "<h3>If you continue to use our services, it means that we agree with the Division in accordance with the \"Privacy Policy\" to collect, use, store and share your information.</h3>", "level": 7}, {"value": "<p>If you have any questions about this Privacy Policy or related matters, please contact us through the contact information provided by our official website.</p>", "level": 0}], [{"value": "<h2 id=\"q2\">We may collect the information</h2>", "level": 8}, {"value": "<p>When we provide services, we may collect, store and use the following information relating to you. If you do not provide relevant information, you may not be able to register as a user of our company or can not enjoy some of the services provided by our company, or can not achieve the relevant services to achieve the results.</p>", "level": 0}], [{"value": "<h3>The information you provide</h3>", "level": 7}, {"value": "<ul>\n<li>When you register your account or use our services, please provide us with the relevant personal information, such as telephone numbers, e-mail, etc.;</li>\n<li>The information you provide to other parties through our services, and the information you store when you use our services.</li>\n</ul>", "level": 0}], [{"value": "<h3>Other parties to share your information</h3>", "level": 7}, {"value": "<ul>\n<li>Other parties use our services to provide information about your sharing.</li>\n</ul>", "level": 0}], [{"value": "<h3>We get your information</h3>", "level": 7}, {"value": "<p>When you use the service, we may collect the following information:</p>", "level": 0}, {"value": "<ul>\n<li><strong>Log information </strong>, When you use our services, the system may automatically collect technical information via cookies, web beacon, or other means, including:</li>\n<ul class=\"inner\">\n<li>Device or software information, such as your mobile device's access to the configuration information provided by our services, the version of your IP address and mobile device, and the device identification number;</li>\n<li>Information about the mobile app (APP) and other software you have used, and information about the use of such mobile applications and software;</li>\n<li>You log in to use the services of our account, and the use of time and duration;</li>\n<li>The information (metadata) included in the content you share through our services, such as the date, time, or location of the shared photo or video.</li>\n</ul>\n<li><strong>location information </strong>Refers to information about your location when you turn on device targeting and use our related services based on location, including:</li>\n<ul class=\"inner\">\n<li>Your geographic location information collected by GPS or WiFi when using our services with mobile devices with targeting capabilities;</li>\n<li>You can stop the collection of your location by turning off targeting¡£</li>\n</ul>\n<li><strong>Camera sensor data </strong>Refers to the camera data that you collect when you turn on the camera function of the device and use our department to scan the relevant services, including:</li>\n<ul class=\"inner\">\n<li>When you use our services with a camera-enabled mobile device, such as during device addition, you may need to collect camera sensor data by scanning a two-dimensional pattern to identify GID information</li>\n<li>You can stop the collection of camera data by turning off the camera function, but will not be able to use our related services.</li>\n</ul>\n<li><strong>Microphone and phone status </strong>When you turn on the microphone function of your device and use our related voice service, you collect information about your microphone acquisition data and current phone status, including:</li>\n<ul class=\"inner\">\n<li>When you use our services with a microphone-enabled mobile device, collect information about your microphone data and current phone status information when you configure your device network and voice intercom service via sound waves</li>\n<li>You can stop the collection of audio data for your microphone by turning off the microphone function, but you will not be able to use our services.</li>\n</ul>\n</ul>", "level": 0}], [{"value": "<h2 id=\"q3\">How we might use information</h2>", "level": 8}, {"value": "<p>The information that may be collected during the course of your service is used for the following purposes:</p>", "level": 0}, {"value": "<ul>\n<li>To provide you with services;</li>\n<li>Provide us with services for authentication, customer service, security precautions, fraud monitoring, archiving and backup use, to ensure the safety of products and services provided to us by us.</li>\n<li>Help us to design new services to improve our existing services;</li>\n<li>So that we can better understand how you access and use our services to respond to your personalized needs, such as language settings, location settings, personalized help services and instructions, or for you and other users Make other responses;</li>\n<li>Software certification or management software upgrades;</li>\n<li>Let you participate in the investigation of our products and services.</li>\n</ul>", "level": 0}, {"value": "<p>In order to allow you to have a better experience, to improve our services or other purposes you agree to, in accordance with relevant laws and regulations under the premise, we may be collected through a service to gather information or personalized Way for our other services. For example, the information you collect when you use one of our services may be used in another service to provide you with specific content or to show you information about your non-universal push. If we provide the option in the relevant service, you can also authorize us to use the information provided and stored by the service for our other services. </p>", "level": 0}], [{"value": "<h2 id=\"q4\">How you access and control your own personal information</h2>", "level": 8}, {"value": "<p>We will do everything we can to take appropriate technical means to ensure that you can access, update and correct your own registration information or use our services to provide other related equipment information. When accessing, updating, correcting, and deleting the foregoing information, we may ask you to authenticate to protect your account.</p>", "level": 0}], [{"value": "<h2 id=\"q5\">We may share the information</h2>", "level": 8}, {"value": "<p>Except in the following cases£¬<strong>Without your consent</strong>£¬We will not share your personal information with any third party:</p>", "level": 0}, {"value": "<ul>\n<li>We may share your personal information with our partners and third-party service providers, contractors and agents (such as those who send us e-mail or push notifications) (they may not be located in your area) , For the following purposes:</li>\n<ul class=\"inner\">\n<li>To provide you with our services;</li>\n<li>To achieve the purpose of the \"how we might use the information\" section;</li>\n<li>Fulfill our obligations in this Privacy Policy and exercise our rights;</li>\n<li>Understand, maintain and improve our services.</li>\n</ul>\n</ul>", "level": 0}, {"value": "<p>If we share your personal information with any of the above third parties, we will endeavor to ensure that such third parties comply with this Privacy Policy and other appropriate confidentiality and security measures that we require to comply with when using your personal information.</p>", "level": 0}, {"value": "<ul>\n<li>As our business continues to evolve, we and we are likely to engage in mergers, acquisitions, asset transfers or similar transactions, and your personal information may be transferred as part of such transactions. We will inform you before transfer¡£</li>\n<li>We may also retain, save or disclose your personal information for the following purposes:</li>\n<ul class=\"inner\">\n<li>Comply with applicable laws and regulations;</li>\n<li>Comply with court orders or other legal procedures;</li>\n<li>Comply with the requirements of the relevant government agencies;</li>\n<li>In order to comply with applicable laws and regulations, to safeguard the public interests of the public, or to protect our customers, us, other users or employees of the personal and property safety or legitimate rights and interests of the necessary purposes.</li>\n</ul>\n</ul>", "level": 0}], [{"value": "<h2 id=\"q6\">information security</h2>", "level": 8}, {"value": "<p>We reserve your personal information only within the time required for the purposes stated in this Privacy Policy and within the time required by laws and regulations.</p>", "level": 0}, {"value": "<p>We use a variety of security technologies and procedures to prevent the loss of information, improper use, unauthorized access or disclosure. For example, in some services, we will use encryption technology (such as SSL) to protect your personal information. But please understand that, due to technical constraints and the possible existence of a variety of malicious means, in the Internet industry, even if doing everything we can to strengthen security measures, it is impossible to always ensure that information is 100% safe. You need to know that the systems and communication networks you use to access our services are likely to be problematic due to factors beyond our controllability.</p>", "level": 0}], [{"value": "<h2 id=\"q7\">The information you share</h2>", "level": 8}, {"value": "<p>Our services allow you to share certain images and video information, and once you choose to share it, the information may remain in the public domain; even if you delete the shared information, the information may still be controlled by other users or not by us Non-affiliated third parties are independently cached, copied or stored, or maintained by other users or such third parties in the public domain.</p>", "level": 0}, {"value": "<p><strong>So please be careful to use the sharing funtion.</strong></p>", "level": 0}], [{"value": "<h2 id=\"q11\">We may send you mail and information</h2>", "level": 8}], [{"value": "<p><strong>Mail and information push</strong></p>", "level": 1}, {"value": "<p>When you use our services, we may use your information to send e-mails to your device or push notifications. If you do not wish to receive this information, you can follow our prompts and choose to unsubscribe on your device.</p>", "level": 0}], [{"value": "<p><strong>Service - related announcements</strong></p>", "level": 1}, {"value": "<p>We may issue a service-related announcement to you if necessary (for example, when a service is suspended due to system maintenance). You may not be able to cancel these announcements that are related to the service and do not belong to the promotion.</p>", "level": 0}], [{"value": "<h2 id=\"q12\">Exceptions apply to privacy policy</h2>", "level": 8}, {"value": "<p>Our services may include or link to other services provided by third parties. E.g:</p>", "level": 0}, {"value": "<ul>\n<li>Through the third party social account directly registered to log in, use our services</li>\n</ul>", "level": 0}, {"value": "<p>Your use of third party social media services or other services (including any personal information you provide to such third parties) is subject to the terms and conditions of this third party's Terms of Service and Privacy Policy (not the Universal Terms of Service or this Privacy Policy \") Constraints, you need to read the terms carefully.<strong>This Privacy Policy applies only to the information we collect and do not apply to any third party services or third party information usage rules, and we are not responsible for the use of any information provided by you by any third party.</strong></p>", "level": 0}], [{"value": "<h2 id=\"q13\">Minors use our services</h2>", "level": 8}, {"value": "<p>We encourage parents or guardians to guide minors under 18 years of age to use our services. We recommend that minors encourage their parents or guardians to read this Privacy Policy and advise minors to seek the consent and guidance of their parents or guardians before submitting their personal information.</p>", "level": 0}], [{"value": "<h2 id=\"q14\">The scope of application of privacy policy</h2>", "level": 8}, {"value": "<p>In addition to certain services, all of our services are subject to this Privacy Policy. These specific services will apply a specific privacy policy. The specific privacy policy for certain specific services will more specifically describe how we use your information in these services.The privacy policy for this particular service forms part of this Privacy Policy.If the privacy policy for a particular service is inconsistent with this Privacy Policy, the privacy policy for that particular service applies.</p>", "level": 0}], [{"value": "<h3>Please note that this Privacy Policy does not apply to the following:</h3>", "level": 7}, {"value": "<ul>\n<li>Access to third-party services (including any third-party websites) through our services;</li>\n<li>Information collected by other companies or organizations that conduct advertising services in our services.</li>\n</ul>", "level": 0}], [{"value": "<h2 id=\"q15\">Change</h2>", "level": 8}, {"value": "<p>We may revise the terms of this Privacy Policy in a timely manner, which forms part of this Privacy Policy.If the amendments result in a substantial reduction in your rights under this Privacy Policy, we will notify you by sending a e-mail or otherwise informing you by making a prominent position on the homepage before the amendment takes effect. In such a case, if you continue to use our services, we agree to be bound by the revised Privacy Policy.\n</p>", "level": 0}, {"value": "<style>\n.tcopyright {width:960px;margin:0 auto;padding:8px 0;font-size:12px;line-height:28px;color:#333; text-align:center; overflow:hidden;clear:both;}\n.tcopyright .en{font-family:Arial;}\n.tcopyright a{color:#333;text-decoration: none;}\n.tcopyright a:hover{color:#bd0a01;text-decoration: underline;}\n</style>", "level": 0}]]