[[{"value": "<h3 class=\"ph-heading\"> <span>Cart</span></h3>", "level": 7}, {"value": "<div class=\"cart_block block exclusive\"><div class=\"block_content\"><div class=\"cart_block_list\"><p class=\"ajax_cart_no_product card-panel light-blue lighten-5 cart_block_no_products\"> No products</p><div class=\"cart-prices\"> <span>Shipping</span> <span class=\"right price ajax_cart_shipping_cost\" id=\"cart_block_shipping_cost\"> To be determined </span></div><div class=\"cart-prices\"> <span>Tax</span> <span class=\"right price ajax_cart_tax_cost\" id=\"cart_block_tax_cost\">R 0</span></div><div class=\"cart-prices cart-subtotal\"> <span>Subtotal</span> <span class=\"right price cart_block_total ajax_block_cart_total\">R 0</span></div><div class=\"cart-disclaimer\"> Prices are tax included</div></div><div class=\"cart-buttons cart-proceed\" style=\"margin-bottom: 180px;\"> <a class=\"btn btn-primary waves-effect disabled\" href=\"https://pethero.co.za/en/order\" id=\"button_order_cart\" rel=\"nofollow\" title=\"Check out\"> <i class=\"mdi mdi-open-in-new\"></i> Check out </a></div></div></div>", "level": 0}, {"value": "<div class=\"col s12\"><div class=\"breadcrumbs\"> <a class=\"breadcrumb\" href=\"https://pethero.co.za/\" title=\"Return to Home\"><i class=\"mdi mdi-home\"></i></a> <a class=\"breadcrumb\">Our terms and conditions of use</a></div></div>", "level": 0}, {"value": "<div class=\"center_column col s12\" id=\"center_column\"><h1 class=\"ph-heading\"><span>Our terms and conditions of use</span></h1><div class=\"row\"><div class=\"col s12\"><div class=\"rte\"><p><strong class=\"page-heading\">ABOUT OUR ONLINE SHOP</strong></p><p style=\"text-align: justify;\">Our online shop is a facility supported by The Code Company (Pty.) Ltd. through Linden Veterinary Clinic which enables us to order veterinary and animal related products from our suppliers once you have purchased it on our online shop, and have it delivered to our place of business for it to be couriered to the address specified by you during the purchasing process. We use the PrestaShop framework (with additional modules) which manages the entire process online shopping process, from making the products available in the right place and at the right price, to a smooth and secure checkout process. If we donâ\u0080\u0099t have an item on our site, it may be because our suppliers are out of stock and you are welcome to notify us as such and we will try our best to procure such items for you. </p><p><strong>USE OF SITE</strong></p><p style=\"text-align: justify;\">You may only use this site to browse the content, make legitimate purchases and shall not use this site for any other purposes, including without limitation, to make any speculative, false or fraudulent purchase. Pet Hero<sup>TM</sup>, The Code Company Trading (Pty) Ltd. and Linden Veterinary Clinic cannot be held liable for misuse of any products purchased on this site. This site and the content provided in this site may not be copied, reproduced, republished, uploaded, posted, transmitted or distributed. Deep-linking, embedding or using analogous technology is strictly prohibited. Unauthorized use of this site and/or the materials contained on this site may violate applicable copyright, trademark or other intellectual property laws or other laws.</p><p><strong>OUR RIGHTS</strong></p><p>We may:</p><ul class=\"list browser-default\"><li style=\"text-align: justify;\">Modify or withdraw, temporarily or permanently, the Website (or any part of) with or without notice to you and you confirm that we shall not be liable to you or any third party for any modification to or withdrawal of the Website; and/or</li><li style=\"text-align: justify;\">Change these Conditions from time to time, and your continued use of the Website (or any part of) following such change shall be deemed to be your acceptance of such change. It is your responsibility to check regularly to determine whether the Conditions have been changed. If you do not agree to any change to the Conditions then you must immediately stop using the Website.</li><li style=\"text-align: justify;\">We will use our reasonable endeavours to maintain the Website. The Website is subject to change from time to time. You will not be eligible for any compensation because you cannot use any part of the Website or because of a failure, suspension or withdrawal of all or part of the Website due to circumstances beyond our control.</li></ul><p><strong>DELIVERY POLICY</strong></p><p style=\"text-align: justify;\">When you click to make a purchase with us legal obligations arise and your right to a refund of monies charged to your credit card or paid in any other way agreed by <g class=\"gr_ gr_229 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation only-del replaceWithoutSep\" data-gr-id=\"229\" id=\"229\">us,</g> is limited by our terms &amp; conditions. You must not make any purchase through this site unless you understand and agree to all our terms and conditions. Once payment is made for the purchase, it is deemed that you have read and understood the terms and conditions for such purchase. If you have any queries please contact us before making any purchase for any product or service through this website. We are not responsible for delayed deliveries caused by suppliers or any delays caused by any problems which may arise due to the sourcing of goods. If delivery is made and you are not available at the address and/or your phone number is not working - resulting in the delivery being returned to us - the customer will be liable for delivery costs due to non-availability and may be required to collect the order from the veterinary practiceâ\u0080\u0099s specified physical address. All risk in and to all goods shall pass to you on delivery thereof. You hereby confirm that the goods on the tax invoice issued duly represent the goods and services ordered by you at the prices agreed to by you and where delivery will take place that goods will be inspected and that you will ensure that these conform in all respects to the quality and quantity ordered and are free from any defects. Any delivery note (copy or original) signed by you or your authorised representative shall be prima facie proof that delivery was made to you. We will be entitled to split the delivery of the goods ordered in the quantities and on the dates we decide with your prior consent, which consent shall not be unreasonably withheld. In the event that you choose to engage your own third party to transport the goods, you indemnify us against any claims of any nature whatsoever that may arise from such an agreement. We will be entitled to engage a third party on our behalf to transport all goods purchased by you to the delivery address stipulated by you. We cannot guarantee that the goods will be dispatched or delivered on any particular date and time, you will have no claim against us in respect of any loss occasioned by any reasonable delay in dispatch or delivery of any goods ordered, nor may you cancel any order by reason of such reasonable delay.</p><p><strong>OWNERSHIP AND RISK</strong></p><p style=\"text-align: justify;\">Ownership <g class=\"gr_ gr_143 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Grammar multiReplace\" data-gr-id=\"143\" id=\"143\">in</g> all goods sold and delivered shall remain vested in Pet Hero until the full purchase price has been paid.</p><p><strong>WARRANTIES AND INDEMNITY</strong></p><p style=\"text-align: justify;\">Goods may be guaranteed under the manufacturerâ\u0080\u0099s product specific warranties only, and all other guarantees and warranties including common law guarantees and warranties in relation to goods are hereby specifically excluded by us. All guarantees are immediately null and void should any goods be tampered with or should the â\u0080\u009csealsâ\u0080\u009d on the goods be broken by anyone other than us, or should the goods be applied outside the manufacturerâ\u0080\u0099s specifications. To be valid, guarantee claims must be supported by the original tax invoice and the goods must be in their original packaging and must be accompanied by all accessories and manuals which must be intact. All items must be returned in â\u0080\u009cas newâ\u0080\u009d condition. No warranties whether express or implied shall apply, other than those provided in these terms and conditions. We specifically disclaim the implied warranty of merchantability and fitness for a particular purpose. No representation or warranty, including but not limited to statements of capacity, suitability for use or performance made by our employees shall be considered to be a warranty by us. Any such statements made shall not give rise to any liability or whatsoever nature on our part, our employees, subcontractors or subsidiaries. We will not be liable to you for any loss, damage or expense of any nature, whether direct, special, indirect or consequential, including but not limited to loss of health arising out of our distributionâ\u0080\u0099s performance or your use of the goods. You indemnify and hold us (including our employees or subcontractors) harmless against all claims of whatsoever nature that may be brought or threatened against us by any third party arising from or in connection with any defect, latent or otherwise in any of the goods supplied by us.</p><p><strong>PAYMENT OPTIONS</strong></p><p style=\"text-align: justify;\">All transactions will be processed in South African Rands (ZAR). We accept VISA and MasterCard credit card payments via the website.</p><p><strong>SECURITY POLICY</strong></p><ul class=\"list browser-default\"><li style=\"text-align: justify;\">MyGate process all credit card transactions. All credit card transactions are <g class=\"gr_ gr_141 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling multiReplace\" data-gr-id=\"141\" id=\"141\">128 bit</g> Secure Socket Layers (SSL) encrypted. The company registration documents and the site registered domain name are checked and verified, ensuring the cardholder and merchant that nobody can impersonate MyGate to obtain confidential information.</li><li>MyGate is committed to providing secure online services. All encryption complies with international standards. Encryption is used to protect the transmission of personal information when completing online transactions. MyGate Internet servers are protected by firewalls and intrusion detection systems.</li><li style=\"text-align: justify;\">The Merchant does not have access to credit details.</li><li style=\"text-align: justify;\">MyGate continuously reviews and enhances its security in line with technological changes.</li></ul><p><strong>MONITORING</strong></p><p style=\"text-align: justify;\">We have the right, but not the obligation, to monitor any activity and content associated with the Website. We may investigate any reported violation of these Conditions or complaints and take any action that we deem appropriate (which may include, but is not limited to, issuing warnings, suspending, terminating or attaching conditions to your access and/or removing any materials from the Website).</p><p><strong>LAW</strong></p><p style=\"text-align: justify;\">The Conditions will be exclusively governed by and construed in accordance with the laws of South Africa whose Courts will have exclusive jurisdiction in any dispute, save that we have the right, at our sole discretion, to commence and pursue proceedings in alternative jurisdictions.</p><p><strong>ELECTRONIC COMMUNICATIONS</strong></p><p style=\"text-align: justify;\">When you visit our online shop or send e-mails to us, you are communicating with us electronically. You consent to receive communications from us electronically. Such communications may be facilitated by third parties. We will communicate with you by e-mail or by posting notices on this site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p><p><strong>COPYRIGHT</strong></p><p style=\"text-align: justify;\">All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Pet Hero and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of Pet Hero and protected by international copyright laws. All software used on this site is the property of Pet Hero or its software suppliers and protected by international copyright laws.</p><p><strong>YOUR ACCOUNT</strong></p><p style=\"text-align: justify;\">If you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. Our online shop sells products to adults, who can purchase with a credit card. If you are under 18, you may use our online shop only with involvement of a parent or guardian. We and our providers/affiliates reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in their sole discretion.</p><p><strong>PRICING</strong></p><p style=\"text-align: justify;\">Except where noted otherwise, the List Price displayed for products on our website represents the full retail price listed on the product itself, suggested by the manufacturer or supplier, or estimated in accordance with standard industry practice; or the estimated retail value for a comparably featured item offered elsewhere. The List Price is a comparative price estimate and may or may not represent the prevailing price in our physical facility or for other providers of the same product in every area on any particular day. For certain items that are offered as a set, the List Price may represent \"open-stock\" prices, which means the aggregate of the manufacturer's estimated or suggested retail price for each of the items included in the set.</p><p style=\"text-align: justify;\">Pet Hero reserves the right to change its prices and pricing structure at any time and without notice. These prices <g class=\"gr_ gr_157 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation replaceWithoutSep\" data-gr-id=\"157\" id=\"157\">however</g> will always be displayed and visible before purchase.</p><p style=\"text-align: justify;\">Despite our best efforts, a small number of the items in our <g class=\"gr_ gr_152 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling multiReplace\" data-gr-id=\"152\" id=\"152\">catalog</g> may be mispriced. If an item's correct price is higher than our stated price, we will, at our discretion, either contact you for instructions before delivery or cancel your order and notify you of such cancellation.</p><p style=\"text-align: justify;\">Please note that this policy applies only to products sold and delivered through our online shop. Your purchases are charged at the time you place your order.</p><p style=\"text-align: justify;\">Due to the popularity of some products or services, our suppliers may not always have products or service ordered by you in stock. We will accept orders for out of stock products or services to ensure that you will be the first to receive the item once it becomes available. If the products and services ordered by you are not available or only a portion is available, you may cancel the order, or re-order the quantity that is <g class=\"gr_ gr_174 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation only-del replaceWithoutSep\" data-gr-id=\"174\" id=\"174\">available,</g> or place a backorder. Once the products or services become available, it will be delivered to you.</p><p>We reserve the right to cancel an order at any time.</p><p><strong>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</strong></p><p style=\"text-align: justify;\">THIS SITE IS PROVIDED BY US ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. WE MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS SITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THIS SITE. YOU EXPRESSLY AGREE THAT YOUR USE OF THIS SITE IS AT YOUR SOLE RISK.</p><p style=\"text-align: justify;\">TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. WE DO NOT WARRANT THAT THIS SITE, ITS SERVERS, OR E-MAIL SENT FROM US OR THROUGH OUR THIRD PARTY PROVIDERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. WE WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p><p style=\"text-align: justify;\">CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p><p style=\"text-align: justify;\">NEITHER US, NOR OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, SUPPLIERS OR SERVICE PROVIDERS MAKE ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF OUR ONLINE SHOP WEBSITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THE WEBSITE. YOU EXPRESSLY AGREE THAT YOUR USE OF OUR ONLINE SHOP WEBSITE IS AT YOUR SOLE RISK.</p><p style=\"text-align: justify;\">TO THE FULL EXTENT PERMISSIBLE BY SOUTH AFRICAN LAW, WE AND OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, SUPPLIERS, OR SERVICE PROVIDERS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. WE DO NOT WARRANT THAT OUR WEBSITE, ITS SERVERS, OR E-MAIL SENT FROM US OR THIRD PARTY PROVIDERS ARE FREE OF VIRUSES OR OTHER HARMFUL CODE. WE WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF OUR WEBSITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p><p style=\"text-align: justify;\">IN NO EVENT SHALL WE, OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, OR OUR SUPPLIERS OR SERVICE PROVIDERS BE LIABLE FOR LOST PROFITS OR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE USE OF OUR WEBSITE, OUR SERVICES OR THIS AGREEMENT (HOWEVER ARISING, INCLUDING NEGLIGENCE). OUR LIABILITY AND THAT OF OUR DIRECTORS, MEMBERS, <g class=\"gr_ gr_146 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Style multiReplace\" data-gr-id=\"146\" id=\"146\">OWNER ,</g> EMPLOYEES, OFFICERS, SUPPLIERS, AND SERVICE PROVIDERS TO YOU OR ANY THIRD PARTIES IN ANY CIRCUMSTANCE IS LIMITED TO R500.00.</p></div></div></div></div>", "level": 0}], [{"value": "<h1 class=\"ph-heading\"><span>Our terms and conditions of use</span></h1>", "level": 9}], [{"value": "<p><strong class=\"page-heading\">ABOUT OUR ONLINE SHOP</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">Our online shop is a facility supported by The Code Company (Pty.) Ltd. through Linden Veterinary Clinic which enables us to order veterinary and animal related products from our suppliers once you have purchased it on our online shop, and have it delivered to our place of business for it to be couriered to the address specified by you during the purchasing process. We use the PrestaShop framework (with additional modules) which manages the entire process online shopping process, from making the products available in the right place and at the right price, to a smooth and secure checkout process. If we donâ\u0080\u0099t have an item on our site, it may be because our suppliers are out of stock and you are welcome to notify us as such and we will try our best to procure such items for you. </p>", "level": 0}], [{"value": "<p><strong>USE OF SITE</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">You may only use this site to browse the content, make legitimate purchases and shall not use this site for any other purposes, including without limitation, to make any speculative, false or fraudulent purchase. Pet Hero<sup>TM</sup>, The Code Company Trading (Pty) Ltd. and Linden Veterinary Clinic cannot be held liable for misuse of any products purchased on this site. This site and the content provided in this site may not be copied, reproduced, republished, uploaded, posted, transmitted or distributed. Deep-linking, embedding or using analogous technology is strictly prohibited. Unauthorized use of this site and/or the materials contained on this site may violate applicable copyright, trademark or other intellectual property laws or other laws.</p>", "level": 0}], [{"value": "<p><strong>OUR RIGHTS</strong></p>", "level": 1}, {"value": "<p>We may:</p>", "level": 0}, {"value": "<ul class=\"list browser-default\"><li style=\"text-align: justify;\">Modify or withdraw, temporarily or permanently, the Website (or any part of) with or without notice to you and you confirm that we shall not be liable to you or any third party for any modification to or withdrawal of the Website; and/or</li><li style=\"text-align: justify;\">Change these Conditions from time to time, and your continued use of the Website (or any part of) following such change shall be deemed to be your acceptance of such change. It is your responsibility to check regularly to determine whether the Conditions have been changed. If you do not agree to any change to the Conditions then you must immediately stop using the Website.</li><li style=\"text-align: justify;\">We will use our reasonable endeavours to maintain the Website. The Website is subject to change from time to time. You will not be eligible for any compensation because you cannot use any part of the Website or because of a failure, suspension or withdrawal of all or part of the Website due to circumstances beyond our control.</li></ul>", "level": 0}], [{"value": "<p><strong>DELIVERY POLICY</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">When you click to make a purchase with us legal obligations arise and your right to a refund of monies charged to your credit card or paid in any other way agreed by <g class=\"gr_ gr_229 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation only-del replaceWithoutSep\" data-gr-id=\"229\" id=\"229\">us,</g> is limited by our terms &amp; conditions. You must not make any purchase through this site unless you understand and agree to all our terms and conditions. Once payment is made for the purchase, it is deemed that you have read and understood the terms and conditions for such purchase. If you have any queries please contact us before making any purchase for any product or service through this website. We are not responsible for delayed deliveries caused by suppliers or any delays caused by any problems which may arise due to the sourcing of goods. If delivery is made and you are not available at the address and/or your phone number is not working - resulting in the delivery being returned to us - the customer will be liable for delivery costs due to non-availability and may be required to collect the order from the veterinary practiceâ\u0080\u0099s specified physical address. All risk in and to all goods shall pass to you on delivery thereof. You hereby confirm that the goods on the tax invoice issued duly represent the goods and services ordered by you at the prices agreed to by you and where delivery will take place that goods will be inspected and that you will ensure that these conform in all respects to the quality and quantity ordered and are free from any defects. Any delivery note (copy or original) signed by you or your authorised representative shall be prima facie proof that delivery was made to you. We will be entitled to split the delivery of the goods ordered in the quantities and on the dates we decide with your prior consent, which consent shall not be unreasonably withheld. In the event that you choose to engage your own third party to transport the goods, you indemnify us against any claims of any nature whatsoever that may arise from such an agreement. We will be entitled to engage a third party on our behalf to transport all goods purchased by you to the delivery address stipulated by you. We cannot guarantee that the goods will be dispatched or delivered on any particular date and time, you will have no claim against us in respect of any loss occasioned by any reasonable delay in dispatch or delivery of any goods ordered, nor may you cancel any order by reason of such reasonable delay.</p>", "level": 0}], [{"value": "<p><strong>OWNERSHIP AND RISK</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">Ownership <g class=\"gr_ gr_143 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Grammar multiReplace\" data-gr-id=\"143\" id=\"143\">in</g> all goods sold and delivered shall remain vested in Pet Hero until the full purchase price has been paid.</p>", "level": 0}], [{"value": "<p><strong>WARRANTIES AND INDEMNITY</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">Goods may be guaranteed under the manufacturerâ\u0080\u0099s product specific warranties only, and all other guarantees and warranties including common law guarantees and warranties in relation to goods are hereby specifically excluded by us. All guarantees are immediately null and void should any goods be tampered with or should the â\u0080\u009csealsâ\u0080\u009d on the goods be broken by anyone other than us, or should the goods be applied outside the manufacturerâ\u0080\u0099s specifications. To be valid, guarantee claims must be supported by the original tax invoice and the goods must be in their original packaging and must be accompanied by all accessories and manuals which must be intact. All items must be returned in â\u0080\u009cas newâ\u0080\u009d condition. No warranties whether express or implied shall apply, other than those provided in these terms and conditions. We specifically disclaim the implied warranty of merchantability and fitness for a particular purpose. No representation or warranty, including but not limited to statements of capacity, suitability for use or performance made by our employees shall be considered to be a warranty by us. Any such statements made shall not give rise to any liability or whatsoever nature on our part, our employees, subcontractors or subsidiaries. We will not be liable to you for any loss, damage or expense of any nature, whether direct, special, indirect or consequential, including but not limited to loss of health arising out of our distributionâ\u0080\u0099s performance or your use of the goods. You indemnify and hold us (including our employees or subcontractors) harmless against all claims of whatsoever nature that may be brought or threatened against us by any third party arising from or in connection with any defect, latent or otherwise in any of the goods supplied by us.</p>", "level": 0}], [{"value": "<p><strong>PAYMENT OPTIONS</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">All transactions will be processed in South African Rands (ZAR). We accept VISA and MasterCard credit card payments via the website.</p>", "level": 0}], [{"value": "<p><strong>SECURITY POLICY</strong></p>", "level": 1}, {"value": "<ul class=\"list browser-default\"><li style=\"text-align: justify;\">MyGate process all credit card transactions. All credit card transactions are <g class=\"gr_ gr_141 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling multiReplace\" data-gr-id=\"141\" id=\"141\">128 bit</g> Secure Socket Layers (SSL) encrypted. The company registration documents and the site registered domain name are checked and verified, ensuring the cardholder and merchant that nobody can impersonate MyGate to obtain confidential information.</li><li>MyGate is committed to providing secure online services. All encryption complies with international standards. Encryption is used to protect the transmission of personal information when completing online transactions. MyGate Internet servers are protected by firewalls and intrusion detection systems.</li><li style=\"text-align: justify;\">The Merchant does not have access to credit details.</li><li style=\"text-align: justify;\">MyGate continuously reviews and enhances its security in line with technological changes.</li></ul>", "level": 0}], [{"value": "<p><strong>MONITORING</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">We have the right, but not the obligation, to monitor any activity and content associated with the Website. We may investigate any reported violation of these Conditions or complaints and take any action that we deem appropriate (which may include, but is not limited to, issuing warnings, suspending, terminating or attaching conditions to your access and/or removing any materials from the Website).</p>", "level": 0}], [{"value": "<p><strong>LAW</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">The Conditions will be exclusively governed by and construed in accordance with the laws of South Africa whose Courts will have exclusive jurisdiction in any dispute, save that we have the right, at our sole discretion, to commence and pursue proceedings in alternative jurisdictions.</p>", "level": 0}], [{"value": "<p><strong>ELECTRONIC COMMUNICATIONS</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">When you visit our online shop or send e-mails to us, you are communicating with us electronically. You consent to receive communications from us electronically. Such communications may be facilitated by third parties. We will communicate with you by e-mail or by posting notices on this site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>", "level": 0}], [{"value": "<p><strong>COPYRIGHT</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">All content included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of Pet Hero and is protected by international copyright laws. The compilation of all content on this site is the exclusive property of Pet Hero and protected by international copyright laws. All software used on this site is the property of Pet Hero or its software suppliers and protected by international copyright laws.</p>", "level": 0}], [{"value": "<p><strong>YOUR ACCOUNT</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">If you use this site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password. Our online shop sells products to adults, who can purchase with a credit card. If you are under 18, you may use our online shop only with involvement of a parent or guardian. We and our providers/affiliates reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in their sole discretion.</p>", "level": 0}], [{"value": "<p><strong>PRICING</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">Except where noted otherwise, the List Price displayed for products on our website represents the full retail price listed on the product itself, suggested by the manufacturer or supplier, or estimated in accordance with standard industry practice; or the estimated retail value for a comparably featured item offered elsewhere. The List Price is a comparative price estimate and may or may not represent the prevailing price in our physical facility or for other providers of the same product in every area on any particular day. For certain items that are offered as a set, the List Price may represent \"open-stock\" prices, which means the aggregate of the manufacturer's estimated or suggested retail price for each of the items included in the set.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">Pet Hero reserves the right to change its prices and pricing structure at any time and without notice. These prices <g class=\"gr_ gr_157 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation replaceWithoutSep\" data-gr-id=\"157\" id=\"157\">however</g> will always be displayed and visible before purchase.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">Despite our best efforts, a small number of the items in our <g class=\"gr_ gr_152 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling multiReplace\" data-gr-id=\"152\" id=\"152\">catalog</g> may be mispriced. If an item's correct price is higher than our stated price, we will, at our discretion, either contact you for instructions before delivery or cancel your order and notify you of such cancellation.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">Please note that this policy applies only to products sold and delivered through our online shop. Your purchases are charged at the time you place your order.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">Due to the popularity of some products or services, our suppliers may not always have products or service ordered by you in stock. We will accept orders for out of stock products or services to ensure that you will be the first to receive the item once it becomes available. If the products and services ordered by you are not available or only a portion is available, you may cancel the order, or re-order the quantity that is <g class=\"gr_ gr_174 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Punctuation only-del replaceWithoutSep\" data-gr-id=\"174\" id=\"174\">available,</g> or place a backorder. Once the products or services become available, it will be delivered to you.</p>", "level": 0}, {"value": "<p>We reserve the right to cancel an order at any time.</p>", "level": 0}], [{"value": "<p><strong>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</strong></p>", "level": 1}, {"value": "<p style=\"text-align: justify;\">THIS SITE IS PROVIDED BY US ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS. WE MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS SITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THIS SITE. YOU EXPRESSLY AGREE THAT YOUR USE OF THIS SITE IS AT YOUR SOLE RISK.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. WE DO NOT WARRANT THAT THIS SITE, ITS SERVERS, OR E-MAIL SENT FROM US OR THROUGH OUR THIRD PARTY PROVIDERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. WE WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">NEITHER US, NOR OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, SUPPLIERS OR SERVICE PROVIDERS MAKE ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF OUR ONLINE SHOP WEBSITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THE WEBSITE. YOU EXPRESSLY AGREE THAT YOUR USE OF OUR ONLINE SHOP WEBSITE IS AT YOUR SOLE RISK.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">TO THE FULL EXTENT PERMISSIBLE BY SOUTH AFRICAN LAW, WE AND OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, SUPPLIERS, OR SERVICE PROVIDERS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. WE DO NOT WARRANT THAT OUR WEBSITE, ITS SERVERS, OR E-MAIL SENT FROM US OR THIRD PARTY PROVIDERS ARE FREE OF VIRUSES OR OTHER HARMFUL CODE. WE WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF OUR WEBSITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>", "level": 0}, {"value": "<p style=\"text-align: justify;\">IN NO EVENT SHALL WE, OUR DIRECTORS, MEMBERS, OWNERS, EMPLOYEES, OFFICERS, OR OUR SUPPLIERS OR SERVICE PROVIDERS BE LIABLE FOR LOST PROFITS OR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE USE OF OUR WEBSITE, OUR SERVICES OR THIS AGREEMENT (HOWEVER ARISING, INCLUDING NEGLIGENCE). OUR LIABILITY AND THAT OF OUR DIRECTORS, MEMBERS, <g class=\"gr_ gr_146 gr-alert gr_gramm gr_inline_cards gr_disable_anim_appear Style multiReplace\" data-gr-id=\"146\" id=\"146\">OWNER ,</g> EMPLOYEES, OFFICERS, SUPPLIERS, AND SERVICE PROVIDERS TO YOU OR ANY THIRD PARTIES IN ANY CIRCUMSTANCE IS LIMITED TO R500.00.</p>", "level": 0}, {"value": "<div class=\"footer-container\"> <footer class=\"container\" id=\"footer\"><div class=\"row no-bottom\"> <style>.newsletter-modal {\n        background-color: #27A1BC;\n        color: white;\n        height: 400px!important;\n        max-width: 768px;\n    }\n    .newsletter-modal label {\n        color: white;\n    }\n    .newsletter-modal input {\n        border-bottom-color: white;\n    }\n    .newsletter-modal input:focus {\n        border-bottom-color: white!important;\n    }\n    .newsletter-modal input:focus + label {\n        color: white!important;\n    }\n    .newsletter-modal .modal-footer {\n        background-color: #27A1BC;\n    }\n    .error-modal {\n        background-color: #f9b8b8;\n        color: #6b0e0e;\n        max-width: 768px;\n    }\n    .error-modal .modal-footer {\n        background-color: #f9b8b8;\n    }\n    .success-modal {\n        background-color: #a8f7d2;\n        color: #067240;\n        max-width: 768px;\n    }\n    .success-modal .modal-footer {\n        background-color: #a8f7d2;\n    }\n    .terms-and-cons h5 {\n        font-size: 1.2em;\n        font-weight: bold;\n    }\n    .terms-and-cons {\n        font-size: 0.7em;\n    }</style><div class=\"modal modal-fixed-footer reorder-modal newsletter-modal\" id=\"newsletter-modal\"><form action=\"//pethero.co.za/en/\" id=\"popup_newsletter_form\" method=\"post\"><div class=\"modal-content\"><div class=\"row\"><div class=\"col m5 hide-on-small-and-down center-align\"> <img class=\"responsive-img\" src=\"/modules/petheronewsletterpopup/newsletter.png\"/></div><div class=\"col s12 m7\"><p>Subscribe to our newsletter now and receive our latest updates.</p><div class=\"input-field\"> <input id=\"phnewsletter_email\" name=\"email\" type=\"text\"/> <label for=\"phnewsletter_email\">Enter your email address</label></div> <input name=\"action\" type=\"hidden\" value=\"0\"/><div class=\"terms-and-cons\"> * Terms and conditions apply</div></div></div></div><div class=\"modal-footer\"> <button class=\"btn btn-primary waves-effect\" type=\"submit\">Subscribe</button> <a class=\"modal-action modal-close waves-effect btn-flat white-text\">No thank you</a></div> <input name=\"submitNewsletter\" type=\"hidden\" value=\"true\"/></form></div> </div> </footer></div>", "level": 0}, {"value": "<div class=\"col l4 m6 s12\"> <img alt=\"Pet Hero\" class=\"b-lazy responsive-img\" data-src=\"/themes/pethero-material/img/logo_footer.png\" src=\"/themes/pethero-material/img/blank.png\"/><p class=\"grey-text text-lighten-4\">Pet Hero is your one-stop online pet store. With all your pet's favourite food, accessories and more, available at the best prices and delivered to your door.</p><div class=\"contact-info\"> <a class=\"left\" href=\"tel:0105942074\"><i class=\"mdi mdi-phone\"></i> 010 594 2074</a> <a class=\"right\" href=\"mailto:info@pethero.co.za\"><i class=\"mdi mdi-email\"></i> info@pethero.co.za</a></div></div>", "level": 0}], [{"value": "<h5>Subscribe to our newsletter</h5>", "level": 5}, {"value": "<div class=\"input-field subscribe-field\"><form action=\"//pethero.co.za/en/\" id=\"footer_newsletter_form\" method=\"post\"> <button class=\"btn waves-effect waves-light right cyan darken-1\" name=\"submitNewsletter\" type=\"submit\"><i class=\"mdi mdi-send\"></i></button><div class=\"subscribe-wrapper\"> <input id=\"newsletter_email\" name=\"email\" type=\"text\"/> <label for=\"newsletter_email\">Enter your email address</label></div> <input name=\"action\" type=\"hidden\" value=\"0\"/></form></div>", "level": 0}, {"value": "<div class=\"footer-copyright\"><div class=\"container\"><div class=\"left hide-on-small-and-down\"> <a href=\"https://pethero.co.za/en/content/11-shipping\">Shipping</a> <a href=\"https://pethero.co.za/en/content/3-terms-and-conditions\">Terms &amp; conditions of use</a> <a href=\"https://pethero.co.za/en/content/4-about-us\">About us</a> <a href=\"https://pethero.co.za/en/content/9-our-heroes\">Our heroes</a> <a href=\"https://pethero.co.za/en/sitemap\">Sitemap</a></div><div class=\"right\"> © Copyright Pet Hero 2018</div></div></div>", "level": 0}, {"value": "<div class=\"mobile-bottom-menu\"><ul><li> <a class=\"waves-effect waves-light\" href=\"https://pethero.co.za/en/\"> <i class=\"mdi mdi-home\"></i> <span class=\"menu-bottom-text\">Home</span> </a></li><li> <a class=\"waves-effect waves-light\" href=\"https://pethero.co.za/en/14-dog\"> <i class=\"mdi mdi-chevron-double-up\"></i> <span class=\"menu-bottom-text\">Dog</span> </a></li><li> <a class=\"waves-effect waves-light\" href=\"https://pethero.co.za/en/12-cat\"> <i class=\"mdi mdi-chevron-double-up\"></i> <span class=\"menu-bottom-text\">Cat</span> </a></li><li> <a class=\"waves-effect waves-light cart-side-btn\" data-activates=\"cart-side\" href=\"#\"> <i class=\"mdi mdi-cart\"></i> <span class=\"cart-product-count cyan-text\">(0)</span> <span class=\"menu-bottom-text\">Cart</span> </a></li><li> <a class=\"waves-effect waves-light\" href=\"https://pethero.co.za/en/my-account\"> <i class=\"mdi mdi-account\"></i> <span class=\"menu-bottom-text\">Account</span> </a></li></ul></div>", "level": 0}]]