[[{"value": "<h1>I. Privacy Policy</h1>", "level": 9}, {"value": "<p>Effective Since July 23, 2016\n\t\t</p>", "level": 0}, {"value": "<p>The terms \"We\" / \"Us\" / \"Our\" / \"Bazinga Apps\" individually and\n\t\t\tcollectively refer to each entity being part of the definition of\n\t\t\tTriogenic Technologies and the terms \"You\" / \"Your\" / \"Yourself\" /\n\t\t\t\"user\" refer to the users.</p>", "level": 0}, {"value": "<p>This Privacy Policy is a contract between You and the\n\t\t\trespective Bazinga Apps entity whose Website You use or access or You\n\t\t\totherwise deal with. This Privacy Policy shall be read together with\n\t\t\tthe respective Terms and Conditions or other <a href=\"http://www.triogenictechnologies.com/bz_term.html\">terms and condition</a> of\n\t\t\tthe respective Bazinga Apps entity and its respective Website or\n\t\t\tnature of business of the Website.</p>", "level": 0}], [{"value": "<h1>II. Our commitment to your privacy</h1>", "level": 9}, {"value": "<p>A. Thank you for using the application. This Privacy Policy\n\t\t\tdescribes:</p>", "level": 0}, {"value": "<ul>\n<li>How and why we collect certain information from you via the\n\t\t\t\tApplication/Website;</li>\n<li>How we use and with whom we share such information;</li>\n<li>How you can access and update such information; and</li>\n<li>The choices you can make about how we collect, use and share\n\t\t\t\tyour information.</li>\n</ul>", "level": 0}, {"value": "<p>B. If you have any questions regarding this Privacy Policy or\n\t\t\tour information collection and use practices, please contact us using\n\t\t\tthe information in the \"Contact Us\" section below.</p>", "level": 0}], [{"value": "<h1>III. Information we collect</h1>", "level": 9}, {"value": "<p>A. Registration Information - In order to register for an\n\t\t\tAccount, you must provide the following information:</p>", "level": 0}, {"value": "<ul>\n<li>Your email address (which must be a functioning email\n\t\t\t\taddress)</li>\n<li>A Password</li>\n<li>A Username or Display name</li>\n</ul>", "level": 0}, {"value": "<p style=\"margin-top: -10px; padding-left: 10px;\">Of these\n\t\t\tcategories of information, we will not share or publicly expose your\n\t\t\temail address or site password.</p>", "level": 0}, {"value": "<p>B. Non-Personal Information - We also collect aggregate,\n\t\t\tnon-personally identifiable information about you and your use of the\n\t\t\tApplication/Website, as described in more detail below, including by\n\t\t\tusing \"cookies,\" web beacons, local shared objects, or other types of\n\t\t\ttracking technology.</p>", "level": 0}], [{"value": "<h1>IV. How we collect information about you</h1>", "level": 9}], [{"value": "<h4>A. Registering Your Account</h4>", "level": 6}, {"value": "<p>In order for us to provide you with the ability to collect and\n\t\t\tpost images to page on the Application/Website, you must first create\n\t\t\ta user account our Website (\"Account\"). During registration, you are\n\t\t\trequired to provide an email address and to create a password, a User\n\t\t\tname/display name. Images Uploaded by you are visible to any site\n\t\t\tvisitor and to other users of the Application/Website, and will show\n\t\t\tyour User name/display name and any Optional Profile Information you\n\t\t\thave provided. Your email address will never be displayed.</p>", "level": 0}], [{"value": "<h4>B. Public display and site communications features</h4>", "level": 6}, {"value": "<p>In the Application/Website we may showcase or highlight any of\n\t\t\tthe images without specific consent. If a site visitor clicks on one\n\t\t\tof the images, he or she will be able to view that image, including\n\t\t\ttheir display name and any Optional Profile Information the user has\n\t\t\tchosen to provide.</p>", "level": 0}], [{"value": "<h4>C. Application/Website interactions</h4>", "level": 6}, {"value": "<p>You may be able to take part in certain activities on our\n\t\t\tApplication/website that give you the opportunity to communicate or\n\t\t\tshare information not just with us, but also with other users of our\n\t\t\tService. These include:</p>", "level": 0}, {"value": "<ul>\n<li>Logging in and out of the Application/Website</li>\n<li>Posting images</li>\n<li>Downloading images uploaded by other users</li>\n<li>Sharing images on other social networks</li>\n<li>Set a particluar images as a wallpaper</li>\n</ul>", "level": 0}], [{"value": "<h4>D. Analytics and automated non personal information\n\t\t\tcollection</h4>", "level": 6}, {"value": "<p>Like most standard Applications/Websites, We make use of Google\n\t\t\tAnalytics and may collect certain types of technical \"Non Personal\n\t\t\tInformation\", including internet protocol (IP) addresses, Browser\n\t\t\ttype / mobile device model, the referring domain, pages visited,\n\t\t\tsearch terms internet service providers (ISPs), and the number of\n\t\t\tclicks. We may also use web beacons, which allow us to know if a c\n\t\t\tertain page was visited, an email was opened, or if ad banners on our\n\t\t\tApplication/Application/Website and other sites were effective.</p>", "level": 0}], [{"value": "<h4>E. Third Party Advertisements</h4>", "level": 6}, {"value": "<p>Note that some Advertisements displayed on our\n\t\t\tApplication/Website are delivered through Admob and Appodeal, third\n\t\t\tparty advertising networks. When you click on one of these\n\t\t\tadvertisements, they collects â\u0080\u009cclick stream dataâ\u0080\u009d related to your\n\t\t\tvisit to that Application/Website. Click stream data is anonymous and\n\t\t\tcan include information such as your IP address, Web pages viewed,\n\t\t\tthe date and time at which those pages were viewed and interaction\n\t\t\twith content and advertisements on those Web pages. Technologies used\n\t\t\tto collect this click stream data includes cookies and Web beacons.</p>", "level": 0}], [{"value": "<h4>F. Personally Identifiable Imformation - Third Party</h4>", "level": 6}, {"value": "<p>We do not allow any third parties to collect personally\n\t\t\tidentifiable information about our users from our\n\t\t\tapplication/website.</p>", "level": 0}], [{"value": "<h1>V. How we use information collected from you</h1>", "level": 9}, {"value": "<p>We may use Personal Information and Non-Personal Information\n\t\t\tcollected from you in any one or more of the following ways:</p>", "level": 0}, {"value": "<ul>\n<li>To register and service your Account;</li>\n<li>For our internal records, tracking and business purposes;</li>\n<li>In order to contact you to respond to your questions or\n\t\t\t\trequests or to provide you with technical support;</li>\n<li>To provide you with information regarding changes to the\n\t\t\t\tApplication/Website which may affect your Account, your use of the\n\t\t\t\tApplication/Website, and/or the products and services available\n\t\t\t\tthrough the Application/Website;</li>\n<li>To customize advertising that may be visible to you on the\n\t\t\t\tApplication/Website; and</li>\n</ul>", "level": 0}, {"value": "<ul>\n<li>To improve our products and services;</li>\n<li>To customize the user experience of the Application/Website;</li>\n<li>To administer the Application/Website;</li>\n<li>To analyze trends, track user movement and gather\n\t\t\t\tstatistical information for aggregate use; and</li>\n<li>To customize advertising that may be visible to you on the\n\t\t\t\tApplication/Website.</li>\n</ul>", "level": 0}], [{"value": "<h1>VI. Sharing your information</h1>", "level": 9}, {"value": "<p>A. The information included on your Images and Profile will be\n\t\t\tvisible to all users and all visitors to the Application/Website. In\n\t\t\taddition, your information may also be shared as follows:</p>", "level": 0}, {"value": "<p>Safety, Security and Compliance with Law: We may disclose any\n\t\t\tinformation, including Personal Information, we deem necessary to\n\t\t\tcomply with any applicable law, regulation, legal process or\n\t\t\tgovernmental request, or to enforce our rights or to protect the\n\t\t\tsafety and security of our Application/Website or other users.\n\t\t\tBusiness Transfers: In the event We Heart It undergoes a business\n\t\t\ttransition, such as a merger, acquisition by another company, or sale\n\t\t\tof all or a portion of its assets, we may transfer your Personal\n\t\t\tInformation to the successor organization in such transaction. If\n\t\t\tmaterial changes to We Heart It's privacy practices will occur as a\n\t\t\tresult of the business transition, We Heart It will attempt to notify\n\t\t\tyou via email and will post a notice on the Application/Website\n\t\t\talerting you to the business transition prior to transferring your\n\t\t\tPersonal Information so that we can elect whether to delete your\n\t\t\taccount. To Service Providers Performing Services on Our Behalf: We\n\t\t\tmay contract with third party companies to perform services on our\n\t\t\tbehalf, including marketing assistance, e-mail delivery, hosting\n\t\t\tservices, customer service, and data analysis. We require any third\n\t\t\tparty service providers to maintain the confidentiality of the\n\t\t\tinformation disclosed to them and are not permitted to use your\n\t\t\tPersonal Information for any purpose other than to provide services\n\t\t\tto We Heart It.</p>", "level": 0}], [{"value": "<h1>VII. How to access and update your information</h1>", "level": 9}, {"value": "<p>A. You can access and update the information that you have\n\t\t\tprovided to We Heart It as follows:</p>", "level": 0}, {"value": "<p>You may contact us at dev.bazinga.apps@gmail.com and request to\n\t\t\treview, amend or delete your Personal Information collected by us,\n\t\t\tand/or request us to cease collecting Personal Information from you\n\t\t\tin the future. If you have created an Account, you may review and\n\t\t\tmake changes to certain of your Personal Information and Non-Personal\n\t\t\tInformation by logging into your Account and updating your Account\n\t\t\tprofile.</p>", "level": 0}], [{"value": "<h1>VIII. Links to third party web sites</h1>", "level": 9}, {"value": "<p>A. We are not responsible for the practices employed by\n\t\t\tApplication/Websites linked to or from the Application/Website nor\n\t\t\tthe information or content contained therein. Often links to other\n\t\t\tApplication/Websites are provided solely as pointers to information\n\t\t\ton topics that may be useful or interesting to our users, or provided\n\t\t\tby other users to give you more information about themselves. Please\n\t\t\tremember that when you navigate away from the Application/Website to\n\t\t\tanother Application/Website, our Privacy Policy is no longer in\n\t\t\teffect. By your browsing and interaction on any other\n\t\t\tApplication/Website, including Application/Websites which have a link\n\t\t\ton our Application/Website, is subject to that Application/Websiteâ\u0080\u0099s\n\t\t\town rules and policies. Please read over those rules and policies\n\t\t\tbefore proceeding.</p>", "level": 0}], [{"value": "<h1>IX. Our policy towards children</h1>", "level": 9}, {"value": "<p>A. This Application/Website is not intended for children under\n\t\t\tthe age of 13 and we do not knowingly collect any Personal\n\t\t\tInformation from such children. Children under the age of 13 should\n\t\t\tnot use our Application/Website or our online services at any time.\n\t\t\tIn the event that we learn that we have inadvertently gathered\n\t\t\tPersonal Information from children under the age of 13, we will use\n\t\t\treasonable efforts to erase such information from our records.</p>", "level": 0}], [{"value": "<h1>X. Security of your information</h1>", "level": 9}, {"value": "<p>A. We implement reasonable administrative, technical and\n\t\t\tphysical security measures to protect the security of your\n\t\t\tinformation both online and offline, and we are committed to the\n\t\t\tprotection of customer information. In general, our business\n\t\t\tpractices limit employee access to confidential information to those\n\t\t\temployees we reasonably believe need such information do their jobs.</p>", "level": 0}, {"value": "<p>B. Your User Account information is protected by the password\n\t\t\tyou use to access your online account. It is important that you\n\t\t\tprotect and maintain the security of your User Account and that you\n\t\t\timmediately notify us of any unauthorized use of your User Account.\n\t\t\tIf you forget your password, you may request a new password here.</p>", "level": 0}, {"value": "<p>C. You are solely responsible for your interaction with other\n\t\t\tusers of the Services, whether online or offline. We reserve the\n\t\t\tright, but have no obligation, to monitor or become involved in\n\t\t\tdisputes between you and other users.E. Bazinga Apps shall not be\n\t\t\theld responsible for any loss, damage or misuse of Your Personal\n\t\t\tInformation, if such loss, damage or misuse is attributable to a\n\t\t\tForce Majeure Event (as defined below).</p>", "level": 0}, {"value": "<p>D. A \"Force Majeure Event\" shall mean any event that is beyond\n\t\t\tthe reasonable control of Bazinga Apps and shall include, without\n\t\t\tlimitation, sabotage, fire, flood, explosion, acts of God, civil\n\t\t\tcommotion, strikes or industrial action of any kind, riots,\n\t\t\tinsurrection, war, acts of government, computer hacking, unauthorised\n\t\t\taccess to computer, computer system or computer network,, computer\n\t\t\tcrashes, breach of security and encryption (provided beyond\n\t\t\treasonable control of Bazinga Apps), power or electricity failure or\n\t\t\tunavailability of adequate power or electricity.</p>", "level": 0}, {"value": "<p>E. You acknowledge that the internet or computer networks are\n\t\t\tnot fully secure and that We cannot provide any absolute assurance\n\t\t\tregarding the security of Your Personal Information.</p>", "level": 0}, {"value": "<p>F. You agree that all Personal Information shall be retained\n\t\t\ttill such time required for the Purpose or required under applicable\n\t\t\tlaw, whichever is later. Non-Personal Information can or may be\n\t\t\tretained indefinitely..</p>", "level": 0}], [{"value": "<h1>XI. Changes to this policy</h1>", "level": 9}, {"value": "<p>A. If we decide to make material changes to our Privacy Policy,\n\t\t\twe will attempt to notify you and other users of the\n\t\t\tApplication/Website by sending a notice to the email address provided\n\t\t\tto us and/or by placing a notice on our Application/Website. You\n\t\t\tshould periodically check the Application/Website for such notices.</p>", "level": 0}], [{"value": "<h1>Contact us</h1>", "level": 9}, {"value": "<p>\n\t\t\tIf you have any questions, comments or concerns regarding our Privacy\n\t\t\tPolicy and/or practices, please send an email to: <a href=\"mailto:dev.bazinga.apps@gmail.com\">dev.bazinga.apps@gmail.com</a>.\n\t\t</p>", "level": 0}]]