[[{"value": "<h2>                    Privacy Policy                                                                <span>Effective May 21, 2018</span><span> Last Amended May 21, 2018</span></h2>", "level": 8}, {"value": "<div class=\"center-align mobile_only\"><select class=\"custom_select select_language\"><option value=\"\">Language...</option><option value=\"https://www.zynga.com/privacy/policy\">English</option><option value=\"https://www.zynga.com/ar/privacy/policy\">العربية</option><option value=\"https://www.zynga.com/da/privacy/policy\">Dansk</option><option value=\"https://www.zynga.com/nl/privacy/policy\">Nederlands</option><option value=\"https://www.zynga.com/fi/privacy/policy\">Suomi</option><option value=\"https://www.zynga.com/fr/privacy/policy\">Français</option><option value=\"https://www.zynga.com/de/privacy/policy\">Deutsch</option><option value=\"https://www.zynga.com/el/privacy/policy\">Ελληνικά</option><option value=\"https://www.zynga.com/id/privacy/policy\">Bahasa Indonesia</option><option value=\"https://www.zynga.com/it/privacy/policy\">Italiano</option><option value=\"https://www.zynga.com/ja/privacy/policy\">日本語</option><option value=\"https://www.zynga.com/ko/privacy/policy\">한국어</option><option value=\"https://www.zynga.com/ms/privacy/policy\">Bahasa Melayu</option><option value=\"https://www.zynga.com/nb/privacy/policy\">Norsk</option><option value=\"https://www.zynga.com/pl/privacy/policy\">Polski</option><option value=\"https://www.zynga.com/pt/privacy/policy\">Português</option><option value=\"https://www.zynga.com/es/privacy/policy\">Español</option><option value=\"https://www.zynga.com/ro/privacy/policy\">Română</option><option value=\"https://www.zynga.com/ru/privacy/policy\">Русский</option><option value=\"https://www.zynga.com/zh_CN/privacy/policy\">简体中文</option><option value=\"https://www.zynga.com/privacy/%e7%a7%81%e9%9a%b1%e6%94%bf%e7%ad%96/\">繁體中文</option><option value=\"https://www.zynga.com/sv/privacy/policy\">Svenska</option><option value=\"https://www.zynga.com/th/privacy/policy\">ภาษาไทย</option><option value=\"https://www.zynga.com/tr/privacy/policy\">Türkçe</option><option value=\"https://www.zynga.com/vi/privacy/policy\">Tiếng Việt</option></select></div><p>Zynga’s mission is to connect the world through games. We deliver fun, social entertainment experiences to people around the world. In pursuit of our mission, we collect and use certain information from our players. Being transparent about our use of players’ information and respecting their privacy is incredibly important to Zynga.</p><p>This Privacy Policy applies when you use our Services (described below). Please read it before using Zynga’s Services because it will tell you how we collect, store, use, and disclose your personal information when providing these Services to you.</p><p>If you have questions, comments, or concerns regarding our Privacy Policy or practices, please Contact Us.</p><p class=\"center-align\"><a class=\"btn btn-round\" href=\"https://www.zynga.com/contact/\">Contact Us</a></p></div><hr/><div class=\"section2_content \"><div class=\"chapter-content\">", "level": 0}], [{"value": "<h3 id=\"1\">1. Introduction</h3>", "level": 7}, {"value": "<div class=\"chapter-content\"><p>Zynga develops and publishes social games for web and mobile devices. “Zynga,” “we,” “our,” or “us” in this Privacy Policy refers to Zynga Inc. and any other corporate entities under common ownership with Zynga Inc., including without limitation Zynga Game Ireland Limited (“Affiliated Entities”).</p><p>For purposes of data protection laws, if you are located in the United States, Zynga Inc. is the “data controller” of your personal information. If you are located anywhere other than the United States, Zynga Game Ireland Limited is the “data controller” of your personal information. We will refer to countries in the European Union (EU) and the European Economic Area (EEA) and Switzerland collectively as the “European Countries” in this Privacy Policy.</p><p>This Privacy Policy applies whenever you use our “Services,” which means our games, products, services, content, Zynga.com, and/or other domains or websites operated by Zynga. It describes how we collect, store, use, and disclose your personal information when providing these Services to you, and your rights and choices concerning your information. The Privacy Policy’s sections are listed and hyperlinked in the Table of Contents above for easier navigation.</p><p>If you do not want Zynga to collect, store, use, or share your information in the ways described in this Privacy Policy, you may not play Zynga’s games or use Zynga’s other Services.</p></div><hr/>", "level": 0}], [{"value": "<h3 id=\"2\">2. Information We Collect and How We Collect It</h3>", "level": 7}, {"value": "<div class=\"chapter-content\">", "level": 0}], [{"value": "<h4 id=\"sharedirectly\">Information About You That You Share With Us Directly</h4>", "level": 6}, {"value": "<p>When you use our Services, you may give us information directly (like when you’re setting up your account), and we’ll store that information on our systems and use it for the purposes described in this Privacy Policy.</p><p>Some games or parts of our Services may use a more traditional registration or account set-up process where you may be asked to give us information like:</p><ul><li>your first and last name;</li><li>your username;</li><li>your gender;</li><li>your age or birthday;</li><li>your e-mail address;</li><li>a password; and/or</li><li>other information that helps us make sure it’s you accessing your account or helps us improve our services.</li></ul><p>We may also let you create a player profile that other Zynga players can see. Your player profile may include information like:</p><ul><li>your profile photo;</li><li>your first and last name;</li><li>your game username;</li><li>your gender;</li><li>your biographic details (like your age or age range);</li><li>the approximate physical location information that you provide;</li><li>links to your profiles on various social networks;</li><li>details about the games you play; and/or</li><li>a Zynga player ID that is created by Zynga and used to identify your game account (on Zyngagames.com, your Zynga player ID will appear in the URL of your profile page).</li></ul><p>If you give us your mobile telephone number (including for SMS text messaging services), we will also collect and store that number.</p>", "level": 0}], [{"value": "<h4 id=\"infocontacts\">Information About Your Contacts</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>We may give you the ability to import your address book contacts or to manually enter them so that you can locate your contacts using Zynga Services and invite them to join you in our games or other aspects of our Services. You are responsible for getting your contacts’ permission before you give their contact details to us. We may also get information about you from other Zynga users importing or entering their contacts. We use and may store this contact information to help you and your contacts connect through our Services. If you want to remove your contacts stored by us, follow any instructions provided in the Service to request that we remove them from our systems or <a href=\"https://www.zynga.com/privacy/policy#13\">Contact Us</a>. If you need to enter a password to allow us to access your address book, we will not store that password.</p>", "level": 0}], [{"value": "<h4>Information You Generate Using Our Services</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>When you use our Services, we’ll collect information about the ways in which you use and interact with our Services, such as when and for how long you play our games, game features and other players you interact with, purchases you make, progress or levels you achieve, and other gameplay activities.</p><p>If you choose to use communication features in Zynga Services that allow you to communicate or share information with other players, then we’ll collect information on what is communicated or shared. This includes:</p><ul><li>your participation in player forums and message boards;</li><li>your public posts or comments on other players’ profiles or gameboards;</li><li>your non-public messages or invitations to other players, made either directly on our websites or through in-game mechanisms;</li><li>your chats with other players (whether by instant message, live chat, or video); and/or</li><li>your posted photos, drawings, or other user-generated content.</li></ul><p>We may access in real-time, record, and/or store archives of these communications, comments, photos, drawings, and other user-generated content on Zynga’s servers to make use of them to protect the safety and well-being of our players; to protect Zynga’s rights and property in connection with our Services; to conduct research; to operate, improve, personalize, and optimize our Services and our players’ experiences, including through the use of analytics; and to manage and deliver advertising. Where required by law, we will seek your consent for this.</p>", "level": 0}], [{"value": "<h4>Payment Information</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>If you purchase in-game virtual currency or items in a game you play on Zyngagames.com, our third-party payment processor will collect the billing and financial information it needs to process your charges. This may include your postal address, e-mail address, and financial information. Zynga’s payment processors do not share your financial information, like credit card numbers, with Zynga, but they may share non-financial information with us related to your purchases, like your name, billing address, and the items purchased.</p><p>When you play Zynga’s games or access any of our other Services on connected third-party applications or platforms (like Facebook, Apple, Google, or Amazon), any purchases you make will be processed by that third-party application and subject to that third-party application’s terms of service and privacy policy. For these purchases, Zynga does not receive your financial information, but may receive non-financial information related to your purchases, like your name, approximate physical location, and the items purchased. The information Zynga receives depends on the Zynga game you’re playing and the third-party application. Zynga’s <a href=\"https://www.zynga.com/legal/terms-of-service\">Terms of Service</a> explain our policies and terms related to charges, billing, third-party credits, and virtual currencies. Please note that purchases of third-party credits or currencies are also subject to those parties’ terms of service and privacy policies.</p>", "level": 0}], [{"value": "<h4>Customer Support Correspondence</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>When you ask for help from our Customer Support team, we will collect and store the contact information you give them (generally, your name and e-mail address), information about your game play or activity on our Services, and your Zynga player and/or social network ID number. We will also store the communications you have with our Customer Service team and any additional information in those communications in order to provide support and improve the Services.</p>", "level": 0}], [{"value": "<h4>Information About You That We Get From Connected Third-Party Applications, Including Social Networks</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>If you play Zynga’s games or access any of our other Services on connected third-party applications or connect our Services to any third-party applications, including social networks like Facebook, Zynga may receive certain information about you from the provider of the third-party application. The information we receive depends on the Zynga game you’re playing, the third-party application, your privacy settings, and, if applicable, your friends’ privacy settings on that third-party application.</p><p>For example, Zynga may collect and store some or all of the following information from the provider of the connected third-party application:</p><ul><li>your first and last name;</li><li>your profile picture or its URL;</li><li>your user identification number (like your Facebook ID number), which may be linked to publicly-available information like your name and profile photo;</li><li>your friends’ user ID numbers and other public data;</li><li>the e-mail address you provided to that third-party application;</li><li>your approximate physical location and that of the devices you use to access our Services;</li><li>your gender;</li><li>your birthday, age, and/or age range;</li><li>information about your activities on or through the connected third-party application;</li><li>other publicly-available information on the third-party application; and/or</li><li>any other information that you or the provider of the third-party application share with Zynga.</li></ul><p>If you access our Services from a third-party application or connect our Services to a third-party application, you should also read that third-party application’s terms of service and privacy policy.</p><p>If you are unclear about what information a third-party application is sharing with us, please go to the third-party application to find out more about their privacy practices.</p>", "level": 0}], [{"value": "<h4>Cookies and Other Automated Information Collection</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>As further described in our <a href=\"https://www.zynga.com/privacy/about-cookies\">Cookie Notice</a>, we use cookies and other similar technologies (e.g., beacons, pixel tags, clear gifs, and device identifiers) to recognize you and/or your device(s) on, off, and across different Services and devices. We also allow others to use cookies and similar technologies as described in our Cookie Notice. You can control or opt out of the use of cookies and similar technologies that track your behavior on the sites of others for third-party advertising, as described in our Cookie Notice.</p><p>We, our service providers, and our business partners use these cookies and other similar technologies to collect and analyze certain kinds of technical information, including:</p><ul><li>IP address;</li><li>the type of computer or mobile device you are using;</li><li>platform type (like Apple iOS or Android);</li><li>your operating system version;</li><li>your mobile device’s identifiers, like your MAC Address, Apple Identifier For Advertising (IDFA), and/or Android Advertising ID (AAID);</li><li>application performance and de-bugging information;</li><li>your browser type and language;</li><li>referring and exit pages, and URLs;</li><li>the number of clicks on an app feature or web page;</li><li>the amount of time spent on an app feature or web page;</li><li>domain names;</li><li>landing pages;</li><li>pages viewed and the order of those pages; and/or</li><li>game state and the date and time of activity on our Services.</li></ul><p>In some cases, we will connect the above information with your social network ID or Zynga user ID.</p><p>If you play Zynga games on a mobile device, in addition to your device identifiers (described above), we may also collect:</p><ul><li>the name you have associated with your device;</li><li>your country;</li><li>your telephone number (if you provide it);</li><li>your specific geolocation (with your permission);</li><li>your mobile contacts (with your permission, as described further in <a href=\"https://www.zynga.com/privacy/policy#infocontacts\">Information About Your Contacts</a>); and/or</li><li>information about the Zynga games and other third-party apps you have on your device.</li></ul><p>If you want to adjust your privacy preferences on your device, please see <a href=\"https://www.zynga.com/privacy/policy#howtoaccess\">How to Access, Update, and Manage Your Personal Information</a>.</p>", "level": 0}], [{"value": "<h4>Other Sources</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>We may collect or receive information about you from other sources like third-party information providers. We use this information along with information you provide us directly, for example, to help you and your friends connect or to serve you advertising more tailored to your interests.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"3\">3. How We Use Information We Collect and Our Legal Bases for Processing It</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>The main use of the information we collect and store is to provide you with the Services you request from us and to improve your gaming experience, but there are other uses as well. The uses for which we collect and store your information include:</p><ul><li>to improve and optimize our Services and our players’ experiences;</li><li>to create your game accounts and allow you to play our games;</li><li>to identify and suggest connections with other Zynga players and personalize our Services to you;</li><li>to communicate with you about the Services you’re using, including in-game updates, new Services, and promotional offers that we think might be of interest to you;</li><li>to enable players to communicate with each other;</li><li>to provide technical support and respond to player inquiries;</li><li>to protect the safety and well-being of our players;</li><li>to protect Zynga’s rights and property in connection with our Services;</li><li>to prevent fraud or potentially illegal activities, and to enforce our <a href=\"https://www.zynga.com/legal/terms-of-service\">Terms of Service</a>;</li><li>to manage and deliver contextual and behavioral advertising;</li><li>to administer rewards, surveys, sweepstakes, contests, or other promotional activities or events sponsored or managed by us or our business partners;</li><li>to comply with our legal obligations, resolve any disputes we may have with you or other players, and to enforce our agreements with third parties; and/or</li><li>to conduct research.</li></ul><p>If you are located in the European Countries (defined above in <a href=\"https://www.zynga.com/privacy/policy#1\">Section 1</a>), our legal basis for collecting and using the information described above depends on what the information is and the context in which we collect it.</p><p>However, we’ll normally collect information from you only where we need it to perform our contract with you (i.e., our Terms of Service), where the processing is in our legitimate interests (provided that these aren’t overridden by your interests or rights), or if we otherwise have your consent.</p><p>In some cases, we may also have a legal obligation or need to collect information from you or may otherwise need the personal information to protect your vital interests or those of another person (for example, another player).</p><p>If we ask you to provide information to comply with a legal requirement or to perform a contract with you, this will normally be clear from the context in which we are asking you to provide your information (for example, when we ask you to provide a username to access our Services, this will be to create an account for you in accordance with our Terms of Service), and, if not, we will provide an explanation to you at the relevant time. We will also make clear whether providing information is mandatory.</p><p>Similarly, if we collect and use your information in reliance on our legitimate interests (or those of any third party), it will be made clear to you at the relevant time what those legitimate interests are (such as personalizing our services and marketing, for example).</p><p>If you have questions or need further information about the legal bases on which we collect and use your personal information, please <a href=\"https://www.zynga.com/privacy/policy#13\">Contact Us</a>.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"4\">4. How We Share Information</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>We may share your information, including personal information, with third parties or allow third parties to collect this information from our Services in the following circumstances:</p>", "level": 0}], [{"value": "<h4>Friends and Other Zynga Players</h4>", "level": 6}, {"value": "<p>Zynga’s games and Services support and often encourage you to interact with other players. In most Zynga games, if you play through a social network or connect to a social network (for example, Facebook), your social network friends who also play a Zynga game will see your name, photo, player profile (which may include the information described above in <a href=\"https://www.zynga.com/privacy/policy#sharedirectly\">Information About You That You Share With Us Directly</a>), and descriptions of your in-game activity (including any Zynga games you have played).</p><p>In addition, in many Zynga games, other players, regardless of whether they are your social network friends, will be able to see your player profile (as described above); view descriptions of your in-game activity; communicate with you within our Services; and send you game requests or friend requests through our Services or the related social network. For example, in Zynga Poker, when you are playing at a table, all the other players at the same table can see your player profile and send you an in-game chat message.</p>", "level": 0}], [{"value": "<h4>Third-Party Advertising Including Behavioral Advertising and Analytics</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>We use advertising to enable us to offer some of our games, game features, and other Services for free. These advertisements may include, without limitation, banner ads on game boards or Services themselves, as full-screen ads between moves or games, or through an “offer wall” in which third-party advertisers offer to provide virtual currency or other in-game items to players in exchange for watching an advertisement or for completing a task, such as signing up for an account with one of the advertisers, completing a survey, or finishing a particular game level. Offer walls are hosted by third-party offer wall providers, and the offers are made by third-party advertisers, not by Zynga.</p><p>We do not actively share personal information that directly identifies you with third-party advertisers for their direct marketing purposes unless you give us your consent.</p><p>To enable advertisers, ad networks, and offer wall providers to serve you with more relevant ads, they may collect, or we may collect and share with them, the following types of information when you use our Services:</p><ul><li>performance data (like the number of clicks on an advertisement);</li><li>certain technical information (like IP address, non-persistent device identifier such as IDFA, and de-identified persistent device identifier such as a hashed Android ID);</li><li>a unique identifier, such as your social network ID or Zynga player ID; and/or</li><li>other contextual data about your game play (like your level and session length).</li></ul><p>In addition to serving you with relevant ads, the information collected may be used to:</p><ul><li>measure how effective ads are;</li><li>offer you targeted advertising (both on and off our Services) in order to personalize your experience by showing you advertisements for products and services that are more likely to appeal to you (a practice known as interest-based advertising or behavioral advertising); and/or</li><li>undertake web analytics to analyze traffic and other player activity to improve your experience.</li></ul><p>Advertisers or ad networks may collect this information through the use of cookies and other similar tracking technologies, and they may use a single tracking technology or multiple tracking technologies at the same time.</p><p>Please note, after clicking on a third-party advertisement or offer, you may no longer be on a site or app controlled by Zynga or the social network through which you are playing Zynga’s games.</p><p>If you do not want to receive tailored in-application advertisements from third parties, please see <a href=\"https://www.zynga.com/privacy/policy#howtoaccess\">How to Access, Update, and Manage Your Personal Information</a>. For more information on controlling the use of cookies and similar technologies, please see our <a href=\"https://www.zynga.com/privacy/about-cookies\">Cookie Notice</a>. Please note that the practices of third-party companies delivering advertisements on our Services are subject to those companies’ own privacy policies.</p><hr/>", "level": 0}], [{"value": "<h3>Safety, Security, and Compliance with Law</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>Your information, and the contents of all of your online communications in our Services and between you and Zynga may be accessed and monitored as needed to provide our Service and may be disclosed:</p><ul><li>to satisfy any laws or regulations that apply;</li><li>when we have a good faith belief that we have to disclose the information in response to lawful requests by public authorities, including for national security, law enforcement, or legal process purposes (for example, a court order, search warrant, or subpoena);</li><li>when we believe in our sole discretion that our Services are being used in committing a crime, including to report such criminal activity or to share information with other companies and organizations for the purposes of fraud protection, credit risk reduction, and other security precautions;</li><li>when we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person, or the public generally; and/or</li><li>to protect the rights or property of Zynga or applicable third parties, including to enforce our <a href=\"https://www.zynga.com/legal/terms-of-service\">Terms of Service</a>.</li></ul>", "level": 0}], [{"value": "<h4>Third-Party Service Providers</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>We will share your information with third-party companies who perform services on our behalf, like payment processing, analytics, analysis, hosting services, customer service, marketing, and advertising optimization. We will also share your information with our third-party business partners who assist us in delivering and optimizing our Services, such as our platform partners (Apple, Google, Facebook, Amazon, etc.). Where we share your information with third-party service providers and business partners, we ensure that we have appropriate agreements in place to protect your information (as required by applicable data protection laws).</p>", "level": 0}], [{"value": "<h4>Sale or Merger</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>In the event that Zynga undergoes or evaluates undergoing a business transition, like a merger, acquisition by another company, or sale of all or part of its assets (like selling a game), we may disclose or transfer all of your information, including personal information, to the successor organization in the transition. We will make reasonable efforts to let you and other players know (in the way described in <a href=\"https://www.zynga.com/privacy/policy#12\">Changes to Our Privacy Policy</a>) of the business transition before transferring your personal information.</p>", "level": 0}], [{"value": "<h4>Other Third Parties</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>In addition to the sharing described above, we may share your information with other third parties or allow them to collect your information from our Services in some ways not specifically described in this Privacy Policy if we have your consent to do so.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"5\">5. Your Rights and How to Access, Update, and Manage Your Personal Information</h3>", "level": 7}, {"value": "", "level": 0}], [{"value": "<h4 id=\"howtoaccess\">European Countries’ Users’ Rights</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>If you are located in the European Countries (defined above in <a href=\"https://www.zynga.com/privacy/policy#1\">Section 1</a>), you have the following data protection rights:</p><ul><li>You can <strong>access</strong> or request <strong>deletion</strong> of your personal information by submitting a request through our <a href=\"https://privacy.zynga.com\" rel=\"noopener\" target=\"_blank\">Personal Data Request Portal</a>.</li><li>You can <strong>correct</strong> or <strong>update</strong> your personal information, <strong>object to processing</strong> of your personal information, ask us to <strong>restrict processing</strong> of your personal information or request <strong>portability</strong> of your personal information.</li><li>You can <strong>opt-out of marketing communications</strong> we send you by following the instructions in “Opting Out of Promotional Communications from Zynga” below.</li><li>If we have collected and processed your personal information with your consent, then you can <strong>withdraw your consent</strong> at any time. Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</li><li>You have the <strong>right to complain to a data protection authority</strong> about our collection and use of your personal information. For more information, please contact your local data protection authority (Contact details are available <a href=\"http://ec.europa.eu/justice/data-protection/article-29/structure/data-protection-authorities/index_en.htm\" rel=\"noopener\" target=\"_blank\">here</a>.)</li></ul><p>To exercise your rights to access or deletion, please submit a request through our <a href=\"https://privacy.zynga.com\" rel=\"noopener\" target=\"_blank\">Personal Data Request Portal</a>. If you have any problems with the Portal or would like to exercise any of your other rights, you can <a href=\"https://www.zynga.com/privacy/policy#13\">Contact Us</a>. We respond to all data protection requests we receive in accordance with applicable data protection laws.</p>", "level": 0}], [{"value": "<h4>Accessing and Deleting Personal Information Held by Zynga</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>To review and update personal information associated with your Zynga player profile in certain games, visit the “settings” page in that game.</p><p>If you want to review or delete personal information associated with your game account data, please submit a request through our <a href=\"https://privacy.zynga.com\" rel=\"noopener\" target=\"_blank\">Personal Data Request Portal</a>. If you have any problems with the Portal, please <a href=\"https://www.zynga.com/privacy/policy#13\">Contact Us</a>.</p><p>For deletion requests, we will take reasonable measures to delete your personal information from our records. If you have sent content through or posted content on the Service, we may not be able to delete it. We will keep certain records (e.g., personal information relating to payments or customer service matters) where we need (and have rights) to, such as for legal or accounting purposes. We’ll also keep information in order to exercise, defend, or establish our rights.</p>", "level": 0}], [{"value": "<h4>Managing Personal Information We Receive From Third-Party Applications / Platforms And From Your Mobile Device</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>To manage the information Zynga receives about you from a third-party application or platform where you play our games, like Facebook, Apple, Google, or Amazon, you will need to follow the third-party application’s instructions for updating your information and changing your privacy settings. The privacy management tools for applications on Facebook can be found <a href=\"https://www.facebook.com/settings/?tab=applications\" rel=\"noopener\" target=\"_blank\">here</a>.</p><p>You also can manage many aspects of information collection and use from your mobile device by visiting the “settings” page of your mobile device or web browser and reviewing the access permissions of each Zynga game / application.</p><p>To the extent that one of our games is collecting information about non-Zynga applications you have on your mobile device, the game will provide you with an option to stop making that information available to us in the game’s “settings” page.</p><p>Once Zynga receives your information from a third-party application / platform or your mobile device, that information is stored and used by Zynga in accordance with this Privacy Policy. You may access and update that information as described above.</p>", "level": 0}], [{"value": "<h4>Opting Out of Promotional Communications from Zynga</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>If you want to stop receiving promotional e-mails from Zynga, click on the “unsubscribe” link at the bottom of any promotional email from Zynga or visit our <a href=\"https://emailsettings.zynga.com/accounts/\" rel=\"noopener\" target=\"_blank\">Email Settings page</a>. Your unsubscribe request or e-mail preferences change will be processed promptly, and in no event longer than ten business days. During that processing period, you may receive additional promotional emails from us.</p><p>If you want to stop receiving push notifications, which are messages an app sends you on your mobile device even when the app is not on, you can turn off push notifications by visiting your mobile device’s “settings” page. Many of our games also offer the ability to turn off push notifications in the in-game “settings” page.</p><p>You can opt out of receiving SMS text messages by texting back STOP to the number we send the text from for that particular SMS text messaging program or by <a href=\"https://www.zynga.com/privacy/policy#13\">Contacting Us</a>. When we receive an opt-out message from you for SMS text messages, we may send a text message confirming receipt.</p><p>Please note that if you opt out of receiving promotional communications from us, we may still communicate with you from time to time if we need to provide you with information about the Services you are using from us, if we need to request information from you with respect to a transaction initiated by you, or for other legitimate non-marketing reasons, for example, if we update this Privacy Policy or our Terms of Service.</p>", "level": 0}], [{"value": "<h4>Opting Out of Third-Party Behavioral Advertising</h4>", "level": 6}, {"value": "</div><div class=\"chapter-content\"><p>If you are interested in more information about behavioral advertising and your choices to prevent behavioral web and mobile web advertising from third parties, you may visit the following websites:</p><ul><li><a href=\"http://optout.networkadvertising.org/?c=1#!/\" rel=\"noopener\" target=\"_blank\">Network Advertising Initiative Consumer Opt-Out Page</a> or the <a href=\"http://optout.aboutads.info/?c=2#!/\" rel=\"noopener\" target=\"_blank\">Digital Advertising Alliance Opt-Out Page</a> for U.S.-based advertising; and</li><li><a href=\"http://www.youronlinechoices.com/uk/your-ad-choices\" rel=\"noopener\" target=\"_blank\">Your Online Choices</a> website for EU-based advertising.</li></ul><p>If you do not want to receive behavioral in-application advertisements from third parties that relate to your interests on your mobile device, you may adjust the ad tracking settings on your device (such as turning on “Limit Ad Tracking”). You can also reset the “Advertising Identifier” (such as an IDFA) from your mobile device’s settings page, which will prevent continued use of existing behavioral data tied to your previous “Advertising Identifier.” Further, depending on the platform provider (such as Apple or Google), you may be able to download apps, such as the Digital Advertising Alliance’s “AppChoices” app, that offer to provide you with control regarding the collection and use of cross-app data for behavioral advertising.</p><p>All of the opt-out tools described in this subsection are provided by third parties, not by Zynga. Zynga does not control or operate these tools or the choices that advertisers and others provide through these tools.</p><p>Please note that you may still receive third-party advertisements in Zynga’s Services after using these opt-out tools, but the advertising you see may be less relevant to your interests.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"6\">6. California Online Privacy Protection Act Notice</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>At this time, there is no general agreement on how companies like Zynga should interpret Do Not Track signals. Zynga does not currently respond to Do Not Track signals, whether that signal is received on a computer or on a mobile device. You can learn more about Do Not Track <a href=\"https://allaboutdnt.com/\" rel=\"noopener\" target=\"_blank\">here</a>.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"7\">7. Privacy Policies of Linked Third-Party Services and Advertisers</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>Our websites and games may contain advertisements from “Third-Party Services,” meaning companies other than Zynga, that may link to their own websites, online services, or mobile applications. We are not responsible for the privacy practices or the content of these Third-Party Services. If you have any questions about how these Third-Party Services use your information, you should review their policies and contact them directly.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"8\">8. Our Policies Concerning Children</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>Generally speaking, most of our Services are not intended for children under the age of 13 (or under 16 for children located in the European Countries) (collectively, “Children”). Children are not permitted to use these Services, and we do not knowingly collect any personal information from Children.</p><p>Though our Services do not target Children as the primary audience, we may collect age information before allowing a user to proceed for certain Services. For users who identify themselves as Children in our age-gate on such Services, if we allow Children to use the Services, we will either provide a version of that Service that does not collect, use, or disclose “personal information” (as defined in the Children’s Online Privacy Protection Act (“COPPA”)), except as permitted by COPPA, or obtain legally valid parental consent.</p><p>If we learn that we have inadvertently gathered personal information that is not subject to a COPPA exception from a Child, we will take reasonable measures to promptly remove that information from our records.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"9\">9. International Operations and Transfers Out of European Countries</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>IMPORTANT: When you use our Services, your personal information may be sent to the United States and possibly other countries.</p><p>As part of our international operations, we may transfer personal information to our “Affiliated Entities,” which are any other corporate entities under common ownership with Zynga Inc., or to our business partners and service providers from time to time for our legitimate business purposes. For example, Zynga Inc. provides certain services to its Affiliated Entities.</p><p>We store personal information about players and visitors to our sites on servers located in the United States, and we may also store this information on servers and equipment in other countries. Personal information collected in the European Countries may be transferred to, and stored at, a destination outside of the European Countries. The data we hold may also be processed by employees operating outside of the European Countries who work for us, one of our Affiliated Entities, or one of our business partners or service providers. This staff may be engaged in, among other things, (i) the processing of transactions and your payment details, or (ii) the provision of support services. When we transfer your personal information internationally we will take reasonable steps to ensure that your personal information is treated securely, lawfully, and in the manner we describe here. Please note that laws vary from jurisdiction to jurisdiction, so the privacy laws applicable to the places where your information is transferred to or stored, used, or processed in, may be different from the privacy laws applicable to the place where you are resident.</p><p>The Zynga entities and subsidiaries listed in our Privacy Shield certification record, accessible <a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000TO5AAAW&status=Active\" rel=\"noopener\" target=\"_blank\">here</a> are certified under the EU-U.S. Privacy Shield, effective as of the date our certification posted <a href=\"https://www.privacyshield.gov/participant?id=a2zt0000000TO5AAAW&status=Active\" rel=\"noopener\" target=\"_blank\">here</a>. We adhere to the relevant Privacy Shield Principles for all personal information received from participating European countries in reliance on the Privacy Shield framework.</p><p>Participating European countries’ residents should direct any questions, concerns or complaints regarding Zynga’s handling of personal information or compliance with the Privacy Shield to Zynga at:</p><p>Privacy Shield Specialist<br/>Zynga Inc.<br/>699 8th Street<br/>San Francisco, CA 94103<br/><a class=\"mailto\" href=\"mailto:privacy@zynga.com\">privacy@zynga.com<span class=\"mailto\"><span class=\"element-invisible\"> (link sends e-mail)</span></span></a></p><p>We will attempt to answer your questions and satisfy your concerns in a timely and complete manner. If, after discussing the matter with us, your question or complaint is not resolved, you may seek further assistance, at no cost to you, from JAMS at <a href=\"https://www.jamsadr.com/eu-us-privacy-shield\" rel=\"noopener\" target=\"_blank\">https://www.jamsadr.com/eu-us-privacy-shield</a>, which is an independent dispute resolution body in the United States. PLEASE CONTACT ZYNGA FIRST.</p><p>If your complaint still is not resolved through these channels, under limited circumstances more fully described on the <a href=\"https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint\" rel=\"noopener\" target=\"_blank\">Privacy Shield website</a>, an additional binding arbitration option may be available to you.</p><p>You may exercise any rights you have to correct, amend, or delete information about you as described in <a href=\"https://www.zynga.com/privacy/policy#5\">Your Rights and How to Access, Update, and Manage Your Personal Information</a>.</p><p>When Zynga receives personal information under the Privacy Shield and then transfers it to a third-party service provider acting as an agent on our behalf, Zynga has certain liability under the Privacy Shield if both (i) the agent processes the information in a manner inconsistent with the Privacy Shield, and (ii) Zynga is responsible for the event giving rise to the damage.</p><p>With respect to personal information received or transferred pursuant to the Privacy Shield Framework, Zynga is subject to the investigatory and enforcement powers of the Federal Trade Commission.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"10\">10. How Long We Keep Your Information</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>How long we retain your personal information depends on why we collected it and how we use it, but we will not retain your personal information for longer than is necessary for our business purposes or for legal requirements.</p><p>We will retain personal information about you and connected with your account and/or the Services you use from us for as long as you have an active account with us. We will take reasonable measures to delete this personal information if you delete your account. However, you acknowledge that we may retain some information after you have closed, or we have deleted, your account with us where necessary to enable us to meet our legal obligations or to exercise, defend, or establish our rights.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"11\">11. Security of Your Information</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>We implement reasonable and appropriate security measures to help protect the security of your information both online and offline and to ensure that your data is treated securely and in accordance with this Privacy Policy. These measures vary based upon the sensitivity of your information.</p><p>If you have an account registered directly with Zynga, your profile information is protected by the password you use to access your Zynga account. It is important that you protect and maintain your Zynga account’s security and that you immediately tell us of any unauthorized use of your account. If you forget the password to your Zynga account, the Services allow you to request that instructions be sent to you that explain how to reset your password. If you access our Services through a social network and your social network account is hacked or otherwise compromised, this may lead to someone accessing or deleting your Zynga game accounts without your permission. So, be careful to keep your social network account information, including your social network account password, secure as well. We urge you to log out of your Zynga account and any social network account you have used to access our Services when you are finished using them.</p><p>When you sign into your Zynga account or enter payment information, we and our third-party payment processor use encryption to transmit that information.</p><p>While we take precautions against possible security breaches of our Services and our customer databases and records, no website or Internet transmission is completely secure. We cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur, and we cannot guarantee the security of your information while it is being transmitted to our Service. Any transmission is at your own risk. If you have questions about the security of our websites, please <a href=\"https://www.zynga.com/privacy/policy#13\">Contact Us</a>.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"12\">12. Changes to Our Privacy Policy</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>If we decide to make material changes to our Privacy Policy, we will tell you and other players by placing a notice in-game or on <a href=\"http://www.zynga.com\">www.zynga.com</a>, or by sending you a notice to the e-mail address we have on file for you before the change becomes effective (and we will ask for your consent where required by law). We may supplement this process by placing notices on game blogs, social network pages, and/or player forums. You should periodically check <a href=\"http://www.zynga.com\">www.zynga.com</a> and this Privacy Policy for updates.</p><hr/>", "level": 0}], [{"value": "<h3 id=\"13\">13. Contact Us</h3>", "level": 7}, {"value": "</div><div class=\"chapter-content\"><p>If you have any questions, comments, or concerns regarding our Privacy Policy and/or privacy practices, please send an e-mail to <a class=\"mailto\" href=\"mailto:privacy@zynga.com\">privacy@zynga.com<span class=\"mailto\"><span class=\"element-invisible\"> (link sends e-mail)</span></span></a>. For all other matters, please contact Zynga through our <a href=\"https://www.zynga.com/support\">Customer Support Page</a> or by physical mail to Zynga Inc., 699 8th Street, San Francisco, CA 94103.</p></div></div></div></div></div></div><style>.optanon-show-settings{border: none! important}</style></div><div id=\"footer\"><div class=\"container\"><div class=\"top\">                Zynga is a leading developer of the world's most popular social games that are played by millions of people around the world each day.            </div><div class=\"footer\"><div class=\"menu_items\"><ul class=\"footer-menu\" id=\"menu-footer-menu\"><li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-139\" id=\"menu-item-139\"><a href=\"https://www.zynga.com/support/\">Support</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-page menu-item-989\" id=\"menu-item-989\"><a href=\"https://www.zynga.com/about/contact-us\">Contact</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-privacy-policy current-menu-item menu-item-358\" id=\"menu-item-358\"><a href=\"https://www.zynga.com/privacy/policy\">Privacy</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-legal menu-item-1170\" id=\"menu-item-1170\"><a href=\"https://www.zynga.com/legal/terms-of-service\">Terms of Service</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-cookies menu-item-360\" id=\"menu-item-360\"><a href=\"https://www.zynga.com/privacy/about-cookies\">Cookies</a></li><li class=\"menu-item menu-item-type-post_type menu-item-object-privacy-policy menu-item-1171\" id=\"menu-item-1171\"><a href=\"https://www.zynga.com/security/\">Security</a></li></ul> </div><div class=\"follow\"><div class=\"social_icons\"><a href=\"https://www.facebook.com/zynga\" target=\"_blank\"><i class=\"socicon-facebook\"></i></a><a href=\"https://www.twitter.com/zynga\" target=\"_blank\"><i class=\"socicon-twitter\"></i></a><a href=\"https://www.instagram.com/zynga\" target=\"_blank\"><i class=\"socicon-instagram\"></i></a><a href=\"https://www.youtube.com/user/ZyngaNetwork\" target=\"_blank\"><i class=\"socicon-youtube\"></i></a></div><div class=\"logos\"><a href=\"http://www.naturalmotion.com/\" target=\"_blank\"><img alt=\"Natural Motion Logo\" src=\"https://www.zynga.com/core/assets/zynga/assets/images/naturalmotion.png\"/></a><img alt=\"Better Business Bureau Logo\" src=\"https://www.zynga.com/core/assets/zynga/assets/images/bbb.png\"/></div></div></div></div><div class=\"copy\">            ©2018 Zynga Inc. All rights reserved        </div></div></div><a class=\"mobile_only\" href=\"javascript:void(0)\" id=\"mobile_icon\"><span></span></a></body></html>", "level": 0}]]