[[{"value": "<h1 class=\"page-title\" id=\"page-title\">Privacy</h1>", "level": 9}, {"value": "</div></div></div><!-- banner-area-wrapper --><div id=\"navigation-bottom\"><div class=\"horizontal-navigation-bar\"><!-- // logo or site title markup in nav area --><div data-content-field=\"site-title\" id=\"banner-wrapper\"><a href=\"/\"><img alt=\"PeopleFun\" id=\"banner\" src=\"//static1.squarespace.com/static/54abfcebe4b01ff9ee65d140/t/5a340e7eec212d3032dfe908/1527387660968/?format=1500w\"/></a></div><nav class=\"main-nav\" data-content-field=\"navigation\" id=\"main-navigation\"><ul><li class=\"external-link\"><a href=\"/\">Home</a><span class=\"delimiter\">/</span></li><li class=\"page-collection\"><a href=\"/games/\">Games</a><span class=\"delimiter\">/</span></li><li class=\"page-collection\"><a href=\"/about/\">Company</a><span class=\"delimiter\">/</span></li><li class=\"page-collection\"><a href=\"/careers/\">Careers</a><span class=\"delimiter\">/</span></li><li class=\"page-collection\"><a href=\"/support/\">Support</a><span class=\"delimiter\">/</span></li></ul></nav><div data-content-field=\"connected-accounts\" id=\"sqs-social\"><a class=\"social-twitter\" href=\"https://twitter.com/PeopleFunGames\" target=\"_blank\" title=\"Word Chums\"></a><a class=\"social-instagram\" href=\"http://instagram.com/peoplefungames\" target=\"_blank\" title=\"PeopleFun Games\"></a></div></div></div><!-- navigation-bottom --></div></div><!-- page-header-wrapper --><div class=\"full-width\" id=\"page-body-wrapper\"><div id=\"page-body\"><div id=\"content-wrapper\"><div id=\"content\"><div class=\"extra-wrapper\" id=\"page-body-header\"><div class=\"sqs-layout sqs-grid-12 columns-12 empty\" data-layout-label=\"Privacy Header Content\" data-type=\"block-field\" id=\"page-header-54c313fde4b0688a881c7e06\"><div class=\"row sqs-row\"><div class=\"col sqs-col-12 span-12\"></div></div></div></div><!-- // CATEGORY NAV --><div class=\"main-content\" data-content-field=\"main-content\"><div class=\"sqs-layout sqs-grid-12 columns-12\" data-type=\"page\" data-updated-on=\"1527387660961\" id=\"page-54c313fde4b0688a881c7e06\"><div class=\"row sqs-row\"><div class=\"col sqs-col-12 span-12\"><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_4_1422071778765_9372\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<h1>Privacy</h1>", "level": 9}, {"value": "</div></div><div class=\"sqs-block spacer-block sqs-block-spacer sized vsize-1\" data-block-type=\"21\" id=\"block-yui_3_17_2_6_1422071778765_8580\"><div class=\"sqs-block-content\"> </div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_6_1422071778765_8743\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>PRIVACY POLICY</strong>", "level": 1}, {"value": "</p><p>(Last updated on May 10, 2018. Effective May 25, 2018.)</p><ul dir=\"ltr\"><li>", "level": 0}], [{"value": "<strong>Navigation</strong>", "level": 1}, {"value": "</li><li><a href=\"#Introduction\">Introduction</a></li><li><a href=\"#infocollect\">Information We Collect</a><ul><li>Registration Information`</li><li>Payment Information</li><li>Information Collected by Customer Support</li><li>Push Notifications & Local Notifications</li><li>Technical and Usage Information</li><li>Location Information</li></ul></li><li><a href=\"#wecollect\">How We Collect Your Information</a><ul><li>Communications Features</li><li>Cookies and Automated Information Collection</li><li>Other Sources</li></ul></li><li><a href=\"#howweuse\">How we Use Informaton We Collect</a><ul><li>To provide services pursuant to our contract with you</li><li>To pursue legitimate interests that are not outweighed by your privacy rights</li><li>To comply with statutory or legal obligations</li></ul></li><li><a href=\"#five\">Sharing your Information</a><ul><li>Third Party Service Providers</li><li>Friends an Other PeopleFun Players</li><li>Advertising of Third Party Products and Services</li><li>Safety, Security, and Compliance with Law</li><li>Sale or Merger</li></ul></li><li><a href=\"#six\">Our Policies Concerning Children</a></li><li><a href=\"#seven\">How to Control Your Information</a></li><li><a href=\"#eight\">Opt Out Options</a><ul><li>Opting Out of Promotional Communications</li><li>Opting Out of Ad Tracking</li><li>Opting Out of Other Communications</li></ul></li><li><a href=\"#nine\">Security of Your Information</a></li><li><a href=\"#ten\">Changes to Our Privacy Policy</a></li><li><a href=\"#eleven\">Sharing your Information For Direct Marketing Purposes</a></li><li><a href=\"#thirteen\">Links to Other Sites</a></li><li><a href=\"#thirteen\">Responding to Do Not Track Signals</a></li><li><a href=\"#fourteen\">International Transfer</a></li><li><a href=\"#fifteen\">Contact Us</a></li></ul></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_283341\"><div class=\"sqs-block-content\"><a id=\"intro\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_283407\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>1.         Introduction</strong>", "level": 1}, {"value": "</p><p>If you are here, you have reached us by visiting www.PeopleFun.com or any other PeopleFun-owned website (the “", "level": 0}], [{"value": "<strong>Site</strong>", "level": 1}, {"value": "”), or by registering with PeopleFun or installing any Game, or by using any of our other online or offline services (collectively, the “", "level": 0}], [{"value": "<strong>Services</strong>", "level": 1}, {"value": "”). PeopleFun is committed to protecting your privacy. This privacy policy explains our collection, use, disclosure, retention, and protection of your personal information, as well as your rights to your data under US and International Law, including but not limited to EU Directive 2002/58/EC and the EU General Data Protection Regulation (“GDPR”), the Controlling the Assault of Non-Solicited Pornography And Marketing Act of 2003 (“CAN-SPAM”), and the US Children’s Online Privacy Protection Act (“COPPA”). This Privacy Policy does not apply to any third-party websites, services or applications, even if they are accessible through our Services. We may refer to PeopleFun herein as “we” or “us”. Also, please note that, unless we define a term in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Service. So, please make sure that you have read and understand our Terms of Service. Where we are required to identify a data controller pursuant to regulation, PeopleFun is the designated controller of the data we collect.</p><p>This Privacy Policy describes:</p><p>·       the information we collect, how we collect such information and the purposes of our collection;</p><p>·       how we use and with whom we share such information;</p><p>·       how you can access and update your information; and</p><p>·       how we protect the information we store about you.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_285069\"><div class=\"sqs-block-content\"><a id=\"infocollect\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_285135\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>2.         Information We Collect</strong>", "level": 1}, {"value": "</p><p>When you interact with our Services, we may collect and store information from you directly as described below:</p><p><strong> </strong>", "level": 0}], [{"value": "<strong>2.1       Registration Information</strong>", "level": 1}, {"value": "</p><p>If you create an Account, you may be required to provide your name, e-mail address, a password and other information that helps us confirm that it is you accessing your account. We may do this through in-Game dialog boxes, which you may choose to skip. If you sign into the Site or Games with Facebook Connect we will collect information that is visible via your Facebook account such as: (1) your first and last name, (2) Facebook ID, (3) Profile Picture/URL, and (4) list of Facebook friends. Your Account may be used to publicly identify you as part of social features of the Services, which may include user-to-user interaction, chat or messaging functionality, public leaderboards, head-to-head competition, and other similar features.</p><p>We may also offer you the option to complete a user profile that is visible to other PeopleFun users. Your user profile may include a profile photo, a PeopleFun username, your gender, biographic details that you provide, details about the Games you play, and a PeopleFun user ID number that is created by PeopleFun and used to identify your profile.</p><p>The PeopleFun username will be public and will be shown to other users, but will only permit access to information that is considered public or that you have designated as public in your user profile settings.</p><p>We may also offer you the ability to import your contacts or manually enter e-mail addresses so that you can locate your contacts on PeopleFun and invite your contacts to join you in the Games. We will store those contacts for purposes of helping you and your contacts make connections through our Services.</p><p>", "level": 0}], [{"value": "<strong>2.2       Payment Information</strong>", "level": 1}, {"value": "</p><p>When you order any good or service through the Game, including any virtual currency or virtual good, our payment processing service provider will collect your name, phone number, e-mail address, mailing address, billing address, and complete credit card information that enables them to receive your payment.  Our payment processing service provider may also retain this information to enable you to purchase additional items through our Game without having to re-enter it each time. Please note that purchases from third parties may also be subject to additional policies.</p>", "level": 0}], [{"value": "<p><strong>2.3       Information Collected by Customer Support </strong></p>", "level": 1}, {"value": "<p>When you ask for assistance from our Customer Support team, we will collect and store the contact information you provide (generally your name and e-mail address), information about your game play or activity on the Games, and your user name or ID number. We will also store the correspondence and any information contained within.</p><p>", "level": 0}], [{"value": "<strong>2.4       Push Notifications & Local Notifications</strong>", "level": 1}, {"value": "</p><p>With your consent we or our service providers may send push notifications to your mobile device to provide Game updates and other relevant messages. You can adjust the types of notifications you receive and when you receive them by editing your notification settings. We or our service providers may also send local notifications to your mobile device to provide Game updates and other relevant information.</p>", "level": 0}], [{"value": "<p><strong>2.5       Technical and Usage Information</strong></p>", "level": 1}, {"value": "<p>When you access our Services, we may collect (i) certain technical information about your mobile device or computer system, including IP Address, mobile device ID (IDFA, Google Advertising ID or other identifiers), and the version of your operating system; and (ii) usage statistics about your interactions with the Games. In certain Games we will create and assign to your device an identifier that is similar to an account number. We may collect the name you have associated with your device, device type, telephone number, country, and any other information you choose to provide, such as user name, character name, or e-mail address. We may also access your contacts to enable you to invite friends to join you in the Games.  This information is typically collected through the use of third-party mobile device software development kits.</p><p>", "level": 0}], [{"value": "<strong>2.6       Location Information</strong>", "level": 1}, {"value": "</p><p> When you use our Services, we may collect and store information about your location by converting your IP address into a rough geo-location or by accessing your mobile device’s GPS coordinates or coarse location if you enable location services on your device. We may use location information to improve and personalize our Services for you. If you do not want us to collect location information, you may disable that feature on your mobile device.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_288311\"><div class=\"sqs-block-content\"><a id=\"wecollect\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_288376\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>3.         How We Collect Your Information </strong>", "level": 1}, {"value": "</p><p>We may collect information about you in any one or more of the following ways:</p><p>", "level": 0}], [{"value": "<strong>3.1       Communications Features</strong>", "level": 1}, {"value": "</p><p>You may be able to take part in certain activities through our Services that give you the opportunity to communicate or share information not just with PeopleFun, but also with other users of our Services. These include:</p><p>·       participating in player forums and message boards;</p><p>·       posting public comments to other users’ profiles or gameboards;</p><p>·             sending private messages or invitations to other users, either directly through the Games or to their e-mail accounts;</p><p>·       chat with other users; and</p><p>·       posting photos.</p><p>We may use, record and store archives of these communications on PeopleFun’s servers to protect the safety and well being of our users and PeopleFun’s rights and property in connection with the Services.  </p><p>Games may use location-based tracking, which relies upon a mobile device’s GPS coordinates. A user’s location may be used to suggest other users with whom they might want to connect, analyze usage trends, or target certain promotions.</p>", "level": 0}], [{"value": "<p><strong>3.2       Cookies and Automated Information Collection</strong></p>", "level": 1}, {"value": "<p>When you access our Services, we collect certain technical information in order to (i) analyze the usage of our Services; (ii) provide a more personalized experience; and (iii) manage advertising. We and service providers acting on our behalf may use Log Files and tracking technologies to collect and analyze certain types of technical information, including Cookies, Flash Cookies, and Web Beacons.</p><p>“Log Files” means certain information about how a person uses our Services, including both registered and unregistered users (either, a “User”). Log Files may include information such as a User’s Internet Protocol (IP) addresses, browser types, browser language, referring and exit pages, and URLs, platform type, the number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, Game state and the date and time of activity on our Site or the Games, and other similar information. In some cases, we will associate this information with your user ID number for our internal use.</p><p>“Cookies” are small text files that are placed on your device by a web server when you access our Services. We may use both session Cookies and persistent Cookies to identify that you’ve logged in to the Services and to tell us how and when you interact with our Services. We may also use Cookies to monitor aggregate usage and web traffic routing on our Services and to customize and improve our Services. Unlike persistent Cookies, session Cookies are deleted when you log off from the Services and close your browser. Although most browsers automatically accept Cookies, you can change your browser options to stop automatically accepting Cookies or to prompt you before accepting Cookies. Please note, however, that if you don’t accept Cookies, you may not be able to access all portions or features of the Services. Some third-party services providers that we engage (including third-party advertisers) may also place their own Cookies on your device. Note that this Privacy Policy covers only our use of Cookies and does not include use of Cookies by such third parties.</p><p>”Web Beacons”  (also known as web bugs, pixel tags or clear GIFs) are tiny graphics with a unique identifier that may be included on our Services for several purposes, including to deliver or communicate with Cookies, to know if a certain page was visited or whether an e-mail was opened,to advertise more efficiently by excluding our current users from certain promotional messages, to identifying the source of a new installation, to delivering ads to you on other websites. Unlike Cookies, which are stored on the device, Web Beacons are typically embedded invisibly on web pages (or in an e-mail).</p><p>“Flash Cookies” are local shared objects, which help us to prevent fraud, remember your in-Game preferences and speed up load times. </p><p>Please note that companies delivering advertisements in the Games or on our Site may also use cookies or other technologies, and those practices are subject to their own policies.</p><p><strong> </strong>", "level": 0}], [{"value": "<strong>3.3       Other Sources</strong>", "level": 1}, {"value": "</p><p>We may collect or receive information from other sources including (i) other PeopleFun users who choose to upload their email contacts, and (ii) third party information providers. We do not condition participation in our Services on you providing more personal information than is reasonably necessary for that activity.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_291016\"><div class=\"sqs-block-content\"><a id=\"howweuse\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_291082\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>4.         How We Use the Information We Collect</strong></p>", "level": 1}, {"value": "<p>In general, we collect, store and use your information to provide you with a customized experience. For example, we may use information collected from you in any one or more of the following ways:</p><p>            <em>We use your personal information to fulfill a contract with you and provide you with our Services, to comply with our legal obligation, protect your vital interest, or as may be required for the public good. This includes:</em></p><p>·       to create Accounts and allow play of the Games;</p><p>·       to enable user-to-user communications;</p><p>·       to provide technical support and respond to user inquiries;</p><p>·       to prevent, detect, mitigate, and investigate fraud or potentially illegal activities, and enforce our Terms of Service;</p><p>·       To provide other services requested by you as described when we collect your information;</p><p>·       to notify users of in-Game updates, or updates to our Terms of Service or this Privacy Policy; and</p><p>·       to provide in-Game leader boards and promote in-Game player achievements.</p><p><em>We use your personal information to pursue our legitimate interests where your rights and freedoms do not outweigh these interests. We have implemented controls to balance our interests with your rights. This includes:</em><br/> </p><p>·       to deliver and target non-behavioral or event based advertising;</p><p>·        to track user retention and aggregated gameplay information to improve the overall user experience for PeopleFun’s products and services;</p><p>·        to solicit input and feedback to improve PeopleFun products and services and customize your user experience;</p><p>·        to use general location information to provide you with location based services (such as advertising, search results, and other personalized content);</p><p>·        to contact you with information that we reasonably believe may be relevant to you; and</p><p>·        to identify and suggest connections with other PeopleFun users.</p>", "level": 0}], [{"value": "<p><em>With your consent, we may use your personal information: </em></p>", "level": 1}, {"value": "<ul><li>to deliver and target behavioral or personalized ads", "level": 0}], [{"value": "<em>; </em>", "level": 1}, {"value": "and</li><li>to inform users about new products or promotional offers.</li></ul><p>If you have provided your e-mail address to PeopleFun, we may use it to respond to (i) customer support inquiries, and (ii) keep you informed of your in-Game activity, including comments from friends and notifications about in-Game status. With your consent, we may also send promotional e-mail messages (“", "level": 0}], [{"value": "<strong>Promotional Communications</strong>", "level": 1}, {"value": "”) directly or in partnership with parties other than PeopleFun. Each Promotional Communication will generally offer recipients choices about withdrawing consent so you no longer recieve additional messages.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_293528\"><div class=\"sqs-block-content\"><a id=\"five\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_293594\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>5.         Sharing of Your Information</strong></p>", "level": 1}, {"value": "<p>We may share your information (in some cases personal information) with third parties in the following circumstances:</p><p>", "level": 0}], [{"value": "<strong>5.1       Third Party Service Providers</strong>", "level": 1}, {"value": "</p><p>We will provide your information to third party companies to perform certain services, including but not limited to payment processing, data analysis, e-mail delivery, hosting services, customer service and to assist us in our marketing efforts. We direct all such third party service providers to maintain the confidentiality of the information disclosed to them and to not use your information for any purpose other than to provide services on PeopleFun’s behalf.</p><p>Here is a link to the Privacy Policies for all our third party service providers:</p><p>Apple - <a href=\"https://www.apple.com/legal/privacy/en-ww/\">https://www.apple.com/legal/privacy/en-ww/</a></p><p>DeltaDNA -<a href=\"https://deltadna.com/privacy/\">https://deltadna.com/privacy/</a></p><p>Google - <a href=\"https://policies.google.com/privacy\">https://policies.google.com/privacy</a></p>", "level": 0}], [{"value": "<p><strong> 5.2       Friends and Other PeopleFun Players</strong></p>", "level": 1}, {"value": "<p>In many Games, friends and other players will be able to see your Game profile, which may include your name or a “game name” and your profile photo, which in certain cases can reveal your PeopleFun ID. Access to a PeopleFun ID may allow others to view the public information associated with your related PeopleFun account.</p>", "level": 0}], [{"value": "<p><strong>5.3       Advertising of Third Party Products and Services</strong></p>", "level": 1}, {"value": "<p>We do not actively share personal information with third party advertisers for their direct marketing purposes unless you give us your consent. We may share (i) aggregated information (information about you and other users collectively, but not specifically identifiable to you); (ii) anonymous information; and (iii) certain technical information (including IP Addresses and mobile device IDs) to develop and deliver targeted advertising in the Games and on the websites of third parties.</p><p>We may also allow advertisers to collect these types of information within the Games and they may share it with us. Advertisers may collect this information through the use of tracking technologies like browser cookies and web beacons. The information collected may be used to offer you targeted ad-selection and delivery in order to personalize your user experience by ensuring that advertisements for products and services you see will appeal to you, a practice</p><p>known as behavioral advertising, and to undertake web and mobile analytics (i.e. to analyze traffic and other end user activity to improve your experience).</p><p>We may disclose aggregated and anonymous information to describe the Services to prospective partners, advertisers, and other third parties, and for other lawful purposes. We may use aggregate, non-personally identifiable information for our own internal promotion or marketing purposes and we may share such aggregate non-personally identifiable information with others for marketing purposes.</p><p>Our Services may contain advertisements from companies other than PeopleFun that may link to their own websites. We are not responsible for the privacy practices or the content of such websites. If you have any questions about how these other websites use your information, you should review their policies and contact them directly.</p><p>In certain instances, you may need to opt in or opt out of advertising directly through our partners. Click here to see our advertising network database.</p><p>Here is a link to the Privacy Policies for all our advertising partners:</p><p>", "level": 0}], [{"value": "<strong>Provider - </strong>", "level": 1}, {"value": "", "level": 0}], [{"value": "<strong>URL</strong>", "level": 1}, {"value": "</p><p>Ad Action Interactive - None</p><p>Ad Colony- <a href=\"https://www.adcolony.com/privacy-policy/\">https://www.adcolony.com/privacy-policy/</a></p><p>Adjust, Inc. -<a href=\"https://www.adjust.com/privacy-policy/\">https://www.adjust.com/privacy-policy/</a></p><p>Aerserv, LLC -<a href=\"https://www.aerserv.com/privacy-policy/\">https://www.aerserv.com/privacy-policy/</a></p><p>Amazon -<a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId=468496\">https://www.amazon.com/gp/help/customer/display.html?nodeId=468496</a></p><p>Apple - <a href=\"https://www.apple.com/legal/privacy/en-ww/\">https://www.apple.com/legal/privacy/en-ww/</a></p><p>AppLovin - <a href=\"https://www.applovin.com/privacy\">https://www.applovin.com/privacy</a></p><p>Chartboost, Inc - <a href=\"https://answers.chartboost.com/en-us/zingtree\">https://answers.chartboost.com/en-us/zingtree</a></p><p>Facebook -<a href=\"https://www.facebook.com/legal/FB_Work_Privacy\">https://www.facebook.com/legal/FB_Work_Privacy</a></p><p>Fyber - <a href=\"https://www.fyber.com/legal/privacy-policy/\">https://www.fyber.com/legal/privacy-policy/</a></p><p>Google - <a href=\"https://policies.google.com/privacy\">https://policies.google.com/privacy</a></p><p>HeyZap - <a href=\"https://www.fyber.com/legal/privacy-policy/\">https://www.fyber.com/legal/privacy-policy/</a></p><p>HyprMX - <a href=\"https://hyprmx.com/pp.html\" target=\"_blank\">https://hyprmx.com/pp.html</a></p><p>InMobi - <a href=\"http://info.inmobi.com/pd/l_74462_2017_03_16_7fg8vs_74462_118895_Privacy_Policy_changes.pdf\">http://info.inmobi.com/pd/l_74462_2017_03_16_7fg8vs_74462_118895_Privacy_Policy_changes.pdf</a></p><p>IronSource - <a href=\"https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/\">https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/</a></p><p>Kongregate - <a href=\"https://www.kongregate.com/pages/privacy\">https://www.kongregate.com/pages/privacy</a></p><p>LifeStreet Intl - <a href=\"http://www.lifestreet.com/privacy/\">http://www.lifestreet.com/privacy/</a></p><p>LoopMe - <a href=\"https://loopme.com/privacy/\">https://loopme.com/privacy/</a></p><p>Motive Interactive - None</p><p>NativeX - <a href=\"http://www.nativex.com/privacy-policy/\">http://www.nativex.com/privacy-policy/</a></p><p>One By AOL - <a href=\"https://privacy.aol.com/legacy/privacy-policy.1.html\">https://privacy.aol.com/legacy/privacy-policy.1.html</a></p><p>Pinsight Media - <a href=\"https://pinsightmedia.com/privacy\">https://pinsightmedia.com/privacy</a></p><p>Smaato - <a href=\"https://www.smaato.com/privacy/\">https://www.smaato.com/privacy/</a></p><p>Soomla - <a href=\"http://about.soom.la/end-user-privacy-policy/\">http://about.soom.la/end-user-privacy-policy/</a></p><p>StartApp.com -<a href=\"https://www.startapp.com/policy/privacy-policy/\">https://www.startapp.com/policy/privacy-policy/</a></p><p>TapJoy - <a href=\"https://dev.tapjoy.com/faq/tapjoy-privacy-policy/\">https://dev.tapjoy.com/faq/tapjoy-privacy-policy/</a></p><p>TapResearch - <a href=\"https://www.tapresearch.com/user/privacy\">https://www.tapresearch.com/user/privacy</a></p><p>Vungle - <a href=\"https://vungle.com/privacy-policy/\">https://vungle.com/privacy-policy/</a></p>", "level": 0}], [{"value": "<p><strong> </strong><strong>5.4       Safety, Security and Compliance with Law</strong></p>", "level": 1}, {"value": "<p>Your information may be disclosed: (i) when we have a good faith belief that we are required to disclose the information in response to legal process (for example, a court order, search warrant or subpoena); (ii) to satisfy any applicable laws or regulations; (iii) where we believe that the Games are being used in the commission of a crime, including to report such criminal activity or to exchange information with other companies and organizations for the purposes of fraud protection and credit risk reduction; (iv) when we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person or the public generally; and (v) in order to protect the rights or property of PeopleFun, including to enforce our Terms of Service.</p>", "level": 0}], [{"value": "<p><strong>5.5       Sale or Merger</strong></p>", "level": 1}, {"value": "<p>In the event that PeopleFun undergoes a business transition, such as a merger, acquisition by another company, change of control, or sale of all or a portion of its assets, we may transfer all of your information, including personal information, to the successor organization in such transition.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_270763\"><div class=\"sqs-block-content\"><a id=\"six\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_270829\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>6.         Our Policies Concerning Children</strong>", "level": 1}, {"value": "</p><p>Our Services are intended for a general audience and are not intended for Children. We do not knowingly collect personal information from users deemed to be children under their respective national laws. If we learn that we have collected PII of any child we will take steps to delete such information from our files as soon as possible. We urge parents to instruct their children to never give out their real names, addresses or phone numbers without permission. We recognize a special obligation to protect personal information obtained from young children.<br/><br/>Should you wish to have your child’s personal information deleted from our records, please contact us at privacy@PeopleFun.com. We will be happy to remove your child’s information as appropriate.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_295807\"><div class=\"sqs-block-content\"><a id=\"seven\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_295873\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>7.         How to Control Your Information</strong></p>", "level": 1}, {"value": "<p>Under the EU General Data Protection Regulation, individuals residing in the EU and other territories that have adopted GDPR compliance or comparable regulation have a right to:</p><ul><li>access your user data</li><li>Correct the data you have provided to us</li><li>Have information provided to you in a portable format</li><li>Request the deletion of the data we have collected</li><li>Restrict processing</li><li>Object to processing or the legal basis on which we rely to process your data</li></ul><p> </p><p>You may send an e-mail to <a href=\"mailto:privacy@PeopleFun.com\">privacy@PeopleFun.com</a> with your request to exercise any of the rights identified above. Place the reason for your request (e.g. “Delete my Data” or “Correct my Data”) in the subject line and include your first name, last name, and e-mail address in the body of the e-mail. We will respond to your request within thirty (30) days. Please note that certain records, for example those pertaining to payments or customer service matters, will be retained for legal and accounting purposes. If you have sent or posted content through the Services, we may not be able to delete it.  Accounts created with PeopleFun are considered active until we receive a user request to delete them or deactivate them.</p><p>You can stop use of your geo-location (for example through “check-ins”) by visiting your device’s settings for the relevant application or the “settings” page for the relevant Game. You can also stop checking in via the Game.</p><p>Please note that requests to restrict processing or delete your data may require the termination of your user account if we require the information subject to the deletion request to maintain your user account or otherwise provide gameplay services to you.  </p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_297424\"><div class=\"sqs-block-content\"><a id=\"eight\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_297490\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>8.         Opt Out Options</strong>", "level": 1}, {"value": "</p>", "level": 0}], [{"value": "<p><strong>8.1       Opting out of Promotional Communications</strong></p>", "level": 1}, {"value": "<p>You can choose to opt out of receiving additional promotional e-mails from PeopleFun by clicking on the “unsubscribe” link in any such e-mail, or visiting the e-mail preference page. Please note that once we receive your request, it may take an additional period of time for your opt-out to become effective. Your unsubscribe or e-mail preference change will be processed promptly, usually within 10 business days.</p>", "level": 0}], [{"value": "<p><strong>8.2       Opting Out of Ad Tracking</strong></p>", "level": 1}, {"value": "<p>You can opt out of the collection and use of your information for ad targeting by going to http://www.aboutads.info/choices or http://www.youronlinechoices.eu/ to limit collection through the Site or by configuring the settings on your mobile device to limit ad tracking through the App.</p>", "level": 0}], [{"value": "<p><strong>8.3       Opting Out of Other Communications</strong></p>", "level": 1}, {"value": "<p>When you install our Games on your mobile device you can choose to receive push notifications. You can turn off push notifications by visiting the “options” or “settings” page within the relevant Game. You may also receive local notifications. You can turn off local notifications by visiting the “options” or “settings” page within the relevant Game.</p><p>Note that if you opt-out of our Promotional Communications or other forms of communication, we may still e-mail or communicate with you from time to time if we need to provide you with information or if we need to request information from you with respect to a transaction initiated by you or for other legitimate non-marketing reasons.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_298801\"><div class=\"sqs-block-content\"><a id=\"nine\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_298867\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>9.         Security of Your Information</strong></p>", "level": 1}, {"value": "<p>For Accounts registered directly with PeopleFun profile information is initially only available from the device that was used for registration. If another device attempts to access your user information an email will be sent to the email address on record and you must grant approval to the new device by responding to that email.  It is important that you protect and maintain the security of your Account and that you immediately notify us of any unauthorized use of your Account. We encrypt the transmission of all information using secure socket layer technology (“SSL”).</p><p>While we take certain precautions against possible security breaches of our Services, no website or Internet transmission is completely secure, and we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur. Although we strive to protect your personal data, we cannot guarantee the security of your data while it is being transmitted through our Services; any transmission is at your own risk. Once we have received your information, we have procedures and security features in place to try to prevent unauthorized access.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_300160\"><div class=\"sqs-block-content\"><a id=\"ten\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_300226\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>10.       Changes to Our Privacy Policy</strong></p>", "level": 1}, {"value": "<p>Any information that is collected via our Services is covered by the Privacy Policy in effect at the time such information is collected. If we decide to make material changes to our Privacy Policy, we will notify you and other users by placing a notice on PeopleFun.com or by sending you a notice to the e-mail address we have on file for you, and we’ll update the “Last Updated Date” above to indicate when those changes will become effective. We may supplement this process by placing notices in the Games and on the Site. You should periodically check www.PeopleFun.com and this privacy page for updates.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_301292\"><div class=\"sqs-block-content\"><a id=\"eleven\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_301358\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>11.       Sharing Your Information for Direct Marketing Purposes</strong></p>", "level": 1}, {"value": "<p>We do not share personal information with third parties for their direct marketing purposes unless you affirmatively agree to such disclosure, typically by “opting in” to receive information from a third party that is participating in a sweepstakes or other promotion through our Services. If you do ask us to share your personal information with a third party for its marketing purposes, we will only share information in connection with that specific promotion, as we do not share information with any third party (other than our service providers) on a continual basis. To prevent disclosure of your personal information for use in direct marketing by a third party, do not opt in to such use when you provide personal information through our Services.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_302567\"><div class=\"sqs-block-content\"><a id=\"thirteen\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_302633\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>12.       Links to Other Sites</strong></p>", "level": 1}, {"value": "<p>Our Services may contain links to websites and services that are owned or operated by third parties (each, a “Third-party Service”). Any information that you provide on or to a Third-party Service or that is collected by a Third-party Service is provided directly to the owner or operator of the Third-party Service and is subject to the owner’s or operator’s privacy policy. We’re not responsible for the content, privacy or security practices and policies of any Third-party Service. To protect your information we recommend that you carefully review the privacy policies of all Third-party Services that you access.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_303702\"><div class=\"sqs-block-content\"><p><a id=\"thirteen\" name=\"Introduction\"></a></p></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_303768\"><div class=\"sqs-block-content\">", "level": 0}], [{"value": "<p><strong>13.       California Residents: Responding to Do Not Track Signals</strong></p>", "level": 1}, {"value": "<p>In September 2013, California enacted amendments to the California Online Privacy Protection Act (California Business & Professions Code §§22575-22579) which require operators of websites to disclose how they respond to “do not track” (DNT) signals from browsers used by consumers or other mechanisms that provide consumers a choice regarding the collection of personally identifiable information about the consumer’s online activities over time and across different websites or online services. While some newer browsers have incorporated “Do Not Track” features which, when turned on, send a signal or preference to the web sites you visit indicating that you do not wish your online activity to be tracked, a DNT protocol that can be implemented across multiple devices and sites has not yet been widely adopted. Currently, our computer system does not support, and cannot act on DNT signal headers that we may receive; accordingly, the choices that we provide you concerning out collection and use of personally identifiable information will continue to operate as described in this policy.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_305133\"><div class=\"sqs-block-content\"><a id=\"fourteen\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_305199\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>14.       International Transfer</strong>", "level": 1}, {"value": "</p><p>Your personal information may be transferred to, and maintained on, computers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction. If you’re located outside the United States and choose to provide your personal information to us, we may transfer your personal information to the United States and process it there.</p></div></div><div class=\"sqs-block code-block sqs-block-code\" data-block-type=\"23\" id=\"block-yui_3_17_2_1_1527271727856_306177\"><div class=\"sqs-block-content\"><a id=\"fifteen\" name=\"Introduction\"></a></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_1_1527271727856_306243\"><div class=\"sqs-block-content\"><p>", "level": 0}], [{"value": "<strong>15.       Contact Us</strong>", "level": 1}, {"value": "</p><p>If you have any questions, comments or concerns regarding our Privacy Policy and/or practices, please send an e-mail to <a href=\"mailto:privacy@PeopleFun.com?subject=Privacy%20Policy\">privacy@PeopleFun.com</a>.</p><p> </p><p>PeopleFun, Inc.<br/>1651 N Collins, Blvd</p><p>Richardson, TX, 75080</p></div></div></div></div></div></div><div class=\"extra-wrapper\" id=\"page-body-footer\"><div class=\"sqs-layout sqs-grid-12 columns-12 empty\" data-layout-label=\"Privacy Footer Content\" data-type=\"block-field\" id=\"page-footer-54c313fde4b0688a881c7e06\"><div class=\"row sqs-row\"><div class=\"col sqs-col-12 span-12\"></div></div></div></div></div></div> <!-- content-wrapper --><div class=\"clearer\" id=\"body-clearer\"></div></div></div> <!-- page-body-wrapper --><div id=\"page-footer-wrapper\"><div id=\"page-footer\"><div data-content-field=\"connected-accounts\" id=\"sqs-social\"><a class=\"social-twitter\" href=\"https://twitter.com/PeopleFunGames\" target=\"_blank\" title=\"Word Chums\"></a><a class=\"social-instagram\" href=\"http://instagram.com/peoplefungames\" target=\"_blank\" title=\"PeopleFun Games\"></a></div><div class=\"sqs-layout sqs-grid-12 columns-12\" data-layout-label=\"Footer Content\" data-type=\"block-field\" data-updated-on=\"1513362405428\" id=\"footer-blocks\"><div class=\"row sqs-row\"><div class=\"col sqs-col-12 span-12\"><div class=\"row sqs-row\"><div class=\"col sqs-col-3 span-3\"><div class=\"sqs-block image-block sqs-block-image\" data-block-type=\"5\" id=\"block-yui_3_17_2_2_1420563967436_4113\"><div class=\"sqs-block-content\"><div class=\"image-block-outer-wrapper layout-caption-hidden design-layout-inline \"><div class=\"intrinsic\" style=\"max-width:684.0px;\"><a href=\"/\"><div class=\"image-block-wrapper has-aspect-ratio\" data-description=\"\" style=\"padding-bottom:21.052631378173828%;\"><noscript><img alt=\"footer-logo.png\" src=\"https://static1.squarespace.com/static/54abfcebe4b01ff9ee65d140/t/5a3413d8e2c483629662ecc8/1513362396599/footer-logo.png\"/></noscript><img alt=\"footer-logo.png\" class=\"thumb-image\" data-image=\"https://static1.squarespace.com/static/54abfcebe4b01ff9ee65d140/t/5a3413d8e2c483629662ecc8/1513362396599/footer-logo.png\" data-image-dimensions=\"684x144\" data-image-focal-point=\"0.5,0.5\" data-image-id=\"5a3413d8e2c483629662ecc8\" data-load=\"false\" data-src=\"https://static1.squarespace.com/static/54abfcebe4b01ff9ee65d140/t/5a3413d8e2c483629662ecc8/1513362396599/footer-logo.png\" data-type=\"image\"/></div></a></div></div></div></div></div><div class=\"col sqs-col-9 span-9\"><div class=\"sqs-block spacer-block sqs-block-spacer sized vsize-1\" data-block-type=\"21\" id=\"block-yui_3_17_2_2_1420563967436_5134\"><div class=\"sqs-block-content\"> </div></div></div></div><div class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\" id=\"block-yui_3_17_2_13_1420557679689_26451\"><div class=\"sqs-block-content\"><p class=\"text-align-left\">© Copyright 2015 PeopleFun. All rights reserved.     <a href=\"/privacy\">Privacy Statement</a>  /  <a href=\"/terms\">Terms and Conditions</a></p></div></div></div></div></div></div></div><!-- page-footer-wrapper --></div></div> <!-- canvas-wrapper --><svg style=\"display:none\" version=\"1.1\" xmlns=\"http://www.w3.org/2000/svg\"><symbol id=\"twitter-icon\" viewbox=\"0 0 64 64\"><path d=\"M48,22.1c-1.2,0.5-2.4,0.9-3.8,1c1.4-0.8,2.4-2.1,2.9-3.6c-1.3,0.8-2.7,1.3-4.2,1.6 C41.7,19.8,40,19,38.2,19c-3.6,0-6.6,2.9-6.6,6.6c0,0.5,0.1,1,0.2,1.5c-5.5-0.3-10.3-2.9-13.5-6.9c-0.6,1-0.9,2.1-0.9,3.3 c0,2.3,1.2,4.3,2.9,5.5c-1.1,0-2.1-0.3-3-0.8c0,0,0,0.1,0,0.1c0,3.2,2.3,5.8,5.3,6.4c-0.6,0.1-1.1,0.2-1.7,0.2c-0.4,0-0.8,0-1.2-0.1 c0.8,2.6,3.3,4.5,6.1,4.6c-2.2,1.8-5.1,2.8-8.2,2.8c-0.5,0-1.1,0-1.6-0.1c2.9,1.9,6.4,2.9,10.1,2.9c12.1,0,18.7-10,18.7-18.7 c0-0.3,0-0.6,0-0.8C46,24.5,47.1,23.4,48,22.1z\"></path></symbol><symbol id=\"twitter-mask\" viewbox=\"0 0 64 64\"><path d=\"M0,0v64h64V0H0z M44.7,25.5c0,0.3,0,0.6,0,0.8C44.7,35,38.1,45,26.1,45c-3.7,0-7.2-1.1-10.1-2.9 c0.5,0.1,1,0.1,1.6,0.1c3.1,0,5.9-1,8.2-2.8c-2.9-0.1-5.3-2-6.1-4.6c0.4,0.1,0.8,0.1,1.2,0.1c0.6,0,1.2-0.1,1.7-0.2 c-3-0.6-5.3-3.3-5.3-6.4c0,0,0-0.1,0-0.1c0.9,0.5,1.9,0.8,3,0.8c-1.8-1.2-2.9-3.2-2.9-5.5c0-1.2,0.3-2.3,0.9-3.3 c3.2,4,8.1,6.6,13.5,6.9c-0.1-0.5-0.2-1-0.2-1.5c0-3.6,2.9-6.6,6.6-6.6c1.9,0,3.6,0.8,4.8,2.1c1.5-0.3,2.9-0.8,4.2-1.6 c-0.5,1.5-1.5,2.8-2.9,3.6c1.3-0.2,2.6-0.5,3.8-1C47.1,23.4,46,24.5,44.7,25.5z\"></path></symbol><symbol id=\"instagram-icon\" viewbox=\"0 0 64 64\"><path d=\"M46.91,25.816c-0.073-1.597-0.326-2.687-0.697-3.641c-0.383-0.986-0.896-1.823-1.73-2.657c-0.834-0.834-1.67-1.347-2.657-1.73c-0.954-0.371-2.045-0.624-3.641-0.697C36.585,17.017,36.074,17,32,17s-4.585,0.017-6.184,0.09c-1.597,0.073-2.687,0.326-3.641,0.697c-0.986,0.383-1.823,0.896-2.657,1.73c-0.834,0.834-1.347,1.67-1.73,2.657c-0.371,0.954-0.624,2.045-0.697,3.641C17.017,27.415,17,27.926,17,32c0,4.074,0.017,4.585,0.09,6.184c0.073,1.597,0.326,2.687,0.697,3.641c0.383,0.986,0.896,1.823,1.73,2.657c0.834,0.834,1.67,1.347,2.657,1.73c0.954,0.371,2.045,0.624,3.641,0.697C27.415,46.983,27.926,47,32,47s4.585-0.017,6.184-0.09c1.597-0.073,2.687-0.326,3.641-0.697c0.986-0.383,1.823-0.896,2.657-1.73c0.834-0.834,1.347-1.67,1.73-2.657c0.371-0.954,0.624-2.045,0.697-3.641C46.983,36.585,47,36.074,47,32S46.983,27.415,46.91,25.816z M44.21,38.061c-0.067,1.462-0.311,2.257-0.516,2.785c-0.272,0.7-0.597,1.2-1.122,1.725c-0.525,0.525-1.025,0.85-1.725,1.122c-0.529,0.205-1.323,0.45-2.785,0.516c-1.581,0.072-2.056,0.087-6.061,0.087s-4.48-0.015-6.061-0.087c-1.462-0.067-2.257-0.311-2.785-0.516c-0.7-0.272-1.2-0.597-1.725-1.122c-0.525-0.525-0.85-1.025-1.122-1.725c-0.205-0.529-0.45-1.323-0.516-2.785c-0.072-1.582-0.087-2.056-0.087-6.061s0.015-4.48,0.087-6.061c0.067-1.462,0.311-2.257,0.516-2.785c0.272-0.7,0.597-1.2,1.122-1.725c0.525-0.525,1.025-0.85,1.725-1.122c0.529-0.205,1.323-0.45,2.785-0.516c1.582-0.072,2.056-0.087,6.061-0.087s4.48,0.015,6.061,0.087c1.462,0.067,2.257,0.311,2.785,0.516c0.7,0.272,1.2,0.597,1.725,1.122c0.525,0.525,0.85,1.025,1.122,1.725c0.205,0.529,0.45,1.323,0.516,2.785c0.072,1.582,0.087,2.056,0.087,6.061S44.282,36.48,44.21,38.061z M32,24.297c-4.254,0-7.703,3.449-7.703,7.703c0,4.254,3.449,7.703,7.703,7.703c4.254,0,7.703-3.449,7.703-7.703C39.703,27.746,36.254,24.297,32,24.297z M32,37c-2.761,0-5-2.239-5-5c0-2.761,2.239-5,5-5s5,2.239,5,5C37,34.761,34.761,37,32,37z M40.007,22.193c-0.994,0-1.8,0.806-1.8,1.8c0,0.994,0.806,1.8,1.8,1.8c0.994,0,1.8-0.806,1.8-1.8C41.807,22.999,41.001,22.193,40.007,22.193z\"></path></symbol><symbol id=\"instagram-mask\" viewbox=\"0 0 64 64\"><path d=\"M43.693,23.153c-0.272-0.7-0.597-1.2-1.122-1.725c-0.525-0.525-1.025-0.85-1.725-1.122c-0.529-0.205-1.323-0.45-2.785-0.517c-1.582-0.072-2.056-0.087-6.061-0.087s-4.48,0.015-6.061,0.087c-1.462,0.067-2.257,0.311-2.785,0.517c-0.7,0.272-1.2,0.597-1.725,1.122c-0.525,0.525-0.85,1.025-1.122,1.725c-0.205,0.529-0.45,1.323-0.516,2.785c-0.072,1.582-0.087,2.056-0.087,6.061s0.015,4.48,0.087,6.061c0.067,1.462,0.311,2.257,0.516,2.785c0.272,0.7,0.597,1.2,1.122,1.725s1.025,0.85,1.725,1.122c0.529,0.205,1.323,0.45,2.785,0.516c1.581,0.072,2.056,0.087,6.061,0.087s4.48-0.015,6.061-0.087c1.462-0.067,2.257-0.311,2.785-0.516c0.7-0.272,1.2-0.597,1.725-1.122s0.85-1.025,1.122-1.725c0.205-0.529,0.45-1.323,0.516-2.785c0.072-1.582,0.087-2.056,0.087-6.061s-0.015-4.48-0.087-6.061C44.143,24.476,43.899,23.682,43.693,23.153z M32,39.703c-4.254,0-7.703-3.449-7.703-7.703s3.449-7.703,7.703-7.703s7.703,3.449,7.703,7.703S36.254,39.703,32,39.703z M40.007,25.793c-0.994,0-1.8-0.806-1.8-1.8c0-0.994,0.806-1.8,1.8-1.8c0.994,0,1.8,0.806,1.8,1.8C41.807,24.987,41.001,25.793,40.007,25.793z M0,0v64h64V0H0z M46.91,38.184c-0.073,1.597-0.326,2.687-0.697,3.641c-0.383,0.986-0.896,1.823-1.73,2.657c-0.834,0.834-1.67,1.347-2.657,1.73c-0.954,0.371-2.044,0.624-3.641,0.697C36.585,46.983,36.074,47,32,47s-4.585-0.017-6.184-0.09c-1.597-0.073-2.687-0.326-3.641-0.697c-0.986-0.383-1.823-0.896-2.657-1.73c-0.834-0.834-1.347-1.67-1.73-2.657c-0.371-0.954-0.624-2.044-0.697-3.641C17.017,36.585,17,36.074,17,32c0-4.074,0.017-4.585,0.09-6.185c0.073-1.597,0.326-2.687,0.697-3.641c0.383-0.986,0.896-1.823,1.73-2.657c0.834-0.834,1.67-1.347,2.657-1.73c0.954-0.371,2.045-0.624,3.641-0.697C27.415,17.017,27.926,17,32,17s4.585,0.017,6.184,0.09c1.597,0.073,2.687,0.326,3.641,0.697c0.986,0.383,1.823,0.896,2.657,1.73c0.834,0.834,1.347,1.67,1.73,2.657c0.371,0.954,0.624,2.044,0.697,3.641C46.983,27.415,47,27.926,47,32C47,36.074,46.983,36.585,46.91,38.184z M32,27c-2.761,0-5,2.239-5,5s2.239,5,5,5s5-2.239,5-5S34.761,27,32,27z\"></path></symbol></svg></body></html>", "level": 0}]]