[[{"value": "<h1 id=\"google-chrome-privacy-notice\">Google Chrome Privacy Notice</h1>", "level": 9}, {"value": "", "level": 0}], [{"value": "<h4>Last modified: October 24, 2018</h4>", "level": 6}, {"value": "<div class=\"chr-privacy-history-dropdown\"><label class=\"chr-privacy-history-dropdown__label\" for=\"history-selector\">View archived versions:</label><select class=\"chr-privacy-history-dropdown__select js-privacy-history-select\" id=\"history-selector\" onchange=\"window.location.href=this[this.selectedIndex].value\"><option disabled=\"\" hidden=\"\" selected=\"\" value=\"\">Select date</option><option value=\"\">October 24, 2018</option><option value=\"archive/20180924/\">September 24, 2018</option><option value=\"archive/20180306/\">March 6, 2018</option><option value=\"archive/20170425/\">April 25, 2017</option><option value=\"archive/20170307/\">March 7, 2017</option><option value=\"archive/20170124/\">January 24, 2017</option><option value=\"archive/20161130/\">November 30, 2016</option><option value=\"archive/20161011/\">October 11, 2016</option><option value=\"archive/20160830/\">August 30, 2016</option><option value=\"archive/20160621/\">June 21, 2016</option><option value=\"archive/20150901/\">September 1, 2015</option><option value=\"archive/20141112/\">November 12, 2014</option><option value=\"archive/20140826/\">August 26, 2014</option><option value=\"archive/20140520/\">May 20, 2014</option><option value=\"archive/20140220/\">February 20, 2014</option></select></div> <p>Learn how to control the information that's collected, stored, and shared when you use the Google Chrome browser on your computer or mobile device, Chrome OS, and when you enable Safe Browsing in Chrome. Although this policy describes features that are specific to Chrome, any personal information that is provided to Google or stored in your Google Account will be used and protected in accordance with the <a href=\"https://www.google.com/policies/privacy/\">Google Privacy Policy</a>, as changed from time to time. <a href=\"https://policies.google.com/technologies/retention\">Googleâ\u0080\u0099s retention policy</a> describes how and why Google retains data. </p> <p>If you enable Google Play apps on your Chromebook, the use and protection of information collected by Google Play or the Android operating system is governed by the Google Play Terms of Service and <a href=\"https://policies.google.com/privacy?\">Google Privacy Policy</a>. Details specific to Chrome are provided in this Notice where relevant. </p> ", "level": 0}], [{"value": "<h4 id=\"details-about-the-privacy-notice\">Details about the Privacy Notice </h4>", "level": 6}, {"value": " <p>In this Privacy Notice, we use the term \"Chrome\" to refer to all the products in the Chrome family listed above. If there are differences in our policy between products, we'll point them out. We change this Privacy Notice from time to time. </p> <p>\"Beta,\" \"Dev,\" or \"Canary\" versions of Chrome let you test new features still being created in Chrome. This Privacy Notice applies to all versions of Chrome, but might not be up-to-date for features still under development. </p> <p>For step-by-step guides to managing your privacy preferences, read <a href=\"https://support.google.com/chrome/answer/114836?hl=en&ref_topic=7437824\">this overview of Chrome's privacy controls</a>. </p> ", "level": 0}], [{"value": "<h3 class=\"chr-table-contents\" id=\"table-of-contents:\">Table of contents: </h3>", "level": 7}, {"value": " <ul> <li> <a href=\"#browser-modes\">Browser modes </a> </li> <li> <a href=\"#managing-users-in-chrome\">Managing users in Chrome </a> </li> <li> <a href=\"#safe-browsing-practices\">Safe Browsing practices </a> </li> <li> <a href=\"#privacy-practices-of-apps\">Privacy practices of using apps, extensions, themes, services, and other add-ons </a> </li> <li> <a href=\"#more-information\">More information </a> </li> </ul> ", "level": 0}], [{"value": "<h2 id=\"browser-modes\"> <span>Browser modes </span> </h2>", "level": 8}, {"value": " <p>You don't need to provide any personal information to use Chrome, but Chrome has different modes that you can use to change or improve your browsing experience. Privacy practices are different depending on the mode that you're using. </p> ", "level": 0}], [{"value": "<h3 id=\"basic-browser-mode\">Basic browser mode </h3>", "level": 7}, {"value": " <p>The basic browser mode stores information locally on your system. This information might include: </p> <ul> <li> <p>Browsing history information. For example, Chrome stores the URLs of pages that you visit, a cache of text, images and other resources from those pages, and, if the <a href=\"#pre-rendering\">network actions prediction</a> feature is turned on, a list of some of the IP addresses linked from those pages. </p> </li> <li> <p>Personal information and passwords, to help you fill out forms or sign in to sites you visit. </p> </li> <li> <p>A list of permissions that you have granted to websites. </p> </li> <li> <p>Thumbnail-sized screenshots of pages that you visit most often. </p> </li> <li> <p><a href=\"#cookies\">Cookies</a> or data from websites that you visit. </p> </li> <li> <p>Data saved by add-ons. </p> </li> <li> <p>A record of what you downloaded from websites. </p> </li> </ul> <p>You can manage this information in several ways: </p> <ul> <li> <p>You can <a href=\"https://support.google.com/chrome/answer/95589\">delete your browsing history information</a>. </p> </li> <li> <p>You can manage or delete stored browsing data from the <a href=\"https://support.google.com/chrome/answer/2392709\">Cookies and Site Data dialog</a>. </p> </li> <li> <p>You can stop Chrome from <a href=\"#cookies\">accepting cookies</a>. <a href=\"https://support.google.com/chrome/answer/95647\">Learn more</a>. </p> </li> <li> <p>You can review stored passwords in Chrome settings. <a href=\"https://support.google.com/chrome/answer/95606\">Learn more</a>. </p> </li> <li> <p>You can view and manage your stored Autofill information. <a href=\"https://support.google.com/chrome/answer/142893\">Learn more</a>. </p> </li> </ul> <p>The personal information that Chrome stores won't be sent to Google unless you choose to store that data in your <a href=\"#google-account\">Google Account</a> by turning on Chrome sync. <a href=\"#signed-in\">Learn More</a>. </p> ", "level": 0}], [{"value": "<h4 id=\"how-chrome-handles-your-information\">How Chrome handles your information </h4>", "level": 6}, {"value": " <p><strong>Information for website operators.</strong> Sites that you visit using Chrome will automatically receive <a href=\"#server-log\">standard log information</a>, including your systemâ\u0080\u0099s IP address and data from <a href=\"#cookies\">cookies</a> or <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#tls\">similar technologies</a>. In general, the fact that you use Chrome to access Google services, such as Gmail, does not cause Google to receive any additional personally identifying information about you. On Google websites and other websites that opt in, if Chrome detects signs that you are being actively attacked by someone on the network (a \"man in the middle attack\"), Chrome may send information about that connection to Google or the website you visited to help determine the extent of the attack and how the attack functions. Google provides participating website owners with reports about attacks occurring on their sites. </p> <p id=\"pre-rendering\">", "level": 0}], [{"value": "<strong>Prerendering.</strong>", "level": 1}, {"value": " To load web pages faster, Chrome has a setting that can look up the IP addresses of links on a web page and open network connections. Sites and Android apps can also ask the browser to preload the pages you might visit next. Preloading requests from Android apps are controlled by the same setting as Chrome-initiated predictions. But preloading instructions from sites are always performed, regardless of whether Chromeâ\u0080\u0099s network prediction feature is enabled. If prerendering is requested, whether by Chrome or by a site or app, the preloaded site is allowed to set and read its own cookies just as if you had visited it, even if you donâ\u0080\u0099t end up visiting the prerendered page. <a href=\"https://support.google.com/chrome/answer/1385029\">Learn more</a>. </p> <p>", "level": 0}], [{"value": "<strong>Location.</strong>", "level": 1}, {"value": " To get more geographically relevant information, Chrome gives you the option to share your location with a site. Chrome won't allow a site to access your location without your permission; however, on mobile devices, Chrome automatically shares your location with your default search engine if the Chrome app has permission to access your location and you havenâ\u0080\u0099t blocked geolocation for the associated web site. Chrome uses Google Location Services to estimate your location. The information that Chrome sends to Google Location Services may include: </p> <ul> <li>The Wi-Fi routers closest to you </li> <li>Cell IDs of the cell towers closest to you </li> <li>The strength of your Wi-Fi or cell signal </li> <li>The IP address that is currently assigned to your device </li> </ul> <p>Google doesn't have control over third-party websites or their privacy practices, so be cautious when sharing your location with a website. </p> <p>", "level": 0}], [{"value": "<strong>Updates.</strong>", "level": 1}, {"value": " Chrome periodically sends information to Google to check for updates, get connectivity status, validate the current time, and estimate the number of active users. </p> <p><strong>Search features.</strong> If Google is your default search engine, Chrome contacts Google when you start searching or when you change networks, so you can get the best local web address for sending search queries. If you are signed in to a Google site and Google is your default search engine, searches you perform using the address bar in Chrome are stored in your Google Account. </p> <p><strong>Search prediction service.</strong> To help you find information faster, Chrome uses the prediction service provided by your default search engine to offer likely completions to the text you are typing. When you search using the address bar in Chrome, the characters you type (even if you havenâ\u0080\u0099t hit \"enter\" yet) are sent to your default search engine. If Google is your default search engine, predictions are based on your own search history, topics related to what youâ\u0080\u0099re typing and what other people are searching for. <a href=\"https://support.google.com/websearch/answer/106230\">Learn more</a>. Predictions can also based on your browsing history. <a href=\"https://support.google.com/chrome/answer/95656\">Learn more</a>. </p> <p><strong>Navigation assistance.</strong> When you canâ\u0080\u0099t connect to a web page, you can get suggestions for alternative pages similar to the one you're trying to reach. In order to offer you suggestions, Chrome sends Google the URL of the page you're trying to reach. </p> <p><strong>Autofill and password management.</strong> Chrome sends Google limited, anonymous information about the web forms that you encounter, including a hashed URL of the web page and details of the form's structure, so that we can improve our Autofill and password management services. </p> <p>", "level": 0}], [{"value": "<strong>Payments.</strong>", "level": 1}, {"value": " If you have turned on Chrome sync and you have payment cards saved to your Google Payments account, then Chrome will offer you the option of filling those cards into web forms. In addition, if you enter a new payment card into a web form, Chrome will offer to save your payment card and related billing information to your Google Payments account. If you use a payment card from your Google Payments account or choose to save your payment card in your Google Payments account for future use, Chrome will collect information about your computer and share it with Google Pay to protect you from fraud and provide the service. If supported by the merchant, Chrome will also allow you to pay using Google Pay. </p> <p>", "level": 0}], [{"value": "<strong>Language.</strong>", "level": 1}, {"value": " In order to customize your browsing experience based on the languages that you prefer to read, Chrome will keep a count of the most popular languages of the sites you visit. This language preference will be sent to Google to customize your experience in Chrome. If you have turned on Chrome sync, this language profile will be associated with your Google Account and, if you include Chrome history in your Google Web & App Activity, it may be used to personalize your experience in other Google products. <a href=\"https://myaccount.google.com/activitycontrols\">View Activity Controls</a>. </p> <p><strong>Web Apps on Android.</strong> On Android devices, if you select \"add to homescreen\" for a website that has been optimized for <a href=\"https://developers.google.com/web/progressive-web-apps/\">fast, reliable performance on mobile devices</a>, then Chrome will use a Google server to create a native Android package for that website on your device. The Android package allows you to interact with the web app as you would with an Android app. For example, the web app will appear in your list of installed apps. <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#update\">Learn more</a>. </p> <p><strong>Usage statistics and crash reports.</strong> By default, usage statistics and crash reports are sent to Google to help us improve our products. Usage statistics contain information such as preferences, button clicks, and memory usage. In general, usage statistics do not include web page URLs or personal information, but, if you are signed in to Chrome and syncing your browsing history in your Google Account without a Sync passphrase, then Chrome usage statistics include information about the web pages you visit and your usage of them. For example, we may collect statistics to identify web pages that load slowly. We use this information to improve our products and services, and to give web developers insight into improving their pages. Crash reports contain system information at the time of the crash, and may contain web page URLs or personal information, depending on what was happening at the time the crash report was triggered. We may share aggregated, non-personally identifiable information publicly and with partners â\u0080\u0094 like publishers, advertisers or web developers. You can change whether usage statistics and crash reports are sent to Google at any time. <a href=\"https://support.google.com/chrome/answer/96817\">Learn more</a>. If Google Play apps are enabled on your Chromebook and Chrome usage statistics are enabled, then Android diagnostic and usage data is also sent to Google. </p> <p><strong>Media licenses.</strong> Some websites encrypt media to protect against unauthorized access and copying. For HTML5 sites, this key exchange is done using the Encrypted Media Extensions API. In the process of allowing access to this media, session identifiers and licenses may be stored locally. These identifiers can be cleared by the user in Chrome using <a href=\"https://support.google.com/chrome/answer/2392709\">Clear Browsing Data</a> with \"Media licenses\" enabled. For sites that use Adobe Flash Access, Chrome will provide a unique identifier to content partners and websites. The identifier is stored on your system. You can deny this access in the settings under Content Settings, Protected content, and reset the ID using <a href=\"https://support.google.com/chrome/answer/2392709\">Clear Browsing Data</a> with \"Media licenses\" enabled. If you access protected content in Chrome on Android, or access higher quality or offline content on Chrome OS, a content provider may ask Chrome for a certificate to verify the eligibility of the device. Your device will share a site specific identifier with the website to certify that its cryptographic keys are protected by Chrome hardware. Chrome will prompt you to allow or deny this verification check. <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#contentlicensing\">Learn more</a>. </p> <p><strong>Other Google services.</strong> This notice describes the Google services that are enabled by default in Chrome. In addition, Chrome may offer other Google web services. For example, if you encounter a page in a different language, Chrome will offer to send the text to Google for translation. You will be notified of your options for controlling these services when you first use them. You can find more information in the <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html\">Chrome Privacy Whitepaper</a>. </p> ", "level": 0}], [{"value": "<h4 id=\"identifiers-in-chrome\">Identifiers in Chrome </h4>", "level": 6}, {"value": " <p>Chrome includes a number of unique and non-unique identifiers necessary to power features and functional services. For example, if you use push messaging, an identifier is created in order to deliver notices to you. Where possible, we use non-unique identifiers and remove identifiers when they are no longer needed. Additionally, the following identifiers help us develop, distribute, and promote Chrome, but are not directly related to a Chrome feature. </p> <ul> <li> <p><strong>Installation tracking.</strong> Each copy of the Windows desktop version of the Chrome browser includes a temporary randomly generated installation number that is sent to Google when you install and first use Chrome. This temporary identifier helps us estimate the number of installed browsers, and will be deleted the first time Chrome updates. The mobile version of Chrome uses a variant of the device identifier on an ongoing basis to track the number of installations of Chrome. </p> </li> <li> <p><strong>Promotion tracking.</strong> In order to help us track the success of promotional campaigns, Chrome generates a unique token that is sent to Google when you first run and use the browser. In addition, if you received or reactivated your copy of the desktop version of the Chrome browser as part of a promotional campaign and Google is your default search engine, then searches from the omnibox will include a non-unique promotional tag. All mobile versions of the Chrome browser also include a non-unique promotional tag with searches from the omnibox. Chrome OS may also send a non-unique promotional tag to Google periodically (including during initial setup) and when performing searches with Google. <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#measurepromotions\">Learn more</a>. </p> </li> <li> <p><strong>Field trials.</strong> We sometimes conduct limited tests of new features. Chrome includes a seed number that is randomly selected on first run to assign browsers to experiment groups. Experiments may also be limited by country (determined by your IP address), operating system, Chrome version, and other parameters. A list of field trials that are currently active on your installation of Chrome is included in all requests sent to Google. <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#variations\">Learn more</a>. </p> </li> </ul> ", "level": 0}], [{"value": "<h3 id=\"signed-in-chrome-mode\"> <span id=\"signed-in\">Signed-in, Synced Chrome mode </span> </h3>", "level": 7}, {"value": " <p>When you sign in to the Chrome browser or a Chromebook and enable sync with your <a href=\"#google-account\">Google Account</a>, your personal browsing data is saved on Google's servers and synced with your account. This personal information will be used and protected in accordance with the <a href=\"https://www.google.com/policies/privacy/\">Google Privacy Policy</a>. This type of information can include: </p> <ul> <li>Browsing history </li> <li>Bookmarks </li> <li>Tabs </li> <li>Passwords and Autofill information </li> <li>Other browser settings, like installed extensions </li> </ul> <p>These settings are loaded for you anytime you sign in and sync to Chrome on other computers and devices. On desktop versions of Chrome, signing into or out of any Google web service (e.g. google.com) signs you into or out of Chrome. Chrome synchronization is only enabled if you choose. To customize the specific information that you synchronize, use the \"Settings\" menu. <a href=\"https://support.google.com/chrome/answer/185277\">Learn more</a>. You can see the amount of Chrome data stored for your Google Account and manage it on the <a href=\"https://www.google.com/settings/chrome/sync\">Data from Chrome sync Dashboard</a>. On the Dashboard, except for Google Accounts created through Family Link, you can also disable synchronization completely and delete all the associated data from Googleâ\u0080\u0099s servers. <a href=\"https://support.google.com/chrome/answer/185277\">Learn more</a>. For children with Google Accounts created in Family Link, sign-in is required and Chrome sync cannot be disabled because it provides parent management features, such as website restrictions. However, children with these accounts can still delete their data and disable synchronization of most data types. <a href=\"https://support.google.com/families/answer/7087030\">Learn More</a>. The <a href=\"https://families.google.com/familylink/privacy/child-policy/\">Privacy Notice for Google Accounts created in Family Link</a> applies to Chrome sync data stored in those accounts. </p> ", "level": 0}], [{"value": "<h4 id=\"how-chrome-handles-your-signed-in-information\">How Chrome handles your synced information </h4>", "level": 6}, {"value": " <p>When you sync Chrome with your Google Account, we use your browsing data to improve and personalize your experience within Chrome. You can also personalize your experience on other Google products, by allowing your Chrome history to be included in your Google Web & App Activity. <a href=\"https://support.google.com/websearch/answer/54068\">Learn more</a>. </p> <p>You can change this setting on your <a href=\"https://www.google.com/settings/accounthistory/search\">Account History</a> page or <a href=\"https://history.google.com/history\">manage your private data</a> whenever you like. If you don't use your Chrome data to personalize your Google experience outside of Chrome, Google will only use your Chrome data after it's anonymized and aggregated with data from other users. Google uses this data to develop new features, products, and services, and to improve the overall quality of existing products and services. If you would like to use Google's cloud to store and sync your Chrome data but you don't want Google to access the data, you can encrypt all of your synced data with your own sync passphrase. <a href=\"https://support.google.com/chrome/answer/1181035\">Learn more</a>. </p> ", "level": 0}], [{"value": "<h3 id=\"incognito-mode-and-guest-mode\">Incognito mode and guest mode </h3>", "level": 7}, {"value": " <p>You can limit the information Chrome stores on your system by using <a href=\"https://support.google.com/chrome/answer/95464\">incognito mode or guest mode</a>. In these modes, Chrome won't store certain information, such as: </p> <ul> <li>Basic browsing history information like URLs, cached page text, or IP addresses of pages linked from the websites you visit </li> <li>Snapshots of pages that you visit </li> <li>Records of your downloads, although the files you download will still be stored elsewhere on your computer or device </li> </ul> ", "level": 0}], [{"value": "<h4 id=\"how-chrome-handles-your-incognito-or-guest-information\">How Chrome handles your incognito or guest information </h4>", "level": 6}, {"value": " <p>", "level": 0}], [{"value": "<strong>Cookies.</strong>", "level": 1}, {"value": " Chrome won't share existing cookies with sites you visit in incognito or guest mode. Sites may deposit new <a href=\"#cookies\">cookies</a> on your system while you are in these modes, but they'll only be stored and transmitted until you close the last incognito or guest window. </p> <p><strong>Browser configuration changes.</strong> When you make changes to your browser configuration, like bookmarking a web page or changing your settings, this information is saved. These changes are not affected by incognito or guest mode. </p> <p>", "level": 0}], [{"value": "<strong>Permissions.</strong>", "level": 1}, {"value": " Permissions you grant in incognito mode are not saved to your existing profile. </p> <p><strong>Profile information.</strong> In incognito mode, you will still have access to information from your existing profile, such as suggestions based on your browsing history and saved passwords, while you are browsing. In guest mode, you can browse without seeing information from any existing profiles. </p> ", "level": 0}], [{"value": "<h2 id=\"managing-users-in-chrome\"> <span id=\"managing-users\">Managing Users in Chrome </span> </h2>", "level": 8}, {"value": " ", "level": 0}], [{"value": "<h3 id=\"managing-users-for-personal-chrome-use\">Managing users for personal Chrome use </h3>", "level": 7}, {"value": " <p>You can set up personalized versions of Chrome for users sharing one device or computer. Note that anyone with access to your device can view all the information in all profiles. To truly protect your data from being seen by others, use the built-in user accounts in your operating system. <a href=\"https://support.google.com/chrome/answer/2364824\">Learn more</a>. </p> ", "level": 0}], [{"value": "<h3 id=\"managing-users-on-chrome-for-enterprise\">Managing users on Chrome for Enterprise </h3>", "level": 7}, {"value": " <p>Some Chrome browsers or Chromebooks are managed by a school or company. In that case, the administrator has the ability to apply policies to the browser or Chromebook. Chrome contacts Google to check for these policies when a user first starts browsing (except in guest mode). Chrome checks periodically for updates to policies. </p> <p>An administrator can set up a policy for status and activity reporting for Chrome, including location information for Chrome OS devices. Your administrators may also have the ability to access, monitor, use or disclose data accessed from your managed device. </p> ", "level": 0}], [{"value": "<h2 id=\"safe-browsing-practices\"> <span>Safe Browsing practices </span> </h2>", "level": 8}, {"value": " <p>Google Chrome and certain third-party browsers, like some versions of Mozilla Firefox and Appleâ\u0080\u0099s Safari, include Google's Safe Browsing feature. With Safe Browsing, information about suspicious websites is sent and received between the browser you are using and Google's servers. </p> ", "level": 0}], [{"value": "<h3 id=\"how-safe-browsing-works\">How Safe Browsing works </h3>", "level": 7}, {"value": " <p>Your browser contacts Google's servers periodically to download the most recent \"Safe Browsing\" list, which contains known phishing and malware sites. The most recent copy of the list is stored locally on your system. Google doesn't collect any account information or other personally identifying information as part of this contact. However, it does receive <a href=\"#log-privacy-information\">standard log information</a>, including an IP address and <a href=\"#cookies\">cookies</a>. </p> <p>Each site you visit is checked against the Safe Browsing list on your system. If there's a match, your browser sends Google a hashed, partial copy of the siteâ\u0080\u0099s URL so that Google can send more information to your browser. Google cannot determine the real URL from this information. <a href=\"https://developers.google.com/safe-browsing/?csw=1\">Learn more</a>. </p> <p>The following Safe Browsing features are specific to Chrome: </p> <ul> <li> <p>Some versions of Chrome feature Safe Browsing technology that can identify potentially harmful sites and potentially dangerous file types not already known by Google. The full URL of the site or potentially dangerous file might also be sent to Google to help determine whether the site or file is harmful. </p> </li> <li> <p>Chrome uses Safe Browsing technology to scan your computer periodically, in order to detect unwanted software that prevents you from changing your settings or otherwise interferes with the security and stability of your browser. <a href=\"https://www.google.com/about/company/unwanted-software-policy.html\">Learn more</a>. If this kind of software is detected, Chrome might offer you the option to download the <a href=\"https://www.google.com/chrome/cleanup-tool/\">Chrome Cleanup Tool</a> to remove it. </p> </li> <li> <p>You can choose to send additional data to help improve Safe Browsing when you access a site that appears to contain malware or when Chrome detects unwanted software on your computer. <a href=\"https://www.google.com/chrome/browser/privacy/whitepaper.html#extendedreport\">Learn more</a>. </p> </li> <li> <p>If you use Chromeâ\u0080\u0099s password manager, Safe Browsing checks with Google when you enter any saved password on an uncommon page to protect you from phishing attacks. In addition, Safe Browsing protects your Google Account password. If you enter it on a likely phishing site, Chrome will prompt you to change your Google Account password. If you sync your browsing history, Chrome will also flag your Google Account as likely phished. </p> </li> <li> <p>If you are a Safe Browsing user and you are syncing your Chrome browsing history to your Google Account, then, to improve the safety and utility of web feature permissions, Chrome may anonymously report the domains on which you grant, reject, and revoke permissions, or ignore or dismiss permission prompts. </p> </li> <li> <p>You can always choose to <a href=\"https://support.google.com/chrome/answer/99020\">disable the Safe Browsing feature within Chrome</a>. </p> </li> </ul> ", "level": 0}], [{"value": "<h2 id=\"privacy-practices-of-apps\"> <span id=\"policy-on-using-apps\">Privacy practices of apps, extensions, themes, services, and other add-ons </span> </h2>", "level": 8}, {"value": " <p>You can use apps, extensions, themes, services and other add-ons with Chrome, including some that may be preinstalled or integrated with Chrome. Add-ons developed and provided by Google may communicate with Google servers and are subject to the <a href=\"https://www.google.com/policies/privacy/\">Google Privacy Policy</a> unless otherwise indicated. Add-ons developed and provided by others are the responsibility of the add-on creators and may have different privacy policies. </p> ", "level": 0}], [{"value": "<h3 id=\"managing-add-ons\">Managing add-ons </h3>", "level": 7}, {"value": " <p>Before installing an add-on, you should review the requested permissions. Add-ons can have permission to do various things, like: </p> <ul> <li>Store, access, and share data stored locally or in your Google Drive account </li> <li>View and access content on websites you visit </li> <li>Use notifications that are sent through Google servers </li> </ul> <p>Chrome can interact with add-ons in a few different ways: </p> <ul> <li>Checking for updates </li> <li>Downloading and installing updates </li> <li>Sending usage indicators to Google about the add-ons </li> </ul> <p>Some add-ons might require access to a unique identifier for digital rights management or for delivery of push messaging. You can disable the use of identifiers by removing the add-on from Chrome. </p> <p>From time to time, Google might discover an add-on that poses a security threat, violates the developer terms for Chrome Web Store, or violates other legal agreements, laws, regulations, or policies. Chrome periodically downloads a list of these dangerous add-ons, in order to remotely disable or remove them from your system. </p> ", "level": 0}], [{"value": "<h3 id=\"log-privacy-information\">Server Log Privacy Information </h3>", "level": 7}, {"value": " <p>Like most websites, our servers automatically record the page requests made when you visit our sites. These \"server logs\" typically include your web request, Internet Protocol address, browser type, browser language, the date and time of your request and one or more cookies that may uniquely identify your browser. </p> <p>Here is an example of a typical log entry for where the search is for \"cars\" looks like this, followed by a breakdown of its parts: </p> <p><code>123.45.67.89 - 25/Mar/2003 10:15:32 - https://www.google.com/search?q=cars - Firefox 1.0.7; Windows NT 5.1 - 740674ce2123e969</code> </p> <ul> <li><code>123.45.67.89</code> is the Internet Protocol address assigned to the user by the userâ\u0080\u0099s ISP. D; depending on the userâ\u0080\u0099s service, a different address may be assigned to the user by their service provider each time they connect to the Internet.; </li> <li><code>25/Mar/2003 10:15:32</code> is the date and time of the query.; </li> <li><code>https://www.google.com/search?q=cars</code> is the requested URL, including the search query.; </li> <li><code>Firefox 1.0.7; Windows NT 5.1</code> is the browser and operating system being used.; </li> <li><code>740674ce2123a969</code> is the unique cookie ID that was assigned to this particular computer the first time it visited a Google site. (Cookies can be deleted by users. If the user has deleted the cookie from the computer since the last time theyâ\u0080\u0099ve/s/he visited Google, then it will be the unique cookie ID assigned to their device the user the next time theys/he  visits Google from that particular computer). </li> </ul> ", "level": 0}], [{"value": "<h2 id=\"more-information\"> <span id=\"more-info\">More information </span> </h2>", "level": 8}, {"value": " <p>Information that Google receives when you use Chrome is used and protected under the <a href=\"https://www.google.com/policies/privacy/\">Google Privacy Policy</a>. Information that other website operators and add-on developers receive, including <a href=\"https://www.google.com/chrome/browser/privacy/#cookies\">cookies</a>, is subject to the privacy policies of those websites. </p> <p>Google adheres to several self regulatory frameworks, including the EU-US Privacy Shield Framework. <a href=\"https://www.google.com/policies/privacy/frameworks/\">Learn more</a>. </p> ", "level": 0}], [{"value": "<h2 id=\"key-terms\">Key Terms </h2>", "level": 8}, {"value": " ", "level": 0}], [{"value": "<h3 id=\"cookies-and-similar-technologies\"> <span id=\"cookies\">Cookies </span> </h3>", "level": 7}, {"value": " <p>A cookie is a small file containing a string of characters that is sent to your computer when you visit a website. When you visit the site again, the cookie allows that site to recognize your browser. Cookies may store user preferences and other information. You can configure your browser to refuse all cookies or to indicate when a cookie is being sent. However, some website features or services may not function properly without cookies. Learn more about <a href=\"https://www.google.com/intl/en/policies/technologies/cookies/\">how Google uses cookies</a> and how Google uses data, including cookies, <a href=\"https://www.google.com/intl/en/policies/privacy/partners/\">when you use our partners' sites or apps</a>. </p> ", "level": 0}], [{"value": "<h3 id=\"google-account\"> <span>Google Account </span> </h3>", "level": 7}, {"value": " <p>You may access some of our services by signing up for a <a href=\"https://www.google.com/accounts/\">Google Account</a> and providing us with some personal information (typically your name, email address and a password). This account information is used to authenticate you when you access Google services and protect your account from unauthorized access by others. You can edit or delete your account at any time through your Google Account settings. </p></div></div></div></div><footer class=\"chr-footer\" data-comp=\"Footer\"><div class=\"chr-footer-social\"><div class=\"chr-footer-social__container\"><p class=\"chr-footer-social__title\">Follow us</p><ul class=\"chr-footer-social__list\"><li><a class=\" chr-footer-social__link\" data-g-action=\"clicked\" data-g-event=\"chrome-footer-social\" data-g-label=\"follow-us:gplus\" ga-event-action=\"clicked\" ga-event-category=\"chrome-footer-social\" ga-event-label=\"follow-us:gplus\" ga-on=\"click\" href=\"https://plus.google.com/+Chrome\" rel=\"noopener\" target=\"_blank\" title=\"Google+\"><svg aria-labelledby=\"social-gplus-title\" class=\"chr-icon chr-icon--24\" role=\"img\"><title id=\"social-gplus-title\">Gplus</title><use xlink:href=\"#social-gplus\"></use><image alt=\"Google+\" class=\"svg-fallback\" height=\"24\" src=\"/chrome/static/images/fallback/icon-gplus.jpg\" width=\"24\" xlink:href=\"\"></image></svg></a></li><li><a class=\" chr-footer-social__link\" data-g-action=\"clicked\" data-g-event=\"chrome-footer-social\" data-g-label=\"follow-us:youtube\" ga-event-action=\"clicked\" ga-event-category=\"chrome-footer-social\" ga-event-label=\"follow-us:youtube\" ga-on=\"click\" href=\"https://www.youtube.com/user/googlechrome\" rel=\"noopener\" target=\"_blank\" title=\"Youtube\"><svg aria-labelledby=\"social-youtube-title\" class=\"chr-icon chr-icon--24\" role=\"img\"><title id=\"social-youtube-title\">Youtube</title><use xlink:href=\"#social-youtube\"></use><image alt=\"Youtube\" class=\"svg-fallback\" height=\"24\" src=\"/chrome/static/images/fallback/icon-youtube.jpg\" width=\"24\" xlink:href=\"\"></image></svg></a></li><li><a class=\" chr-footer-social__link\" data-g-action=\"clicked\" data-g-event=\"chrome-footer-social\" data-g-label=\"follow-us:twitter\" ga-event-action=\"clicked\" ga-event-category=\"chrome-footer-social\" ga-event-label=\"follow-us:twitter\" ga-on=\"click\" href=\"https://twitter.com/googlechrome\" rel=\"noopener\" target=\"_blank\" title=\"Twitter\"><svg aria-labelledby=\"social-twitter-title\" class=\"chr-icon chr-icon--24\" role=\"img\"><title id=\"social-twitter-title\">Twitter</title><use xlink:href=\"#social-twitter\"></use><image alt=\"Twitter\" class=\"svg-fallback\" height=\"24\" src=\"/chrome/static/images/fallback/icon-fb.jpg\" width=\"24\" xlink:href=\"\"></image></svg></a></li><li><a class=\" chr-footer-social__link\" data-g-action=\"clicked\" data-g-event=\"chrome-footer-social\" data-g-label=\"follow-us:facebook\" ga-event-action=\"clicked\" ga-event-category=\"chrome-footer-social\" ga-event-label=\"follow-us:facebook\" ga-on=\"click\" href=\"https://www.facebook.com/googlechrome/\" rel=\"noopener\" target=\"_blank\" title=\"Facebook\"><svg aria-labelledby=\"social-facebook-title\" class=\"chr-icon chr-icon--24\" role=\"img\"><title id=\"social-facebook-title\">Facebook</title><use xlink:href=\"#social-facebook\"></use><image alt=\"Facebook\" class=\"svg-fallback\" height=\"24\" src=\"/chrome/static/images/fallback/icon-gplus.jpg\" width=\"24\" xlink:href=\"\"></image></svg></a></li></ul></div></div><div class=\"chr-footer-links\"><nav class=\"chr-footer-links__grid\"><div class=\"chr-footer-links__group\">", "level": 0}], [{"value": "<h4 class=\"chr-footer-links__heading js-footer-link\" tabindex=\"0\">Chrome Family                      <svg class=\"chr-icon chr-icon--24\" role=\"img\"><use xlink:href=\"#mi-expand\"></use></svg></h4>", "level": 6}, {"value": "<ul class=\"chr-footer-links__list\"><li class=\"chr-footer-links__list-item footer-other-platform\"><a class=\" chr-footer__link js-download chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"other-platforms\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"other-platforms\" ga-on=\"click\" href=\"#\" id=\"js-other-platform\">Other Platforms</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chromebooks\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chromebooks\" ga-on=\"click\" href=\"https://www.google.com/chromebook/\" rel=\"noopener\" target=\"_blank\">Chromebooks</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chromecast\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chromecast\" ga-on=\"click\" href=\"https://www.google.com/chromecast/\" rel=\"noopener\" target=\"_blank\">Chromecast</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-cleanup-tool\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-cleanup-tool\" ga-on=\"click\" href=\"https://www.google.com/chrome/cleanup-tool\" rel=\"noopener\" target=\"_blank\">Chrome Cleanup Tool</a></li></ul></div><div class=\"chr-footer-links__group\">", "level": 0}], [{"value": "<h4 class=\"chr-footer-links__heading js-footer-link\" tabindex=\"0\">Enterprise                      <svg class=\"chr-icon chr-icon--24\" role=\"img\"><use xlink:href=\"#mi-expand\"></use></svg></h4>", "level": 6}, {"value": "<ul class=\"chr-footer-links__list\"><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"enterprise-chrome-browser\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"enterprise-chrome-browser\" ga-on=\"click\" href=\"https://enterprise.google.com/chrome/chrome-browser/?utm_source=Chrome_Consumer_Site&utm_medium=website&utm_campaign=2017-17q4-gc-devices-chromeaware-chrome-direct-gdn-leadgen-chromeenterprise&utm_content=ChromeEnterprise&utm_term=EnterpriseHeader\" rel=\"noopener\" target=\"_blank\">Google Chrome Browser</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"enterprise-devices\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"enterprise-devices\" ga-on=\"click\" href=\"https://enterprise.google.com/chrome/devices/\" rel=\"noopener\" target=\"_blank\">Devices</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"google-cloud\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"google-cloud\" ga-on=\"click\" href=\"https://cloud.google.com/\" rel=\"noopener\" target=\"_blank\">Google Cloud</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"g-suite\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"g-suite\" ga-on=\"click\" href=\"https://gsuite.google.com/\" rel=\"noopener\" target=\"_blank\">G Suite</a></li></ul></div><div class=\"chr-footer-links__group\">", "level": 0}], [{"value": "<h4 class=\"chr-footer-links__heading js-footer-link\" tabindex=\"0\">Education                      <svg class=\"chr-icon chr-icon--24\" role=\"img\"><use xlink:href=\"#mi-expand\"></use></svg></h4>", "level": 6}, {"value": "<ul class=\"chr-footer-links__list\"><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"education-chrome-browser\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"education-chrome-browser\" ga-on=\"click\" href=\"https://edu.google.com/products/more-products/\" rel=\"noopener\" target=\"_blank\">Google Chrome Browser</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"education-devices\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"education-devices\" ga-on=\"click\" href=\"https://edu.google.com/products/devices/\" rel=\"noopener\" target=\"_blank\">Devices</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"web-store\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"web-store\" ga-on=\"click\" href=\"https://chrome.google.com/webstore/category/app/8-education?hl=en\" rel=\"noopener\" target=\"_blank\">Web Store</a></li></ul></div><div class=\"chr-footer-links__group\">", "level": 0}], [{"value": "<h4 class=\"chr-footer-links__heading js-footer-link\" tabindex=\"0\">Dev and Partners                      <svg class=\"chr-icon chr-icon--24\" role=\"img\"><use xlink:href=\"#mi-expand\"></use></svg></h4>", "level": 6}, {"value": "<ul class=\"chr-footer-links__list\"><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chromium\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chromium\" ga-on=\"click\" href=\"https://www.chromium.org/\" rel=\"noopener\" target=\"_blank\">Chromium</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-OS\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-OS\" ga-on=\"click\" href=\"https://www.chromium.org/chromium-os\" rel=\"noopener\" target=\"_blank\">Chrome OS</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-webstore\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-webstore\" ga-on=\"click\" href=\"https://developer.chrome.com/webstore/?hl=en\" rel=\"noopener\" target=\"_blank\">Chrome Web Store</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-experiments\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-experiments\" ga-on=\"click\" href=\"https://www.chromeexperiments.com/\" rel=\"noopener\" target=\"_blank\">Chrome Experiments</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-beta\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-beta\" ga-on=\"click\" href=\"/chrome/beta/\">Chrome Beta</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-dev\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-dev\" ga-on=\"click\" href=\"/chrome/dev/\">Chrome Dev</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-canary\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-canary\" ga-on=\"click\" href=\"/chrome/canary/\">Chrome Canary</a></li></ul></div><div class=\"chr-footer-links__group\">", "level": 0}], [{"value": "<h4 class=\"chr-footer-links__heading js-footer-link\" tabindex=\"0\">Stay Connected                      <svg class=\"chr-icon chr-icon--24\" role=\"img\"><use xlink:href=\"#mi-expand\"></use></svg></h4>", "level": 6}, {"value": "<ul class=\"chr-footer-links__list\"><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"google-chrome-blog\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"google-chrome-blog\" ga-on=\"click\" href=\"https://blog.google/products/chrome/\" rel=\"noopener\" target=\"_blank\">Google Chrome Blog</a></li><li class=\"chr-footer-links__list-item\"><a class=\" chr-footer__link chr-copy\" data-g-action=\"clicked\" data-g-event=\"site_footer\" data-g-label=\"chrome-help\" ga-event-action=\"clicked\" ga-event-category=\"site_footer\" ga-event-label=\"chrome-help\" ga-on=\"click\" href=\"https://support.google.com/chrome/?hl=en&rd=3#topic=7438008\" rel=\"noopener\" target=\"_blank\">Chrome Help</a></li></ul></div></nav></div><div class=\"chr-footer__bottom\"><div class=\"chr-footer__logo\"><a href=\"https://www.google.com\" rel=\"noopener\" target=\"_blank\" title=\"Google\"><svg aria-labelledby=\"google-logo-title\" class=\"chr-footer__logo-img\" role=\"img\"><title id=\"google-logo-title\">Google</title><use xlink:href=\"#google-logo\"></use><image alt=\"Google Logo\" class=\"svg-fallback\" height=\"28\" src=\"/chrome/static/images/fallback/google-logo-one-color.jpg\" width=\"86\" xlink:href=\"\"></image></svg></a></div><nav class=\"chr-footer-glinks\"><ul class=\"chr-footer-glinks__list\"><li class=\"chr-footer-glinks__list-item\"><a class=\" chr-footer__link\" data-g-action=\"\" data-g-event=\"nav-subfooter\" data-g-label=\"privacy\" ga-event-action=\"\" ga-event-category=\"nav-subfooter\" ga-event-label=\"privacy\" href=\"/chrome/privacy/\">Privacy and Terms</a></li><li class=\"chr-footer-glinks__list-item\"><a class=\" chr-footer__link\" data-g-action=\"\" data-g-event=\"nav-subfooter\" data-g-label=\"about\" ga-event-action=\"\" ga-event-category=\"nav-subfooter\" ga-event-label=\"about\" href=\"https://www.google.com/about/\" rel=\"noopener\" target=\"_blank\">About Google</a></li><li class=\"chr-footer-glinks__list-item\"><a class=\" chr-footer__link\" data-g-action=\"\" data-g-event=\"nav-subfooter\" data-g-label=\"products\" ga-event-action=\"\" ga-event-category=\"nav-subfooter\" ga-event-label=\"products\" href=\"https://www.google.com/about/products\" rel=\"noopener\" target=\"_blank\">Google Products</a></li></ul></nav><ul class=\"chr-footer-help-language\"><li><a class=\" chr-footer__link\" data-g-action=\"\" data-g-event=\"nav-subfooter\" data-g-label=\"help\" ga-event-action=\"\" ga-event-category=\"nav-subfooter\" ga-event-label=\"help\" href=\"https://support.google.com/chrome/?hl=en&rd=3#topic=7438008\" rel=\"noopener\" target=\"_blank\"><svg aria-labelledby=\"mi-help-title\" class=\"chr-icon chr-icon--24\" role=\"img\"><title id=\"mi-help-title\">Help</title><use xlink:href=\"#mi-help\"></use><image alt=\"Help\" class=\"svg-fallback\" height=\"21\" src=\"/chrome/static/images/fallback/icon-help.jpg\" width=\"20\" xlink:href=\"\"></image></svg>Help</a></li><li class=\"chr-footer-language-dropdown\"><label for=\"language-selector\">Change language or region</label><select class=\"chr-footer-language-dropdown__select js-footer-language-select\" data-g-action=\"clicked\" data-g-event=\"chrome-footer-dropdown\" data-g-label=\"footer:select-language\" ga-event-action=\"clicked\" ga-event-category=\"chrome-footer-dropdown\" ga-event-label=\"footer:select-language\" ga-on=\"click\" id=\"language-selector\" onchange=\"window.location.href=this[this.selectedIndex].value + window.location.search\"><option value=\"/intl/ms/chrome/privacy/\">Bahasa Melayu - Malaysia</option><option value=\"/intl/ca/chrome/privacy/\">CatalÃ  - Espanya</option><option value=\"/intl/da/chrome/privacy/\">Dansk - Danmark</option><option value=\"/intl/de/chrome/privacy/\">Deutsch - Deutschland</option><option value=\"/intl/et/chrome/privacy/\">Eesti - Eesti</option><option value=\"/intl/en_au/chrome/privacy/\">English - Australia</option><option value=\"/intl/en_ca/chrome/privacy/\">English - Canada</option><option value=\"/intl/en_uk/chrome/privacy/\">English - United Kingdom</option><option value=\"/intl/en_hk/chrome/privacy/\">English - Hong Kong SAR China</option><option value=\"/intl/en_ie/chrome/privacy/\">English - Ireland</option><option value=\"/intl/en_in/chrome/privacy/\">English - India</option><option value=\"/intl/en_ph/chrome/privacy/\">English - Philippines</option><option value=\"/intl/en_pk/chrome/privacy/\">English - Pakistan</option><option value=\"/intl/en_sg/chrome/privacy/\">English - Singapore</option><option selected=\"\" value=\"/intl/en_us/chrome/privacy/\">English - United States</option><option value=\"/intl/es-419/chrome/privacy/\">EspaÃ±ol - LatinoamÃ©rica</option><option value=\"/intl/es/chrome/privacy/\">EspaÃ±ol - EspaÃ±a</option><option value=\"/intl/fil/chrome/privacy/\">Filipino - Pilipinas</option><option value=\"/intl/fr/chrome/privacy/\">FranÃ§ais - France</option><option value=\"/intl/hr/chrome/privacy/\">Hrvatski - Hrvatska</option><option value=\"/intl/id/chrome/privacy/\">Indonesia - Indonesia</option><option value=\"/intl/it/chrome/privacy/\">Italiano - Italia</option><option value=\"/intl/lv/chrome/privacy/\">LatvieÅ¡u - Latvija</option><option value=\"/intl/lt/chrome/privacy/\">LietuviÅ³ - Lietuva</option><option value=\"/intl/hu/chrome/privacy/\">Magyar - MagyarorszÃ¡g</option><option value=\"/intl/nl/chrome/privacy/\">Nederlands - Nederland</option><option value=\"/intl/no/chrome/privacy/\">Norsk BokmÃ¥l - Norge</option><option value=\"/intl/pl/chrome/privacy/\">Polski - Polska</option><option value=\"/intl/pt/chrome/privacy/\">PortuguÃªs</option><option value=\"/intl/pt-BR/chrome/privacy/\">PortuguÃªs - Brasil</option><option value=\"/intl/ro/chrome/privacy/\">RomÃ¢nÄ\u0083 - RomÃ¢nia</option><option value=\"/intl/sk/chrome/privacy/\">SlovenÄ\u008dina - Slovensko</option><option value=\"/intl/sl/chrome/privacy/\">SlovenÅ¡Ä\u008dina - Slovenija</option><option value=\"/intl/fi/chrome/privacy/\">Suomi - Suomi</option><option value=\"/intl/sv/chrome/privacy/\">Svenska - Sverige</option><option value=\"/intl/vi/chrome/privacy/\">Tiáº¿ng Viá»\u0087t - Viá»\u0087t Nam</option><option value=\"/intl/tr/chrome/privacy/\">TÃ¼rkÃ§e - TÃ¼rkiye</option><option value=\"/intl/cs/chrome/privacy/\">Ä\u008ceÅ¡tina - Ä\u008cesko</option><option value=\"/intl/el/chrome/privacy/\">Î\u0095Î»Î»Î·Î½Î¹ÎºÎ¬ - Î\u0095Î»Î»Î¬Î´Î±</option><option value=\"/intl/bg/chrome/privacy/\">Ð\u0091Ñ\u008aÐ»Ð³Ð°Ñ\u0080Ñ\u0081ÐºÐ¸ - Ð\u0091Ñ\u008aÐ»Ð³Ð°Ñ\u0080Ð¸Ñ\u008f</option><option value=\"/intl/ru/chrome/privacy/\">Ð Ñ\u0083Ñ\u0081Ñ\u0081ÐºÐ¸Ð¹ - Ð Ð¾Ñ\u0081Ñ\u0081Ð¸Ñ\u008f</option><option value=\"/intl/sr/chrome/privacy/\">Ð¡Ñ\u0080Ð¿Ñ\u0081ÐºÐ¸ - Ð¡Ñ\u0080Ð±Ð¸Ñ\u0098Ð°</option><option value=\"/intl/uk/chrome/privacy/\">Ð£ÐºÑ\u0080Ð°Ñ\u0097Ð½Ñ\u0081Ñ\u008cÐºÐ° - Ð£ÐºÑ\u0080Ð°Ñ\u0097Ð½Ð°</option><option value=\"/intl/iw/chrome/privacy/\">×¢×\u0091×¨×\u0099×ª</option><option value=\"/intl/ar/chrome/privacy/\">Ø§Ù\u0084Ø¹Ø±Ø¨Ù\u008aØ© - Ø§Ù\u0084Ù\u0085Ù\u0085Ù\u0084Ù\u0083Ø© Ø§Ù\u0084Ø¹Ø±Ø¨Ù\u008aØ© Ø§Ù\u0084Ø³Ø¹Ù\u0088Ø¯Ù\u008aØ©</option><option value=\"/intl/fa/chrome/privacy/\">Ù\u0081Ø§Ø±Ø³Û\u008c</option><option value=\"/intl/hi/chrome/privacy/\">à¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080 - à¤­à¤¾à¤°à¤¤</option><option value=\"/intl/th/chrome/privacy/\">à¹\u0084à¸\u0097à¸¢ - à¹\u0084à¸\u0097à¸¢</option><option value=\"/intl/zh-CN/chrome/privacy/\">ä¸­æ\u0096\u0087 - ä¸­å\u009b½</option><option value=\"/intl/zh-HK/chrome/privacy/\">ä¸­æ\u0096\u0087 - ä¸­å\u009b½é¦\u0099æ¸¯ç\u0089¹å\u0088«è¡\u008cæ\u0094¿å\u008cº</option><option value=\"/intl/zh-TW/chrome/privacy/\">ä¸­æ\u0096\u0087 - å\u008f°ç\u0081£</option><option value=\"/intl/ja/chrome/privacy/\">æ\u0097¥æ\u009c¬èª\u009e - æ\u0097¥æ\u009c¬</option><option value=\"/intl/ko/chrome/privacy/\">í\u0095\u009cêµ­ì\u0096´ - ë\u008c\u0080í\u0095\u009cë¯¼êµ­</option></select></li></ul></div></footer><div class=\"chr-modal\" id=\"js-eula-modal\"><div class=\"chr-modal-dialog__overlay js-eula-overlay\"></div><div aria-describedby=\"js-eula-content\" aria-hidden=\"true\" aria-labelledby=\"js-eula-content\" class=\"chr-modal-dialog eula js-eula-dialog\" role=\"dialog\" tabindex=\"0\"><a class=\" chr-modal-dialog__close no-text js-eula-close\" data-g-action=\"clicked\" data-g-event=\"eula\" data-g-label=\"eula-close\" ga-event-action=\"clicked\" ga-event-category=\"eula\" ga-event-label=\"eula-close\" ga-on=\"click\" href=\"#\">Close</a><div class=\"eula-content stablechannel\" id=\"js-eula-content\"><div class=\"chr-platform-list chr-modal-dialog__header\"><div class=\"os os-win\">", "level": 0}], [{"value": "<h2 id=\"eula-u-h-os-win\">Download Chrome for Windows</h2>", "level": 8}, {"value": "<p class=\"platform channel-win-stable\" id=\"eula-u-d-channel-win-stable\">For Windows 10/8.1/8/7 32-bit.</p><p class=\"platform channel-win64-stable\" id=\"eula-u-d-channel-win64-stable\">For Windows 10/8.1/8/7 64-bit.</p><p class=\"platform channel-win49-stable\" id=\"eula-u-d-channel-win49-stable\">This computer will no longer receive Google Chrome updates because Windows XP and Windows Vista are no longer supported.</p></div><div class=\"os os-mac\">", "level": 0}], [{"value": "<h2 id=\"eula-u-h-os-mac\">Download Chrome for Mac</h2>", "level": 8}, {"value": "<p class=\"platform channel-mac-stable\" id=\"eula-u-d-channel-mac-stable\">For Mac OS X 10.10 or later.</p><p class=\"platform channel-mac49-stable\" id=\"eula-u-d-channel-mac49-stable\">This computer will no longer receive Google Chrome updates because Mac OS X 10.6 - 10.9 are no longer supported.</p><p class=\"platform channel-mac65-stable\" id=\"eula-u-d-channel-mac65-stable\">This computer will no longer receive Google Chrome updates because Mac OS X 10.6 - 10.9 are no longer supported.</p></div><div class=\"os os-linux\">", "level": 0}], [{"value": "<h2 id=\"eula-u-h-os-linux\">Download Chrome for Linux</h2>", "level": 8}, {"value": "<p class=\"platform channel-linux-stable\" id=\"eula-u-d-channel-linux-stable\">Debian/Ubuntu/Fedora/openSUSE.</p>", "level": 0}], [{"value": "<h3 id=\"linux-distro-options-label\">Please select your download package:</h3>", "level": 7}, {"value": "<fieldset aria-labelledby=\"linux-distro-options-label\"><div class=\"chr-radio\"><input aria-checked=\"true\" checked=\"checked\" class=\"chr-radio__input js-linux-distro-options\" id=\"js-linux-ubuntu\" name=\"linux-distro-options\" tabindex=\"0\" type=\"radio\" value=\"linux_ubuntu_x86_64\"/><label class=\"chr-radio__label\" for=\"js-linux-ubuntu\">64 bit .deb (For Debian/Ubuntu)</label></div><div class=\"chr-radio\"><input aria-checked=\"false\" class=\"chr-radio__input js-linux-distro-options\" id=\"js-linux-fedora\" name=\"linux-distro-options\" tabindex=\"-1\" type=\"radio\" value=\"linux_fedora_x86_64\"/><label class=\"chr-radio__label\" for=\"js-linux-fedora\">64 bit .rpm (For Fedora/openSUSE)</label></div></fieldset><p>Not Debian/Ubuntu or Fedora/openSUSE? There may be a community-supported version for your distribution <a href=\"https://chromium.googlesource.com/chromium/src/+/lkcr/docs/linux_chromium_packages.md\">here</a>.</p></div><div class=\"os os-ios\">", "level": 0}], [{"value": "<h2 id=\"eula-u-h-os-ios\">Download Chrome for iOS</h2>", "level": 8}, {"value": "</div></div><div class=\"chr-modal-dialog__content\"><div class=\"eula-legal-info\"><div class=\"eula-legal-info__wrapper\"> ", "level": 0}], [{"value": "<h2>Google Chrome Terms of Service </h2>", "level": 8}, {"value": " <p class=\"chr-copy\">These Terms of Service apply to the executable code version of Google Chrome. Source code for Google Chrome is available free of charge under open source software license agreements at https://code.google.com/chromium/terms.html. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>1. Your relationship with Google </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">1.1 Your use of Googleâ\u0080\u0099s products, software, services and web sites (referred to collectively as the â\u0080\u009cServicesâ\u0080\u009d in this document and excluding any services provided to you by Google under a separate written agreement) is subject to the terms of a legal agreement between you and Google. â\u0080\u009cGoogleâ\u0080\u009d means Google Inc., whose principal place of business is at 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States. This document explains how the agreement is made up, and sets out some of the terms of that agreement. </p> <p class=\"chr-copy\">1.2 Unless otherwise agreed in writing with Google, your agreement with Google will always include, at a minimum, the terms and conditions set out in this document. These are referred to below as the â\u0080\u009cUniversal Termsâ\u0080\u009d. Open source software licenses for Google Chrome source code constitute separate written agreements. To the limited extent that the open source software licenses expressly supersede these Universal Terms, the open source licenses govern your agreement with Google for the use of Google Chrome or specific included components of Google Chrome. </p> <p class=\"chr-copy\">1.3 Your agreement with Google will also include the terms set forth below in the Google Chrome Additional Terms of Service and terms of any Legal Notices applicable to the Services, in addition to the Universal Terms. All of these are referred to below as the â\u0080\u009cAdditional Termsâ\u0080\u009d. Where Additional Terms apply to a Service, these will be accessible for you to read either within, or through your use of, that Service. </p> <p class=\"chr-copy\">1.4 The Universal Terms, together with the Additional Terms, form a legally binding agreement between you and Google in relation to your use of the Services. It is important that you take the time to read them carefully. Collectively, this legal agreement is referred to below as the â\u0080\u009cTermsâ\u0080\u009d. </p> <p class=\"chr-copy\">1.5 If there is any contradiction between what the Additional Terms say and what the Universal Terms say, then the Additional Terms shall take precedence in relation to that Service. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>2. Accepting the Terms </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">2.1 In order to use the Services, you must first agree to the Terms. You may not use the Services if you do not accept the Terms. </p> <p class=\"chr-copy\">2.2 You can accept the Terms by: </p> <p class=\"chr-copy\">(A) clicking to accept or agree to the Terms, where this option is made available to you by Google in the user interface for any Service; or </p> <p class=\"chr-copy\">(B) by actually using the Services. In this case, you understand and agree that Google will treat your use of the Services as acceptance of the Terms from that point onwards. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>3. Language of the Terms </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">3.1 Where Google has provided you with a translation of the English language version of the Terms, then you agree that the translation is provided for your convenience only and that the English language versions of the Terms will govern your relationship with Google. </p> <p class=\"chr-copy\">3.2 If there is any contradiction between what the English language version of the Terms says and what a translation says, then the English language version shall take precedence. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>4. Provision of the Services by Google </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">4.1 Google has subsidiaries and affiliated legal entities around the world (â\u0080\u009cSubsidiaries and Affiliatesâ\u0080\u009d). Sometimes, these companies will be providing the Services to you on behalf of Google itself. You acknowledge and agree that Subsidiaries and Affiliates will be entitled to provide the Services to you. </p> <p class=\"chr-copy\">4.2 Google is constantly innovating in order to provide the best possible experience for its users. You acknowledge and agree that the form and nature of the Services which Google provides may change from time to time without prior notice to you. </p> <p class=\"chr-copy\">4.3 As part of this continuing innovation, you acknowledge and agree that Google may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Googleâ\u0080\u0099s sole discretion, without prior notice to you. You may stop using the Services at any time. You do not need to specifically inform Google when you stop using the Services. </p> <p class=\"chr-copy\">4.4 You acknowledge and agree that if Google disables access to your account, you may be prevented from accessing the Services, your account details or any files or other content which is contained in your account. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>5. Use of the Services by you </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">5.1 You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries). </p> <p class=\"chr-copy\">5.2 You agree that you will not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services). </p> <p class=\"chr-copy\">5.3 Unless you have been specifically permitted to do so in a separate agreement with Google, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose. </p> <p class=\"chr-copy\">5.4 You agree that you are solely responsible for (and that Google has no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences (including any loss or damage which Google may suffer) of any such breach. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>6. Privacy and your personal information </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">6.1 For information about Googleâ\u0080\u0099s data protection practices, please read Googleâ\u0080\u0099s privacy policy at https://www.google.com/privacy.html and at https://www.google.com/intl/en/chrome/privacy/. This policy explains how Google treats your personal information, and protects your privacy, when you use the Services. </p> <p class=\"chr-copy\">6.2 You agree to the use of your data in accordance with Googleâ\u0080\u0099s privacy policies. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>7. Content in the Services </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">7.1 You understand that all information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) which you may have access to as part of, or through your use of, the Services are the sole responsibility of the person from which such content originated. All such information is referred to below as the â\u0080\u009cContent.â\u0080\u009d </p> <p class=\"chr-copy\">7.2 You should be aware that Content presented to you as part of the Services, including but not limited to advertisements in the Services and sponsored Content within the Services may be protected by intellectual property rights which are owned by the sponsors or advertisers who provide that Content to Google (or by other persons or companies on their behalf). You may not modify, rent, lease, loan, sell, distribute or create derivative works based on this Content (either in whole or in part) unless you have been specifically told that you may do so by Google or by the owners of that Content, in a separate agreement. </p> <p class=\"chr-copy\">7.3 Google reserves the right (but shall have no obligation) to pre-screen, review, flag, filter, modify, refuse or remove any or all Content from any Service. For some of the Services, Google may provide tools to filter out explicit sexual content. These tools include the SafeSearch preference settings (see https://support.google.com/websearch/answer/510?hl=en). In addition, there are commercially available services and software to limit access to material that you may find objectionable. </p> <p class=\"chr-copy\">7.4 You understand that by using the Services you may be exposed to Content that you may find offensive, indecent or objectionable and that, in this respect, you use the Services at your own risk. </p> <p class=\"chr-copy\">7.5 You agree that you are solely responsible for (and that Google has no responsibility to you or to any third party for) any Content that you create, transmit or display while using the Services and for the consequences of your actions (including any loss or damage which Google may suffer) by doing so. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>8. Proprietary rights </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">8.1 You acknowledge and agree that Google (or Googleâ\u0080\u0099s licensors) own all legal right, title and interest in and to the Services, including any intellectual property rights which subsist in the Services (whether those rights happen to be registered or not, and wherever in the world those rights may exist). </p> <p class=\"chr-copy\">8.2 Unless you have agreed otherwise in writing with Google, nothing in the Terms gives you a right to use any of Googleâ\u0080\u0099s trade names, trade marks, service marks, logos, domain names, and other distinctive brand features. </p> <p class=\"chr-copy\">8.3 If you have been given an explicit right to use any of these brand features in a separate written agreement with Google, then you agree that your use of such features shall be in compliance with that agreement, any applicable provisions of the Terms, and Google's brand feature use guidelines as updated from time to time. These guidelines can be viewed online at https://www.google.com/permissions/guidelines.html (or such other URL as Google may provide for this purpose from time to time). </p> <p class=\"chr-copy\">8.4 Google acknowledges and agrees that it obtains no right, title or interest from you (or your licensors) under these Terms in or to any Content that you submit, post, transmit or display on, or through, the Services, including any intellectual property rights which subsist in that Content (whether those rights happen to be registered or not, and wherever in the world those rights may exist). Unless you have agreed otherwise in writing with Google, you agree that you are responsible for protecting and enforcing those rights and that Google has no obligation to do so on your behalf. </p> <p class=\"chr-copy\">8.5 You agree that you shall not remove, obscure, or alter any proprietary rights notices (including copyright and trade mark notices) which may be affixed to or contained within the Services. </p> <p class=\"chr-copy\">8.6 Unless you have been expressly authorized to do so in writing by Google, you agree that in using the Services, you will not use any trade mark, service mark, trade name, logo of any company or organization in a way that is likely or intended to cause confusion about the owner or authorized user of such marks, names or logos. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>9. License from Google </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">9.1 Google gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you by Google as part of the Services as provided to you by Google (referred to as the â\u0080\u009cSoftwareâ\u0080\u009d below). This license is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Google, in the manner permitted by the Terms. </p> <p class=\"chr-copy\">9.2 Subject to section 1.2, you may not (and you may not permit anyone else to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Software or any part thereof, unless this is expressly permitted or required by law, or unless you have been specifically told that you may do so by Google, in writing. </p> <p class=\"chr-copy\">9.3 Subject to section 1.2, unless Google has given you specific written permission to do so, you may not assign (or grant a sub-license of) your rights to use the Software, grant a security interest in or over your rights to use the Software, or otherwise transfer any part of your rights to use the Software. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>10. Content license from you </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">10.1 You retain copyright and any other rights you already hold in Content which you submit, post or display on or through, the Services. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>11. Software updates </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">11.1 The Software which you use may automatically download and install updates from time to time from Google. These updates are designed to improve, enhance and further develop the Services and may take the form of bug fixes, enhanced functions, new software modules and completely new versions. You agree to receive such updates (and permit Google to deliver these to you) as part of your use of the Services. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>12. Ending your relationship with Google </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">12.1 The Terms will continue to apply until terminated by either you or Google as set out below. </p> <p class=\"chr-copy\">12.2 Google may at any time, terminate its legal agreement with you if: </p> <p class=\"chr-copy\">(A) you have breached any provision of the Terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms); or </p> <p class=\"chr-copy\">(B) Google is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful); or </p> <p class=\"chr-copy\">(C) the partner with whom Google offered the Services to you has terminated its relationship with Google or ceased to offer the Services to you; or </p> <p class=\"chr-copy\">(D) Google is transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the service; or </p> <p class=\"chr-copy\">(E) the provision of the Services to you by Google is, in Googleâ\u0080\u0099s opinion, no longer commercially viable. </p> <p class=\"chr-copy\">12.3 Nothing in this Section shall affect Googleâ\u0080\u0099s rights regarding provision of Services under Section 4 of the Terms. </p> <p class=\"chr-copy\">12.4 When these Terms come to an end, all of the legal rights, obligations and liabilities that you and Google have benefited from, been subject to (or which have accrued over time whilst the Terms have been in force) or which are expressed to continue indefinitely, shall be unaffected by this cessation, and the provisions of paragraph 19.7 shall continue to apply to such rights, obligations and liabilities indefinitely. </p> <p class=\"chr-copy\"> ", "level": 0}], [{"value": "<strong>13. EXCLUSION OF WARRANTIES </strong>", "level": 1}, {"value": " </p> <p class=\"chr-copy\">13.1 NOTHING IN THESE TERMS, INCLUDING SECTIONS 13 AND 14, SHALL EXCLUDE OR LIMIT GOOGLEâ\u0080\u0099S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, ONLY THE LIMITATIONS WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW. </p> <p class=\"chr-copy\">13.2 YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED \"AS IS\" AND â\u0080\u009cAS AVAILABLE.â\u0080\u009d </p> <p class=\"chr-copy\">13.3 IN PARTICULAR, GOOGLE, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: </p> <p class=\"chr-copy\">(A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS, </p> <p class=\"chr-copy\">(B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, </p> <p class=\"chr-copy\">(C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE, AND </p> <p class=\"chr-copy\">(D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED. </p> <p class=\"chr-copy\">13.4 ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL. </p> <p class=\"chr-copy\">13.5 NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM GOOGLE OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS. </p> <p class=\"chr-copy\">13.6 GOOGLE FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. </p> <p class=\"chr-copy\"> ", "level": 0}], [{"value": "<strong>14. LIMITATION OF LIABILITY </strong>", "level": 1}, {"value": " </p> <p class=\"chr-copy\">14.1 SUBJECT TO OVERALL PROVISION IN PARAGRAPH 13.1 ABOVE, YOU EXPRESSLY UNDERSTAND AND AGREE THAT GOOGLE, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR: </p> <p class=\"chr-copy\">(A) ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY.. THIS SHALL INCLUDE, BUT NOT BE LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS; </p> <p class=\"chr-copy\">(B) ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF: </p> <p class=\"chr-copy\">(I) ANY RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY ADVERTISING, OR AS A RESULT OF ANY RELATIONSHIP OR TRANSACTION BETWEEN YOU AND ANY ADVERTISER OR SPONSOR WHOSE ADVERTISING APPEARS ON THE SERVICES; </p> <p class=\"chr-copy\">(II) ANY CHANGES WHICH GOOGLE MAY MAKE TO THE SERVICES, OR FOR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE SERVICES (OR ANY FEATURES WITHIN THE SERVICES); </p> <p class=\"chr-copy\">(III) THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CONTENT AND OTHER COMMUNICATIONS DATA MAINTAINED OR TRANSMITTED BY OR THROUGH YOUR USE OF THE SERVICES; </p> <p class=\"chr-copy\">(IV) YOUR FAILURE TO PROVIDE GOOGLE WITH ACCURATE ACCOUNT INFORMATION; </p> <p class=\"chr-copy\">(V) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL; </p> <p class=\"chr-copy\">14.2 THE LIMITATIONS ON GOOGLEâ\u0080\u0099S LIABILITY TO YOU IN PARAGRAPH 14.1 ABOVE SHALL APPLY WHETHER OR NOT GOOGLE HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>15. Copyright and trade mark policies </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">15.1 It is Googleâ\u0080\u0099s policy to respond to notices of alleged copyright infringement that comply with applicable international intellectual property law (including, in the United States, the Digital Millennium Copyright Act) and to terminating the accounts of repeat infringers. Details of Googleâ\u0080\u0099s policy can be found at https://www.google.com/dmca.html. </p> <p class=\"chr-copy\">15.2 Google operates a trade mark complaints procedure in respect of Googleâ\u0080\u0099s advertising business, details of which can be found at https://www.google.com/tm_complaint.html. </p> <p class=\"chr-copy\"> ", "level": 0}], [{"value": "<strong>16. Advertisements </strong>", "level": 1}, {"value": " </p> <p class=\"chr-copy\">16.1 Some of the Services are supported by advertising revenue and may display advertisements and promotions. These advertisements may be targeted to the content of information stored on the Services, queries made through the Services or other information. </p> <p class=\"chr-copy\">16.2 The manner, mode and extent of advertising by Google on the Services are subject to change without specific notice to you. </p> <p class=\"chr-copy\">16.3 In consideration for Google granting you access to and use of the Services, you agree that Google may place such advertising on the Services. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>17. Other content </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">17.1 The Services may include hyperlinks to other web sites or content or resources. Google may have no control over any web sites or resources which are provided by companies or persons other than Google. </p> <p class=\"chr-copy\">17.2 You acknowledge and agree that Google is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources. </p> <p class=\"chr-copy\">17.3 You acknowledge and agree that Google is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>18. Changes to the Terms </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">18.1 Google may make changes to the Universal Terms or Additional Terms from time to time. When these changes are made, Google will make a new copy of the Universal Terms available at https://www.google.com/intl/en/chrome/privacy/eula_text.html and any new Additional Terms will be made available to you from within, or through, the affected Services. </p> <p class=\"chr-copy\">18.2 You understand and agree that if you use the Services after the date on which the Universal Terms or Additional Terms have changed, Google will treat your use as acceptance of the updated Universal Terms or Additional Terms. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>19. General legal terms </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">19.1 Sometimes when you use the Services, you may (as a result of, or in connection with your use of the Services) use a service or download a piece of software, or purchase goods, which are provided by another person or company. Your use of these other services, software or goods may be subject to separate terms between you and the company or person concerned. If so, the Terms do not affect your legal relationship with these other companies or individuals. </p> <p class=\"chr-copy\">19.2 The Terms constitute the whole legal agreement between you and Google and govern your use of the Services (but excluding any services which Google may provide to you under a separate written agreement), and completely replace any prior agreements between you and Google in relation to the Services. </p> <p class=\"chr-copy\">19.3 You agree that Google may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Services. </p> <p class=\"chr-copy\">19.4 You agree that if Google does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Google has the benefit of under any applicable law), this will not be taken to be a formal waiver of Googleâ\u0080\u0099s rights and that those rights or remedies will still be available to Google. </p> <p class=\"chr-copy\">19.5 If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms. The remaining provisions of the Terms will continue to be valid and enforceable. </p> <p class=\"chr-copy\">19.6 You acknowledge and agree that each member of the group of companies of which Google is the parent shall be third party beneficiaries to the Terms and that such other companies shall be entitled to directly enforce, and rely upon, any provision of the Terms which confers a benefit on (or rights in favor of) them. Other than this, no other person or company shall be third party beneficiaries to the Terms. </p> <p class=\"chr-copy\">19.7 The Terms, and your relationship with Google under the Terms, shall be governed by the laws of the State of California without regard to its conflict of laws provisions. You and Google agree to submit to the exclusive jurisdiction of the courts located within the county of Santa Clara, California to resolve any legal matter arising from the Terms. Notwithstanding this, you agree that Google shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>20. Additional Terms for Extensions for Google Chrome </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">20.1 These terms in this section apply if you install extensions on your copy of Google Chrome. Extensions are small software programs, developed by Google or third parties, that can modify and enhance the functionality of Google Chrome. Extensions may have greater privileges to access your browser or your computer than regular webpages, including the ability to read and modify your private data. </p> <p class=\"chr-copy\">20.2 From time to time, Google Chrome may check with remote servers (hosted by Google or by third parties) for available updates to extensions, including but not limited to bug fixes or enhanced functionality. You agree that such updates will be automatically requested, downloaded, and installed without further notice to you. </p> <p class=\"chr-copy\">20.3 From time to time, Google may discover an extension that violates Google developer terms or other legal agreements, laws, regulations or policies. Google Chrome will periodically download a list of such extensions from Googleâ\u0080\u0099s servers. You agree that Google may remotely disable or remove any such extension from user systems in its sole discretion. </p> ", "level": 0}], [{"value": "<p class=\"chr-copy\"> <strong>21. Additional Terms for Enterprise Use </strong> </p>", "level": 1}, {"value": " <p class=\"chr-copy\">21.1 If you are a business entity, then the individual accepting on behalf of the entity (for the avoidance of doubt, for business entities, in these Terms, \"you\" means the entity) represents and warrants that he or she has the authority to act on your behalf, that you represent that you are duly authorized to do business in the country or countries where you operate, and that your employees, officers, representatives, and other agents accessing the Service are duly authorized to access Google Chrome and to legally bind you to these Terms. </p> <p class=\"chr-copy\">21.2 Subject to the Terms, and in addition to the license grant in Section 9, Google grants you a non-exclusive, non-transferable license to reproduce, distribute, install, and use Google Chrome solely on machines intended for use by your employees, officers, representatives, and agents in connection with your business entity, and provided that their use of Google Chrome will be subject to the Terms. </p> <p class=\"chr-copy\">August 12, 2010 </p><hr/> ", "level": 0}], [{"value": "<h2>Google Chrome Additional Terms of Service </h2>", "level": 8}, {"value": " <p class=\"chr-copy\"> ", "level": 0}], [{"value": "<strong>MPEGLA </strong>", "level": 1}, {"value": " </p> <p class=\"chr-copy\">THIS PRODUCT IS LICENSED UNDER THE AVC PATENT PORTFOLIO LICENSE FOR THE PERSONAL AND NON-COMMERCIAL USE OF A CONSUMER TO (i) ENCODE VIDEO IN COMPLIANCE WITH THE AVC STANDARD ( â\u0080\u009cAVC VIDEOâ\u0080\u009d) AND/OR (ii) DECODE AVC VIDEO THAT WAS ENCODED BY A CONSUMER ENGAGED IN A PERSONAL AND NON-COMMERCIAL ACTIVITY AND/OR WAS OBTAINED FROM A VIDEO PARTNER LICENSED TO PROVIDE AVC VIDEO. NO LICENSE IS GRANTED OR SHALL BE IMPLIED FOR ANY OTHER USE. ADDITIONAL INFORMATION MAY BE OBTAINED FROM MPEG LA, L.L.C. SEE HTTP://WWW.MPEGLA.COM. </p> <p class=\"chr-copy\"> ", "level": 0}], [{"value": "<strong>Adobe </strong>", "level": 1}, {"value": " </p> <p class=\"chr-copy\">Google Chrome may include one or more components provided by Adobe Systems Incorporated and Adobe Software Ireland Limited (collectively â\u0080\u009cAdobeâ\u0080\u009d). Your use of the Adobe software as provided by Google (â\u0080\u009cAdobe Softwareâ\u0080\u009d) is subject to the following additional terms (the â\u0080\u009cAdobe Termsâ\u0080\u009d). You, the entity receiving the Adobe Software, will be hereinafter referred to as â\u0080\u009cSublicensee.â\u0080\u009d </p> <p class=\"chr-copy\">1. License Restrictions. </p> <p class=\"chr-copy\">(a) Flash Player, Version 10.x is designed only as a browser plug-in. Sublicensee may not modify or distribute this Adobe Software for use as anything but a browser plug-in for playing back content on a web page. For example, Sublicensee will not modify this Adobe Software in order to allow interoperation with applications that run outside of the browser (e.g., standalone applications, widgets, device UI). </p> <p class=\"chr-copy\">(b) Sublicensee will not expose any APIs of the Flash Player, Version 10.x through a browser plug-in interface in such a way that allows such extension to be used to playback content from a web page as a stand-alone application. </p> <p class=\"chr-copy\">(c) The Chrome-Reader Software may not be used to render any PDF or EPUB documents that utilize digital rights management protocols or systems other than Adobe DRM. </p> <p class=\"chr-copy\">(d) Adobe DRM must be enabled in the Chrome-Reader Software for all Adobe DRM protected PDF and EPUB documents. </p> <p class=\"chr-copy\">(e) The Chrome-Reader Software may not, other than as explicitly permitted by the technical specifications, disable any capabilities provided by Adobe in the Adobe Software, including but not limited to, support for PDF and EPUB formats and Adobe DRM. </p> <p class=\"chr-copy\">2. Electronic Transmission. Sublicensee may allow the download of the Adobe Software from a web site, the Internet, an intranet, or similar technology (an, â\u0080\u009cElectronic Transmissionsâ\u0080\u009d) provided that Sublicensee agrees that any distributions of the Adobe Software by Sublicensee, including those on CD-ROM, DVD-ROM or other storage media and Electronic Transmissions, if expressly permitted, shall be subject to reasonable security measures to prevent unauthorized use. With relation to Electronic Transmissions approved hereunder, Sublicensee agrees to employ any reasonable use restrictions set by Adobe, including those related to security and/or the restriction of distribution to end users of the Sublicensee Product. </p> <p class=\"chr-copy\">3. EULA and Distribution Terms. </p> <p class=\"chr-copy\">(a) Sublicensee shall ensure that the Adobe Software is distributed to end users under an enforceable end user license agreement, in favor of Sublicensee and its suppliers containing at least each of the following minimum terms (the â\u0080\u009cEnd-User Licenseâ\u0080\u009d): (i) a prohibition against distribution and copying, (ii) a prohibition against modifications and derivative works, (iii) a prohibition against decompiling, reverse engineering, disassembling, and otherwise reducing the Adobe Software to a human-perceivable form, (iv) a provision indicating ownership of Sublicensee Product (as defined in Section 8) by Sublicensee and its licensors, (v) a disclaimer of indirect, special, incidental, punitive, and consequential damages, and (vi) other industry standard disclaimers and limitations, including, as applicable: a disclaimer of all applicable statutory warranties, to the full extent allowed by law. </p> <p class=\"chr-copy\">(b) Sublicensee shall ensure that the Adobe Software is distributed to Sublicenseeâ\u0080\u0099s distributors under an enforceable distribution license agreement, in favor of Sublicensee and its suppliers containing terms as protective of Adobe as the Adobe Terms. </p> <p class=\"chr-copy\">4. Opensource. Sublicensee will not directly or indirectly grant, or purport to grant, to any third party any rights or immunities under Adobeâ\u0080\u0099s intellectual property or proprietary rights that will subject such intellectual property to an open source license or scheme in which there is or could be interpreted to be a requirement that as a condition of use, modification and/or distribution, the Adobe Software be: (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) redistributable at no charge. For clarification purposes, the foregoing restriction does not preclude Sublicensee from distributing, and Sublicensee will distribute the Adobe Software as bundled with the Google Software, without charge. </p> <p class=\"chr-copy\">5. Additional Terms. With respect to any update, upgrade, new versions of the Adobe Software (collectively â\u0080\u009cUpgradesâ\u0080\u009d) provided to Sublicenses, Adobe reserves the right to require additional terms and conditions applicable solely to the Upgrade and future versions thereof, and solely to the extent that such restrictions are imposed by Adobe on all licensees of such Upgrade. If Sublicensee does not agree to such additional terms or conditions, Sublicensee will have no license rights with respect to such Upgrade, and Sublicenseeâ\u0080\u0099s license rights with respect to the Adobe Software will terminate automatically on the 90th day from the date such additional terms are made available to Sublicensee. </p> <p class=\"chr-copy\">6. Proprietary Rights Notices. Sublicensee shall not, and shall require its distributors not to, delete or in any manner alter the copyright notices, trademarks, logos or related notices, or other proprietary rights notices of Adobe (and its licensors, if any) appearing on or within the Adobe Software or accompanying materials. </p> <p class=\"chr-copy\">7. Technical Requirements. Sublicensee and its distributors may only distribute Adobe Software and/or Upgrade on devices that (i) meet the technical specifications posted on http://www.adobe.com/mobile/licensees, (or a successor web site thereto), and (ii) has been verified by Adobe as set forth below. </p> <p class=\"chr-copy\">8. Verification and Update. Sublicensee must submit to Adobe each Sublicensee product (and each version thereof) containing the Adobe Software and/or Upgrade (â\u0080\u009cSublicensee Productâ\u0080\u009d) that do not meet the Device Verification exemption criteria to be communicated by Google, for Adobe to verify. Sublicensee shall pay for each submission made by Sublicensee by procuring verification packages at Adobeâ\u0080\u0099s then-current terms set forth at http://flashmobile.adobe.com/. Sublicensee Product that has not passed verification may not be distributed. Verification will be accomplished in accordance with Adobeâ\u0080\u0099s then-current process described at http://flashmobile.adobe.com/ (â\u0080\u009cVerificationâ\u0080\u009d). </p> <p class=\"chr-copy\">9. Profiles and Device Central. Sublicensee will be prompted to enter certain profile information about the Sublicensee Products either as part of the Verification process or some other method, and Sublicensee will provide such information, to Adobe. Adobe may (i) use such profile information as reasonably necessary to verify the Sublicensee Product (if such product is subject to Verification), and (ii) display such profile information in â\u0080\u009cAdobe Device Intelligence system,â\u0080\u009d located at https://devices.adobe.com/partnerportal/, and made available through Adobeâ\u0080\u0099s authoring and development tools and services to enable developers and end users to see how content or applications are displayed in Sublicensee Products (e.g. how video images appear in certain phones). </p> <p class=\"chr-copy\">10. Export. Sublicensee acknowledges that the laws and regulations of the United States restrict the export and re-export of commodities and technical data of United States origin, which may include the Adobe Software. Sublicensee agrees that it will not export or re-export the Adobe Software, without the appropriate United States and foreign governmental clearances, if any. </p> <p class=\"chr-copy\">11.  Technology Pass-through Terms. </p> <p class=\"chr-copy\">(a) Except pursuant to applicable permissions or agreements therefor, from or with the applicable parties, Sublicensees shall not use and shall not allow the use of, the Adobe Software for the encoding or decoding of mp3 audio only (.mp3) data on any non-pc device (e.g., mobile phone or set-top box), nor may the mp3 encoders or decoders contained in the Adobe Software be used or accessed by any product other than the Adobe Software. The Adobe Software may be used for the encoding or decoding of MP3 data contained within a swf or flv file, which contains video, picture or other data. Sublicensee shall acknowledge that use of the Adobe Software for non-PC devices, as described in the prohibitions in this section, may require the payment of licensing royalties or other amounts to third parties who may hold intellectual property rights related to the MP3 technology and that Adobe nor Sublicensee has not paid any royalties or other amounts on account of third party intellectual property rights for such use. If Sublicensee requires an MP3 encoder or decoder for such use, Sublicensee is responsible for obtaining the necessary intellectual property license, including any applicable patent rights. </p> <p class=\"chr-copy\">(b) Sublicensee will not use, copy, reproduce and modify (i) the On2 source code (provided hereunder as a component of the Source Code) as necessary to enable the Adobe Software to decode video in the Flash video file format (.flv or .f4v), and (ii) the Sorenson Spark source code (provided hereunder as a component of the Source Code) for the limited purpose of making bug fixes and performance enhancements to the Adobe Software. All codecs provided with the Adobe Software may only be used and distributed as an integrated part of the Adobe Software and may not be accessed by any other application, including other Google applications. </p> <p class=\"chr-copy\">(c) The Source Code may be provided with an AAC codec and/or HE-AAC codec (â\u0080\u009cthe AAC Codecâ\u0080\u009d). Use of the AAC Codec is conditioned on Sublicensee obtaining a proper patent license covering necessary patents as provided by VIA Licensing, for end products on or in which the AAC Codec will be used. Sublicensee acknowledges and agrees that Adobe is not providing a patent license for an AAC Codec under this Agreement to Sublicensee or its sublicensees. </p> <p class=\"chr-copy\">(d) THE SOURCE CODE MAY CONTAIN CODE LICENSED UNDER THE AVC PATENT PORTFOLIO LICENSE FOR THE PERSONAL NON-COMMERCIAL USE OF A CONSUMER TO (i) ENCODE VIDEO IN COMPLIANCE WITH THE AVC STANDARD (\"AVC VIDEO\") AND/OR (ii) DECODE AVC VIDEO THAT WAS ENCODED BY A CONSUMER ENGAGED IN A PERSONAL NON-COMMERCIAL ACTIVITY AND/OR WAS OBTAINED FROM A VIDEO PROVIDER LICENSED TO PROVIDE AVC VIDEO. NO LICENSE IS GRANTED OR WILL BE IMPLIED FOR ANY OTHER USE. ADDITIONAL INFORMATION MAY BE OBTAINED FROM MPEG LA, L.L.C. See http://www.mpegla.com </p> <p class=\"chr-copy\">12. Update. Sublicensee will not circumvent Googleâ\u0080\u0099s or Adobeâ\u0080\u0099s efforts to update the Adobe Software in all Sublicenseeâ\u0080\u0099s products incorporating the Adobe Software as bundled with the Google Software (â\u0080\u009cSublicensee Productsâ\u0080\u009d). </p> <p class=\"chr-copy\">13. Attribution and Proprietary Notices. Sublicensee will list the Adobe Software in publicly available Sublicensee Product specifications and include appropriate Adobe Software branding (specifically excluding the Adobe corporate logo) on the Sublicensee Product packaging or marketing materials in a manner consistent with branding of other third party products contained within the Sublicensee Product. </p> <p class=\"chr-copy\">14. No Warranty. THE ADOBE SOFTWARE IS MADE AVAILABLE TO SUBLICENSEE FOR USE AND REPRODUCTION â\u0080\u009cAS ISâ\u0080\u009d AND ADOBE MAKES NO WARRANTY AS TO ITS USE OR PERFORMANCE. ADOBE AND ITS SUPPLIERS DO NOT AND CANNOT WARRANT THE PERFORMANCE OR RESULTS OBTAINED BY USING THE ADOBE SOFTWARE. EXCEPT FOR ANY WARRANTY, CONDITION, REPRESENTATION OR TERM TO THE EXTENT TO WHICH THE SAME CANNOT OR MAY NOT BE EXCLUDED OR LIMITED BY LAW APPLICABLE TO SUBLICENSEEIN SUBLICENSEEâ\u0080\u0099S JURISDICTION, ADOBE AND ITS SUPPLIERS MAKE NO WARRANTIES, CONDITIONS, REPRESENTATIONS, OR TERMS (EXPRESS OR IMPLIED WHETHER BY STATUTE, COMMON LAW, CUSTOM, USAGE OR OTHERWISE) AS TO ANY MATTER INCLUDING WITHOUT LIMITATION NONINFRINGEMENT OF THIRD PARTY RIGHTS, MERCHANTABILITY, INTEGRATION, SATISFACTORY QUALITY, OR FITNESS FOR ANY PARTICULAR PURPOSE. SUBLICENSEE AGREES THAT SUBLICENSEE SHALL NOT MAKE ANY WARRANTY, EXPRESS OR IMPLIED, ON BEHALF OF ADOBE. </p> <p class=\"chr-copy\">15. Limitation of Liability. IN NO EVENT WILL ADOBE OR ITS SUPPLIERS BE LIABLE TO SUBLICENSEE FOR ANY DAMAGES, CLAIMS OR COSTS WHATSOEVER OR ANY CONSEQUENTIAL, INDIRECT, OR INCIDENTAL DAMAGES, OR ANY LOST PROFITS OR LOST SAVINGS, EVEN IF AN ADOBE REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS, DAMAGES, CLAIMS OR COSTS OR FOR ANY CLAIM BY ANY THIRD PARTY. THE FOREGOING LIMITATIONS AND EXCLUSIONS APPLY TO THE EXTENT PERMITTED BY APPLICABLE LAW IN SUBLICENSEEâ\u0080\u0099S JURISDICTION. ADOBEâ\u0080\u0099S AGGREGATE LIABILITY AND THAT OF ITS SUPPLIERS UNDER OR IN CONNECTION WITH THIS AGREEMENT SHALL BE LIMITED TO ONE THOUSAND DOLLARS (US$1,000). Nothing contained in this Agreement limits Adobeâ\u0080\u0099s liability to Sublicensee in the event of death or personal injury resulting from Adobeâ\u0080\u0099s negligence or for the tort of deceit (fraud). Adobe is acting on behalf of its suppliers for the purpose of disclaiming, excluding and/or limiting obligations, warranties and liability as provided in this Agreement, but in no other respects and for no other purpose. </p> <p class=\"chr-copy\">16. Content Protection Terms </p> <p class=\"chr-copy\">(a) Definitions. </p> <p class=\"chr-copy\">â\u0080\u009cCompliance and Robustness Rulesâ\u0080\u009d means the document setting forth compliance and robustness rules for the Adobe Software located at http://www.adobe.com/mobile/licensees, or a successor web site thereto. </p> <p class=\"chr-copy\">â\u0080\u009cContent Protection Functionsâ\u0080\u009d means those aspects of the Adobe Software that are designed to ensure compliance with the Compliance and Robustness Rules, and to prevent playback, copying, modification, redistribution or other actions with respect to digital content distributed for consumption by users of the Adobe Software when such actions are not authorized by the owners of such digital content or its licensed distributors. </p> <p class=\"chr-copy\">â\u0080\u009cContent Protection Codeâ\u0080\u009d means code within certain designated versions of the Adobe Software that enables certain Content Protection Functions. </p> <p class=\"chr-copy\">â\u0080\u009cKeyâ\u0080\u009d means a cryptographic value contained in the Adobe Software for use in decrypting digital content. </p> <p class=\"chr-copy\">(b) License Restrictions. Sublicenseeâ\u0080\u0099s right to exercise the licenses with respect to the Adobe Software is subject to the following additional restrictions and obligations. Sublicensee will ensure that Sublicenseeâ\u0080\u0099s customers comply with these restrictions and obligations to the same extent imposed on Sublicensee with respect to the Adobe Software; any failure by Sublicenseeâ\u0080\u0099s customers to comply with these additional restrictions and obligations shall be treated as a material breach by Sublicensee. </p> <p class=\"chr-copy\">b.1. Sublicensee and customers may only distribute the Adobe Software that meets the Robustness and Compliance Rules as so confirmed by Sublicensee during the verification process described above in the Adobe Terms. </p> <p class=\"chr-copy\">b.2. Sublicensee shall not (i) circumvent the Content Protection Functions of either the Adobe Software or any related Adobe Software that is used to encrypt or decrypt digital content for authorised consumption by users of the Adobe Software or (ii) develop or distribute products that are designed to circumvent the Content Protection Functions of either the Adobe Software or any Adobe Software that is used to encrypt or decrypt digital content for authorised consumption by users of the Adobe Software. </p> <p class=\"chr-copy\">(c) The Keys are hereby designated as Adobeâ\u0080\u0099s Confidential Information, and Sublicensee will, with respect to the Keys, adhere to Adobeâ\u0080\u0099s Source Code Handling Procedure (to be provided by Adobe upon request). </p> <p class=\"chr-copy\">(d) Injunctive Relief. Sublicensee agrees that a breach of this Agreement may compromise the Content Protection Functions of the Adobe Software and may cause unique and lasting harm to the interests of Adobe and owners of digital content that rely on such Content Protection Functions, and that monetary damages may be inadequate to compensate fully for such harm. Therefore, Sublicensee further agrees that Adobe may be entitled to seek injunctive relief to prevent or limit the harm caused by any such breach, in addition to monetary damages. </p> <p class=\"chr-copy\">17. Intended Third-party Beneficiary. Adobe Systems Incorporated and Adobe Software Ireland Limited are the intended third-party beneficiaries of Googleâ\u0080\u0099s agreement with Sublicensee with respect to the Adobe Software, including but not limited to, the Adobe Terms. Sublicensee agrees, notwithstanding anything to the contrary in its agreement with Google, that Google may disclose Sublicenseeâ\u0080\u0099s identity to Adobe and certify in writing that Sublicensee has entered into a license agreement with Google which includes the Adobe Terms. Sublicensee must have an agreement with each of its licensees, and if such licensees are allowed to redistribute the Adobe Software, such agreement will include the Adobe Terms. </p></div><div class=\"eula-legal-info__link\"><a data-g-action=\"clicked\" data-g-event=\"chrome-body-link\" data-g-label=\"eula:printer-friendly-version\" ga-event-action=\"clicked\" ga-event-category=\"chrome-body-link\" ga-event-label=\"eula:printer-friendly-version\" ga-on=\"click\" href=\"/chrome/privacy/eula_text.html\" id=\"js-print-friendly-eula\" rel=\"noopener\" target=\"_blank\">Printer-friendly version</a></div></div><div class=\"os os-linux disclaimer\"><p>", "level": 0}], [{"value": "<strong>Note:</strong>", "level": 1}, {"value": " Installing Google Chrome will <strong>add the Google repository</strong> so your system will automatically keep Google Chrome up to date. If you donâ\u0080\u0099t want Google's repository, do â\u0080\u009csudo touch /etc/default/google-chromeâ\u0080\u009d before installing the package.</p></div><div class=\"os os-win\"><div class=\"chr-checkbox default-browser-opt\"><input checked=\"checked\" class=\"chr-checkbox__input\" id=\"js-default-cb\" type=\"checkbox\" value=\"set\"/><label class=\"chr-checkbox__labelchr-copy\" for=\"js-default-cb\">Set Google Chrome as my default browser</label></div><div class=\"chr-checkbox \"><input checked=\"checked\" class=\"chr-checkbox__input\" id=\"js-stats-cb\" type=\"checkbox\" value=\"\"/><label class=\"chr-checkbox__labelchr-copy\" for=\"js-stats-cb\">Help make Google Chrome better by automatically sending usage statistics and crash reports to Google.        <a data-g-action=\"clicked\" data-g-event=\"chrome-body-link\" data-g-label=\"eula:learn-more\" ga-event-action=\"clicked\" ga-event-category=\"chrome-body-link\" ga-event-label=\"eula:learn-more\" ga-on=\"click\" href=\"https://www.google.com/support/chrome/bin/answer.py?answer=96817&hl=en\" rel=\"noopener\" target=\"_blank\">Learn more</a></label></div></div></div><div class=\"chr-modal-dialog__buttons\"><button class=\"chr-cta__button chr-cta__button--chr-cta__button chr-cta__button--blue\" data-g-action=\"clicked\" data-g-event=\"eula\" data-g-label=\"eula-acceptinstall\" ga-event-action=\"clicked\" ga-event-category=\"eula\" ga-event-label=\"eula-acceptinstall\" ga-on=\"click\" id=\"js-accept-install\" name=\"accept\" type=\"button\">Accept and Install</button><span class=\"throbber\" id=\"js-throbber\"><img alt=\"loading\" src=\"/chrome/static/images/chrome_throbber_fast.gif\" srcset=\"/chrome/static/images/chrome_throbber_fast.gif, /chrome/static/images/chrome_throbber_fast-2x.gif 2x\" title=\"loading\"/></span></div></div><div class=\"other-platform stablechannel\" id=\"js-other-platform-modal\"><div class=\"chr-modal-dialog__header\">", "level": 0}], [{"value": "<h2 id=\"dialog-o-h-os-header\">Download Chrome</h2>", "level": 8}, {"value": "<div class=\"os os-win\"><button class=\"chr-cta__button chr-cta__button--blue chr-modal-dialog__button js-download-current\" data-g-action=\"clicked\" data-g-event=\"cta\" data-g-label=\"download-tiffany\" ga-event-action=\"clicked\" ga-event-category=\"cta\" ga-event-label=\"download-tiffany\" ga-on=\"click\" type=\"button\">Download for Windows</button><p class=\"platform channel-win-stable\" id=\"dialog-o-d-channel-win-stable\">For Windows 10/8.1/8/7 32-bit</p><p class=\"platform channel-win64-stable\" id=\"dialog-o-d-channel-win64-stable\">For Windows 10/8.1/8/7 64-bit</p><p class=\"platform channel-win49-stable\" id=\"dialog-o-d-channel-win49-stable\">This computer will no longer receive Google Chrome updates because Windows XP and Windows Vista are no longer supported.</p></div><div class=\"os os-mac\"><button class=\"chr-cta__button chr-cta__button--blue chr-modal-dialog__button js-download-current\" data-g-action=\"clicked\" data-g-event=\"cta\" data-g-label=\"download-tiffany\" ga-event-action=\"clicked\" ga-event-category=\"cta\" ga-event-label=\"download-tiffany\" ga-on=\"click\" type=\"button\">Download for Mac</button><p class=\"platform channel-mac-stable\" id=\"dialog-o-d-channel-mac-stable\">Mac OS X 10.10 or later</p><p class=\"platform channel-mac49-stable\" id=\"dialog-o-d-channel-mac49-stable\">This computer will no longer receive Google Chrome updates because Mac OS X 10.6 - 10.9 are no longer supported.</p><p class=\"platform channel-mac65-stable\" id=\"dialog-o-d-channel-mac65-stable\">This computer will no longer receive Google Chrome updates because Mac OS X 10.6 - 10.9 are no longer supported.</p></div><div class=\"os os-linux\"><button class=\"chr-cta__button chr-cta__button--blue chr-modal-dialog__button js-download-current\" data-g-action=\"clicked\" data-g-event=\"cta\" data-g-label=\"download-tiffany\" ga-event-action=\"clicked\" ga-event-category=\"cta\" ga-event-label=\"download-tiffany\" ga-on=\"click\" type=\"button\">Download for Linux</button><p class=\"platform channel-linux-stable\" id=\"dialog-o-d-channel-linux-stable\">Debian/Ubuntu/Fedora/openSUSE</p></div></div><div class=\"chr-modal-dialog__content\">", "level": 0}], [{"value": "<h4>Download for phone or tablet</h4>", "level": 6}, {"value": "<ul><li class=\"other-android\"><a data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:android\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:android\" ga-on=\"click\" href=\"//play.google.com/store/apps/details?id=com.android.chrome&pcampaignid=websitedialog\" id=\"js-other-android\" rel=\"noopener\" target=\"_blank\">Android</a></li><li class=\"other-ios\"><a data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:ios\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:ios\" ga-on=\"click\" href=\"//itunes.apple.com/us/app/chrome/id535886823\" id=\"js-other-ios\" rel=\"noopener\" target=\"_blank\">iOS</a></li></ul>", "level": 0}], [{"value": "<h4>Download for another desktop OS</h4>", "level": 6}, {"value": "<ul><li class=\"other-win64\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:windows-7-to-10-64-bit\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:windows-7-to-10-64-bit\" ga-on=\"click\" href=\"#\" id=\"js-other-win64\">Windows 10/8.1/8/7 64-bit</a></li><li class=\"other-win\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:windows-7-to-10-32-bit\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:windows-7-to-10-32-bit\" ga-on=\"click\" href=\"#\" id=\"js-other-win\">Windows 10/8.1/8/7 32-bit</a></li><li class=\"other-mac\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:mac-10-10-later\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:mac-10-10-later\" ga-on=\"click\" href=\"#\" id=\"js-other-mac\">Mac OS X 10.10 or later</a></li><li class=\"other-linux\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:linux\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:linux\" ga-on=\"click\" href=\"#\" id=\"js-other-linux\">Linux</a></li></ul>", "level": 0}], [{"value": "<h4 class=\"frozen-version\">Frozen versions</h4>", "level": 6}, {"value": "<ul class=\"frozen-version\"><li class=\"other-winXP\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:windows-xp\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:windows-xp\" ga-on=\"click\" href=\"#\" id=\"js-other-xp\">Windows XP</a></li><li class=\"other-winVista\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:windows-vista\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:windows-vista\" ga-on=\"click\" href=\"#\" id=\"js-other-vista\">Windows Vista</a></li><li class=\"other-mac49\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:mac-10-6-to-10-8\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:mac-10-6-to-10-8\" ga-on=\"click\" href=\"#\" id=\"js-other-mac49\">Mac 10.6 - 10.8</a></li><li class=\"other-mac65\"><a class=\" js-other-option\" data-g-action=\"clicked\" data-g-event=\"chrome-cta-button\" data-g-label=\"other-platforms:mac-10-9\" ga-event-action=\"clicked\" ga-event-category=\"chrome-cta-button\" ga-event-label=\"other-platforms:mac-10-9\" ga-on=\"click\" href=\"#\" id=\"js-other-mac65\">Mac 10.9</a></li></ul></div></div></div></div><svg class=\"svg-assets\" xmlns=\"http://www.w3.org/2000/svg\"><!-- material design icons --><symbol id=\"mi-arrow-forward\" viewbox=\"0 0 18 18\"><path d=\"M9,1.5C4.8,1.5,1.5,4.8,1.5,9s3.3,7.5,7.5,7.5s7.5-3.3,7.5-7.5S13.2,1.5,9,1.5z M9,14.5l-1-1 l3.8-3.8H3.5V8.3h8.4L8.1,4.5L9,3.5L14.5,9L9,14.5z\"></path></symbol><symbol id=\"mi-expand\" viewbox=\"0 0 24 24\"><path d=\"M16.59 8.59L12 13.17 7.41 8.59 6 10l6 6 6-6z\"></path></symbol><symbol id=\"mi-help\" viewbox=\"0 0 48 48\"><path d=\"M24 4C12.95 4 4 12.95 4 24s8.95 20 20 20 20-8.95 20-20S35.05 4 24 4zm2 34h-4v-4h4v4zm4.13-15.49l-1.79 1.84C26.9 25.79 26 27 26 30h-4v-1c0-2.21.9-4.21 2.34-5.66l2.49-2.52C27.55 20.1 28 19.1 28 18c0-2.21-1.79-4-4-4s-4 1.79-4 4h-4c0-4.42 3.58-8 8-8s8 3.58 8 8c0 1.76-.71 3.35-1.87 4.51z\"></path></symbol><symbol id=\"close-btn\" viewbox=\"0 0 24 24\"><path d=\"M19 6.41L17.59 5 12 10.59 6.41 5 5 6.41 10.59 12 5 17.59 6.41 19 12 13.41 17.59 19 19 17.59 13.41 12z\"></path></symbol><symbol id=\"google-logo\" viewbox=\"0 0 396 130\"><path d=\"M51.0745265,101.038701 C23.3283097,101.038701 9.65724009e-07,78.4212338 9.65724009e-07,50.645974 C-0.00548030982,22.8707143 23.3228284,0.253246753 51.0745265,0.253246753 C66.4220981,0.253246753 77.3517615,6.27798701 85.5736748,14.1408766 L75.8718171,23.8528896 C69.9794459,18.3219805 61.9987087,14.0201623 51.0690452,14.0201623 C30.8102508,14.0201623 14.9693645,30.365974 14.9693645,50.645974 C14.9693645,70.925974 30.8102508,87.2717857 51.0690452,87.2717857 C64.2076627,87.2717857 71.6950851,81.9877922 76.48572,77.1921429 C80.4157945,73.2579545 82.991994,67.6063312 83.9731424,59.8641558 L51.0745265,59.8641558 L51.0745265,46.1027273 L97.3638985,46.1027273 C97.8572133,48.5609091 98.0983894,51.5129221 98.0983894,54.7063636 C98.0983894,65.0329221 95.2755325,77.8121753 86.1875777,86.9096429 C77.3462802,96.1223377 66.0548526,101.038701 51.0745265,101.038701 L51.0745265,101.038701 Z\"></path><path d=\"M167.573556,68.369026 C167.573556,87.0523052 152.965957,100.813734 135.036704,100.813734 C117.112933,100.813734 102.499853,87.0468182 102.499853,68.369026 C102.499853,49.5650325 117.112933,35.9188312 135.036704,35.9188312 C152.965957,35.9188312 167.573556,49.5650325 167.573556,68.369026 L167.573556,68.369026 Z M153.333202,68.369026 C153.333202,56.6926623 144.85915,48.7035714 135.036704,48.7035714 C125.214259,48.7035714 116.740207,56.6926623 116.740207,68.369026 C116.740207,79.9191883 125.214259,88.0344805 135.036704,88.0344805 C144.85915,88.0344805 153.333202,79.9191883 153.333202,68.369026 L153.333202,68.369026 Z\"></path><path d=\"M238.282011,68.369026 C238.282011,87.0523052 223.674411,100.813734 205.745159,100.813734 C187.821388,100.813734 173.208307,87.0468182 173.208307,68.369026 C173.208307,49.5650325 187.821388,35.9188312 205.745159,35.9188312 C223.674411,35.9188312 238.282011,49.5650325 238.282011,68.369026 L238.282011,68.369026 Z M224.041657,68.369026 C224.041657,56.6926623 215.567605,48.7035714 205.745159,48.7035714 C195.922713,48.7035714 187.448661,56.6926623 187.448661,68.369026 C187.448661,79.9191883 195.922713,88.0344805 205.745159,88.0344805 C215.567605,88.0344805 224.041657,79.9191883 224.041657,68.369026 L224.041657,68.369026 Z\"></path><path d=\"M306.04702,37.943539 L306.04702,96.1442857 C306.04702,120.111558 291.927254,129.944286 275.231289,129.944286 C259.516472,129.944286 250.061272,119.376299 246.498443,110.772662 L258.897088,105.609383 C261.106042,110.893377 266.51058,117.159545 275.225808,117.159545 C285.908814,117.159545 292.535676,110.52026 292.535676,98.1086364 L292.535676,93.4391883 L292.047842,93.4391883 C288.85774,97.3733766 282.71323,100.813734 274.97915,100.813734 C258.771019,100.813734 243.916762,86.6791883 243.916762,68.4897403 C243.916762,50.1740909 258.771019,35.9188312 274.97915,35.9188312 C282.71323,35.9188312 288.852259,39.3591883 292.047842,43.1726623 L292.535676,43.1726623 L292.535676,37.943539 L306.04702,37.943539 L306.04702,37.943539 Z M293.522306,68.4897403 C293.522306,57.0602922 285.908814,48.7035714 276.212437,48.7035714 C266.389992,48.7035714 258.162597,57.0602922 258.162597,68.4897403 C258.162597,79.798474 266.389992,88.0344805 276.212437,88.0344805 C285.908814,88.0344805 293.522306,79.798474 293.522306,68.4897403 L293.522306,68.4897403 Z\"></path><path d=\"M329.961825,3.54545455 L329.961825,98.9207143 L315.721472,98.9207143 L315.721472,3.54545455 L329.961825,3.54545455 L329.961825,3.54545455 Z\"></path><path d=\"M383.755064,79.0577273 L394.805315,86.4322727 C391.242486,91.7162662 382.647846,100.813734 367.793589,100.813734 C349.376503,100.813734 336.002191,86.558474 336.002191,68.369026 C336.002191,49.0712013 349.497091,35.9188312 366.198538,35.9188312 C383.020573,35.9188312 391.247967,49.3181169 393.944755,56.566461 L395.419218,60.2537338 L352.078772,78.1962662 C355.394944,84.7093506 360.552824,88.0289935 367.793589,88.0289935 C375.039836,88.0289935 380.071647,84.4624351 383.755064,79.0577273 L383.755064,79.0577273 Z M349.743749,67.3813636 L378.717771,55.3373701 C377.12272,51.2824675 372.332085,48.4566558 366.686372,48.4566558 C359.445607,48.4511688 349.376503,54.843539 349.743749,67.3813636 L349.743749,67.3813636 Z\"></path></symbol><symbol id=\"social-gplus\" viewbox=\"0 0 24 24\"><path d=\"M8.5,10.745 L8.5,13.43 L12.3,13.43 C12,15.065 10.58,16.25 8.5,16.25 C6.195,16.25 4.33,14.305 4.33,12 C4.33,9.695 6.195,7.75 8.5,7.75 C9.535,7.75 10.465,8.105 11.2,8.805 L11.2,8.81 L13.185,6.825 C11.97,5.695 10.39,5 8.5,5 C4.635,5 1.5,8.135 1.5,12 C1.5,15.865 4.635,19 8.5,19 C12.545,19 15.22,16.16 15.22,12.16 C15.22,11.67 15.175,11.195 15.1,10.745 L8.5,10.745 L8.5,10.745 Z\"></path><polygon points=\"22.5 11 20.5 11 20.5 9 19 9 19 11 17 11 17 12.5 19 12.5 19 14.5 20.5 14.5 20.5 12.5 22.5 12.5\"></polygon></symbol><symbol id=\"social-twitter\" viewbox=\"2 4 20 17\"><path d=\"M21.9998024,5.94850271 C21.2639378,6.27899473 20.4732072,6.50243431 19.6431192,6.60281913 C20.4903254,6.08859695 21.1409646,5.27418342 21.4472639,4.3038956 C20.6544849,4.7801123 19.7764073,5.12586577 18.8417079,5.31226298 C18.0932607,4.50466524 17.0268825,4 15.8467486,4 C13.5805579,4 11.7434203,5.86056413 11.7434203,8.15526483 C11.7434203,8.48101542 11.7797051,8.7980981 11.8496412,9.10221596 C8.43952817,8.92893175 5.41611168,7.27461954 3.39235612,4.76062801 C3.03916454,5.37434599 2.83681824,6.08815245 2.83681824,6.84966948 C2.83681824,8.29128441 3.5611975,9.5631712 4.66217788,10.3083896 C3.98959225,10.2868309 3.35687602,10.099841 2.8036791,9.78861106 C2.80338648,9.80594689 2.80331333,9.8233568 2.80331333,9.8408408 C2.80331333,11.8541677 4.21768905,13.5336687 6.09476916,13.9154273 C5.75042931,14.0103299 5.38794707,14.0610779 5.01376005,14.0610779 C4.74930529,14.0610779 4.49231233,14.0350742 4.241757,13.9865487 C4.76393626,15.637453 6.27926567,16.8388111 8.07477813,16.8724456 C6.67042461,17.9869023 4.9012479,18.6511461 2.97881179,18.6511461 C2.64763982,18.6511461 2.32100345,18.6315136 2,18.5931378 C3.81592266,19.7721223 5.97267373,20.4599991 8.28985336,20.4599991 C15.8371653,20.4599991 19.9642689,14.1282728 19.9642689,8.63711197 C19.9642689,8.45693788 19.9602454,8.2777269 19.9524178,8.0995531 C20.7540486,7.51369099 21.449678,6.78180786 21.9998024,5.94850271\"></path></symbol><symbol id=\"social-youtube\" viewbox=\"0 4 24 18\"><path d=\"M23.74,7.6062 C23.74,7.6062 23.51,5.9562 22.79,5.2362 C21.88,4.2762 20.86,4.2762 20.39,4.2162 C17.04,3.9712 12,4.0012 12,4.0012 C12,4.0012 6.98,3.9712 3.63,4.2112 C3.17,4.2712 2.15,4.2712 1.24,5.2312 C0.52,5.9512 0.28,7.6012 0.28,7.6012 C0.28,7.6012 0.04,9.5462 0,11.4812 L0,13.5062 C0.04,15.4462 0.28,17.3812 0.28,17.3812 C0.28,17.3812 0.52,19.0312 1.24,19.7612 C2.15,20.7112 3.34,20.6812 3.88,20.7812 C5.76,20.9612 11.79,21.0012 12,21.0012 C12,21.0012 17.05,21.0112 20.4,20.7712 C20.86,20.7112 21.88,20.7112 22.79,19.7512 C23.51,19.0312 23.75,17.3812 23.75,17.3812 C23.75,17.3812 23.99,15.4412 24,13.5062 L24,11.4812 C23.98,9.5462 23.74,7.6062 23.74,7.6062 L23.74,7.6062 Z M9.57,16.0012 L9.57,8.9912 L16,12.6312 L9.57,16.0012 L9.57,16.0012 Z\"></path></symbol><symbol id=\"social-facebook\" viewbox=\"0 0 20 21\"><path d=\"M18.9,0H1.1C0.5,0,0,0.5,0,1.1v17.8C0,19.5,0.5,20,1.1,20h9.6v-7.7H8.1v-3h2.6V7c0-2.6,1.6-4,3.9-4c1.1,0,2.1,0.1,2.3,0.1 v2.7l-1.6,0c-1.3,0-1.5,0.6-1.5,1.5v1.9h3l-0.4,3h-2.6V20h5.1c0.6,0,1.1-0.5,1.1-1.1V1.1C20,0.5,19.5,0,18.9,0z\"></path></symbol><symbol id=\"hamburger\" viewbox=\"0 0 24 24\"><path d=\"M3 18h18v-2H3v2zm0-5h18v-2H3v2zm0-7v2h18V6H3z\"></path></symbol><symbol id=\"color-google-logo\" viewbox=\"0 0 74 24\"><path d=\"M9.24 8.19v2.46h5.88c-.18 1.38-.64 2.39-1.34 3.1-.86.86-2.2 1.8-4.54 1.8-3.62 0-6.45-2.92-6.45-6.54s2.83-6.54 6.45-6.54c1.95 0 3.38.77 4.43 1.76L15.4 2.5C13.94 1.08 11.98 0 9.24 0 4.28 0 .11 4.04.11 9s4.17 9 9.13 9c2.68 0 4.7-.88 6.28-2.52 1.62-1.62 2.13-3.91 2.13-5.75 0-.57-.04-1.1-.13-1.54H9.24z\" fill=\"#4285F4\"></path><path d=\"M25 6.19c-3.21 0-5.83 2.44-5.83 5.81 0 3.34 2.62 5.81 5.83 5.81s5.83-2.46 5.83-5.81c0-3.37-2.62-5.81-5.83-5.81zm0 9.33c-1.76 0-3.28-1.45-3.28-3.52 0-2.09 1.52-3.52 3.28-3.52s3.28 1.43 3.28 3.52c0 2.07-1.52 3.52-3.28 3.52z\" fill=\"#EA4335\"></path><path d=\"M53.58 7.49h-.09c-.57-.68-1.67-1.3-3.06-1.3C47.53 6.19 45 8.72 45 12c0 3.26 2.53 5.81 5.43 5.81 1.39 0 2.49-.62 3.06-1.32h.09v.81c0 2.22-1.19 3.41-3.1 3.41-1.56 0-2.53-1.12-2.93-2.07l-2.22.92c.64 1.54 2.33 3.43 5.15 3.43 2.99 0 5.52-1.76 5.52-6.05V6.49h-2.42v1zm-2.93 8.03c-1.76 0-3.1-1.5-3.1-3.52 0-2.05 1.34-3.52 3.1-3.52 1.74 0 3.1 1.5 3.1 3.54.01 2.03-1.36 3.5-3.1 3.5z\" fill=\"#4285F4\"></path><path d=\"M38 6.19c-3.21 0-5.83 2.44-5.83 5.81 0 3.34 2.62 5.81 5.83 5.81s5.83-2.46 5.83-5.81c0-3.37-2.62-5.81-5.83-5.81zm0 9.33c-1.76 0-3.28-1.45-3.28-3.52 0-2.09 1.52-3.52 3.28-3.52s3.28 1.43 3.28 3.52c0 2.07-1.52 3.52-3.28 3.52z\" fill=\"#FBBC05\"></path><path d=\"M58 .24h2.51v17.57H58z\" fill=\"#34A853\"></path><path d=\"M68.26 15.52c-1.3 0-2.22-.59-2.82-1.76l7.77-3.21-.26-.66c-.48-1.3-1.96-3.7-4.97-3.7-2.99 0-5.48 2.35-5.48 5.81 0 3.26 2.46 5.81 5.76 5.81 2.66 0 4.2-1.63 4.84-2.57l-1.98-1.32c-.66.96-1.56 1.6-2.86 1.6zm-.18-7.15c1.03 0 1.91.53 2.2 1.28l-5.25 2.17c0-2.44 1.73-3.45 3.05-3.45z\" fill=\"#EA4335\"></path></symbol></svg><!--[if (gte IE 10)|!(IE)]><!--> <!--<![endif]--> <!--[if (gte IE 10)|!(IE)]><!--><!--<![endif]--><!--[if lt IE 10]>            <script src=\"/chrome/static/js/fallback.v2.min.js\"></script><![endif]--></body></html>", "level": 0}]]