[[{"value": "<h2>Preamble and general provisions</h2>", "level": 8}, {"value": "<p>One of the basic principles of Playkot Ltd. is security, including the security of any information gathered by Playkot Ltd., therefore we strive by all means to protect our Partners and Users from an unauthorized and undesirable disclosure of any information gathered and processed while carrying out Our activity.</p><p>This Privacy Policy was established in order to comply with the provisions of the General Data Protection Regulation (GDPR), legislation of the EU Member States, and to protect personal data rights of our users.</p><p>Realizing the responsibility, Playkot Ltd. strictly follows the thoroughly elaborated Privacy Policy, uses advanced IT technologies, constantly investing in the development of data security systems, and raising the professional profile of Our experts.</p><p>The main purposes of elaborating and adopting the present Privacy Policy are as follows:</p><ul><li><p>to protect any confidential information from an unauthorized access, illegal use, or loss;</p></li><li><p>to protect individuals’ rights and freedoms while using the confidential and personal information on Our resources;</p></li><li><p>to protect individuals’ rights for privacy and sensitive data;</p></li><li><p>to inform about the processing of personal data.</p></li></ul><p>We reserve the right to change this Policy at any time. If we decide to change this Policy, we will post those changes on this page, and update the date at the top of the page. We strongly recommend you visit Our website playkot.com from time to time in order to find out about updates to this Policy. The changes will become effective when posted, and your continued use of the Services after the effective date of such changes constitutes your consent to the terms of the revised Policy. Please check this page on a regular basis and whenever you use the Services so that you remain aware of what information we collect and how we use it.</p>", "level": 0}], [{"value": "<h3>Terms</h3>", "level": 7}, {"value": "<p>“Cookies” means small text files, located in browser directories. They are used to help users navigate through Services efficiently and perform certain functions of the Services.</p><p>The term “information” includes personal data of data subjects.</p><p>“Personal data” means any information relating to an identified or identifiable natural person (“data subject”); an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier, or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of that natural person.</p><p>When we use the term “personal information” or “personal data” in this Policy, it can include an individual’s first and last name, address, telephone number, email address, and a credit card or other account number. The terms “personal information” and “personal data” are synonyms.</p><p>“Processing of the personal data” or “Processing” means any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction.</p><p>“Services” means online, mobile, PC, or other video games including, but not limited to Supercity Mobile, Tropic Storm, Titans, Age of Magic, Knights: Clash of Heroes, Solitaire Social, Solitaire Dash, Solitaire Club, and other related services, including the Playkot Ltd. website (playkot.com), on which this Policy is published.</p>", "level": 0}], [{"value": "<h2>General points of Processing</h2>", "level": 8}, {"value": "", "level": 0}], [{"value": "<h3>Purposes of personal data processing</h3>", "level": 7}, {"value": "<p>Playkot Ltd. uses and process information, including personal data, that you provide or we collect for the following purposes:</p><p>1. to provide and enhance the Services;</p><p>2. to improve our games and related services (including, but not limited to, advertising services, analytics services);</p><p>3. to gather and process broad demographic information that does not personally identify you;</p><p>4. to contact you about your use of the Services, such as for administrative purposes or to provide you with customer service;</p><p>5. to fulfill or respond to your requests, to process transactions, and to send you the communications you requested;</p><p>6. to notify you about important changes to our policies or Services;</p><p>7. to contact you regarding new and existing Playkot Ltd. features, products and services, and special Playkot Ltd. offers, promotions and events that we think you may find interesting and for other internal marketing, informational, product development, and promotional purposes;</p><p>8. to conduct cross-promotion;</p><p>9. to request feedback and to improve the Services and our product and service offerings, and develop new products and services;</p><p>10. to provide product support;</p><p>11. for archiving purposes, scientific or historical research purposes, or statistical purposes.</p><p>The personal data subject can be a subject of automated decision-making, including profiling. The logic of such automated decision-making consists in the analysis of the user’s behavior in the process of Services usage. The main consequences of this automated decision-making are customized promotional offers and improvement of the quality of Services.</p><p>The legal basis for processing of personal data is the consent of the personal data subject. The personal data subject may withdraw his/her consent any time. The request for consent withdrawal shall be sent to privacy@playkot.com.</p>", "level": 0}], [{"value": "<h3>General conditions of the processing of personal data</h3>", "level": 7}, {"value": "<p>We process the following categories of personal data:</p><p>1. Information about your in-game activities, including your payment transactions and means of payment;</p><p>2. Information relating to your profiles on social networking sites and game platforms regarding which you have given consent to process your personal data (including, but not limited to your first name and last name, gender, email address, telephone number, social network ID, country, date of birth, username, demographic details);</p><p>3. Information relating to the territory from which the Services are used (including game logins and in-game activities);</p><p>4. Information sent through the in-game chat or other messaging functionality in the Services;</p><p>5. Information you provide when you request information or support from us, or purchase a product or service from us;</p><p>6. Technical information about any device that you use to access our Services;</p><p>7. Log files and statistics in relation to actions taken on and through the Services.</p><p>We do not process and have no access to your financial information, which will only be submitted directly to the payment merchant under secure protocols.</p><p>Playkot Ltd. and any subprocessors of Playkot Ltd. do not collect and process special categories of personal data (such as personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, as well as genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person’s sex life or sexual orientation, and any other personal data that fall within the scope of Art.9 GDPR). In case such information has become available to Playkot Ltd. or its subprocessors through third-party tools or integrations, we will delete it as soon as possible and will take measures to avoid such situations in future.</p><p>We also collect Non-Personal Information that does not identify you as a natural person. Such information can be related to our Games (including, but not limited to, your in-game scores, and the period during which you used the Services) or to the general use of our Services (including, but not limited to, internet protocol addresses, browser types, browser languages, referring and exit URLs, and number of clicks).</p><p>Our website playkot.com may use cookies to store the information about your visits. While cookies contain no personal information, they help Us identify you as a unique user and/or your browser session. Cookies allow you to take full advantage of some of the best features on playcot.com, and we recommend that you leave them turned on. In addition, our third-party advertisers may place or recognize a unique cookie on your browser while serving advertisements to this site. You can always turn cookies off in your browser’s settings.</p><p>We do not collect information about children under the age of 13. In the event any personal information was collected, we will delete it as soon as you contact us at the following email address: privacy@playkot.com. If you are between the ages of 13 and 16, we may collect your personal information only if your parent or legal guardian gave explicit consent that you may use our Services, and Playkot Ltd. or other third parties specified in the consent text may collect and process your personal data. We strongly recommend that minors aged 13 to 16 seek consent from a parent or legal guardian before accessing and/or using our Services and providing any private information.</p><p>By using our Services, you explicitly confirm that your parent or legal guardian has confirmed his or her consent for us to collect and process your personal data while you use our Services. We will delete your personal data as soon as possible if we become aware that your parent or legal guardian has not consented to the processing of your personal data. Parents who are concerned about the transfer of personal information from their children may contact us.</p><p>Under the present Policy, we deem confidential any information obtained by us that has not been officially disclosed, published and/or revealed, is not publicly available or commonly known, as well as legally or illegally circulated by any third party, and that may represent economic, financial, commercial, legal, or any other value by virtue of its being unknown to a third party.</p><p>We also guarantee that the employees of Playkot Ltd. who deal with your personal data are bound by confidentiality and non-disclosure of personal data agreements.</p><p>We gather information, obtained in the course of your use of our electronic resources only for the purposes specified by the present Privacy Policy.</p><p>We automatically process the information you provide (including personal data), when you use our website, Services or when you contact us or our partners via email, by phone or any other means of communication in order to identify the needs of our Partners and Customers, raise the quality of our Services, perform identity checks, timely execute financial transactions, inform our partners, as well as for other purposes related to the functioning of the our website.</p><p>We will store your personal data for as long as necessary only to fulfill the purposes it was collected for, including the purposes related to satisfaction of any legal, accounting, or reporting requirements.</p><p><strong> </strong></p><p>The timeframe for which we store your personal data may depend on the type of data that we retain, with consideration of nature, amount and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we perform processing of your personal data and whether we can reach those purposes using other means, as well as the applicable legal requirements.</p><p>If you have any questions or requests regarding the processing of your personal data or your personal data protection rights, you can contact us at this email address: privacy@playkot.com.</p>", "level": 0}], [{"value": "<h3>Controller and processor</h3>", "level": 7}, {"value": "<p>The controller of the personal data is Playkot Ltd., whose official website is playkot.com. Playkot Ltd. is a legal entity registered in Cyprus. The official address of Playkot Ltd., which you can use in order to contact us, is Playkot Ltd., Stavrou 56, Office 104, CY-2035 Strovolos, Nicosia, Cyprus.</p><p>The processors of your personal data are:</p><p>1. Analytics providers (including, but not limited to, Google Analytics, Google Optimize, Doubleclick). These analytics providers use cookies on our Services. The information gathered by these analytics providers may be transmitted and stored by analytics providers’ servers which may be located outside the European Economic Area;</p><p>2. Third-party marketing and advertising companies;</p><p>3. Technical services that maintain the operational capacity of our servers;</p><p>4. Our subprocessors that maintain the operational capacity of our Services;</p><p>5. Automatic decision-making services that use cookies.</p><p>The personal data is stored for the entire period of time while the subject uses the Services. The personal data, which identifies or can identify a personal data subject, will be deleted when the personal data subject explicitly stops using the Service (for example, by requesting the deletion of his or her game profile) or requests that Playkot Ltd. delete his or her personal data. The personal data can be stored and processed after this moment for archiving purposes, scientific or historical research purposes, or statistical purposes. We may also process anonymous information for the purposes specified in this Privacy Policy after you have ceased to use our Services or requested that Playkot Ltd. delete your personal data.</p><p>Non-Personal Information can be processed even when the personal data subject stops using the Service or requests that Playkot Ltd. delete personal data.</p>", "level": 0}], [{"value": "<h2>Rights of data subjects</h2>", "level": 8}, {"value": "<p>Data subjects have the following rights:</p><p>1. Right of access (right to obtain from the controller confirmation as to whether or not personal data concerning himself or herself are being processed, and other information concerning his or her personal data);</p><p>2. Right to lodge a complaint with a supervisory authority;</p><p>3. Right to rectification (right to the rectification of inaccurate personal data concerning himself or herself);</p><p>4. Right to erasure (right to obtain the erasure of personal data concerning himself or herself);</p><p>5. Right to restriction of processing (right to obtain from the controller restriction of processing);</p><p>6. Right to data portability (the right to receive the personal data concerning himself or herself, which he or she has provided to a controller, in a structured, commonly used, and machine-readable format, and the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided);</p><p>7. Right to object (right to object, on grounds relating to his or her particular situation, at any time to the processing of personal data concerning himself or herself, including the right to object at any time to the processing of personal data concerning himself or herself for marketing purposes);</p><p>8. Right not to be subject to a decision based solely on automated processing, including profiling;</p><p>9. Right to file a request or complaint to the controller of his or her personal data.</p><p>10.   Right to withdraw his or her consent to personal data processing.</p><p> </p><p>Your requests can be sent to us by email, to the address specified in this Privacy Policy.</p><p><strong> </strong></p>", "level": 0}], [{"value": "<h3>Social networking sites and mobile stores</h3>", "level": 7}, {"value": "<p>When you use the Services of Playkot Ltd. on a social networking site (“SNS”), you allow Playkot Ltd. to access your profile information in accordance with the policies and terms of that SNS.</p><p>Such information may include, but is not limited to, your first and last names, your profile picture, your SNS user ID and the respective user IDs of your friends that are connected to the Services, your gender, your birthday, and your email address.</p><p>In addition, Playkot Ltd. may use some or all of your profile information as part of the features of the Services, such as game invites. Additionally, Playkot Ltd. may use your profile picture in emails sent to individuals you chose to contact to invite them to use the Services.</p><p>The information you allow Playkot Ltd. to access is affected by your privacy settings on the SNS. You may change and learn more about these privacy settings on the applicable SNS.</p><p>When you use the Services of Playkot Ltd. via mobile stores, you allow Playkot Ltd. to access your profile information in accordance with the policies and terms of that mobile store.</p><p>When you use the Services of Playkot Ltd. on a social networking site (“SNS”), you allow Playkot Ltd. to access your profile information in accordance with the policies and terms of that SNS.</p><p>Such information may include, but is not limited to, your first and last names, your profile picture, your SNS user ID and the respective user IDs of your friends that are connected to the Services, your gender, your birthday, and your email address.</p><p>In addition, Playkot Ltd. may use some or all of your profile information as part of the features of the Services, such as game invites. Additionally, Playkot Ltd. may use your profile picture in emails sent to individuals you chose to contact to invite them to use the Services.</p><p>The information you allow Playkot Ltd. to access is affected by your privacy settings on the SNS. You may change and learn more about these privacy settings on the applicable SNS.</p>", "level": 0}], [{"value": "<h2>Disclosure and transfer of your personal information</h2>", "level": 8}, {"value": "<p>We hereby inform you that your personal data may be disclosed and transferred in the following cases to the following natural persons or entities.</p><p>By using our Services, you agree that Playkot Ltd. may engage its affiliates as subprocessors in processing your personal data. In addition, you agree that Playkot Ltd. may engage any other third parties as subprocessors.</p><p>The subprocessors will process your personal data in accordance with the terms of the written contract concluded between Playkot Ltd. and a subprocessor. This contract will provide that a subprocessor shall process and use your personal data only to the extent set out in the contract. The terms of the contract will not violate the processor’s obligations provided in Art.28 GDPR and the personal data subject’s rights. Playkot Ltd. will remain liable for all acts and omissions of such subprocessors.</p><p>Under this Policy, Playkot Ltd. may transfer your personal data to third parties (recipients) for the purpose of improving our Services.</p><p>The categories of recipients of your personal data (natural people or entities to whom your personal data is transferred) are:</p><p>1. The companies that conduct analysis of in-game activities and impersonal demography statistics of the users under the instruction of Playkot Ltd.;</p><p><a href=\"https://www.tableau.com/\">https://www.tableau.com/</a></p><p><a href=\"https://analytics.google.com/\">https://analytics.google.com/</a></p><p><a href=\"https://analytics.facebook.com/\">https://analytics.facebook.com/</a></p><p><a href=\"https://unity.com/solutions/analytics\">https://unity.com/solutions/analytics</a></p><p>2. The services that provide users with technical support under the instruction of Playkot Ltd.;</p><p><a href=\"https://www.fabric.io/home\">https://www.fabric.io/home</a></p><p><a href=\"http://appannie.com\">appannie.com</a></p><p>3. The services that store User’s personal data under the instruction of Playkot Ltd.;</p><p><a href=\"http://aws.amazon.com\">http://aws.amazon.com</a></p><p><a href=\"http://hetzner.de/\">http://hetzner.de/</a></p><p>4. The companies that carry out the marketing policy of Playkot Ltd.;</p><p><a href=\"https://unity3d.com/unity/features/ads\">https://unity3d.com/unity/features/ads</a></p><p><a href=\"https://www.fyber.com\">https://www.fyber.com</a></p><p><a href=\"https://www.applovin.com\">https://www.applovin.com</a></p><p><a href=\"https://searchads.apple.com\">https://searchads.apple.com</a></p><p><a href=\"https://adwords.google.com\">https://adwords.google.com</a></p><p><a href=\"https://www.appsflyer.com/\">https://www.appsflyer.com/</a></p><p>5. The services that provide safeguards of personal data under the instruction of Playkot Ltd.;</p><p><a href=\"https://www.fabric.io/home\">https://www.fabric.io/home</a></p><p>6. Other persons and legal entities whose activity is necessary for providing qualitative Services of Playkot Ltd.</p><p><strong> </strong></p><p>The above-mentioned examples are not a complete list of sub-processors used by Playkot for the third-party services providing processing and storage of personal data. If you need more information about using some special third-parties services please contact us.</p><p>Your personal data may be transferred to the third countries using appropriate or suitable safeguards. Playkot Ltd. will implement and maintain technical and organizational measures to protect Users’ personal data against accidental or unlawful destruction, loss, alteration, and unauthorized disclosure or access. These measures include: 1) to encrypt personal data; 2) to help to ensure ongoing confidentiality; 3) to help restore timely access to personal data following an incident; 4) to test the effectiveness of the measures on the regular basis. Playkot Ltd. may update the list of such measures from time to time, provided that such updates and modifications do not result in the degradation of the overall security of personal data processing.</p>", "level": 0}], [{"value": "<h3>Third-party tools</h3>", "level": 7}, {"value": "<p>The Services may also contain third-party tracking tools from service providers. Playkot Ltd. may use these third parties’ APIs/SDKs in our Services, which may enable these third parties to analyze user information. While these third parties may have access to your personal information in connection with the performance of services for Playkot Ltd., they may not use such information for any purpose other than to provide their services.</p>", "level": 0}], [{"value": "<h3>Service providers and affiliates</h3>", "level": 7}, {"value": "<p>We may use third-party companies to perform services related to the Services and to assist in our marketing efforts. These services may include but are not limited to, maintenance services, data storage, database management, web analytics, payment processing, hosting services, and email services. They are obligated to use this information only to perform tasks on our behalf. Playkot Ltd. may also disclose or transfer your information to its corporate affiliates (for example, its subsidiaries or parent corporation).</p>", "level": 0}], [{"value": "<h3>Advertising ID</h3>", "level": 7}, {"value": "<p>The advertising ID is a unique, user-resettable ID for advertising, provided by the mobile device’s operating system. We may use this ID to enhance serving and targeting capabilities, re-target specific campaigns, or pass on the ID to our partners, including third-party advertisers. Advertising ID does not reveal any information about the User or his or her device. If you prefer to opt out or reset your advertising ID, please follow these standard instructions:</p><ul><li><p>iOS –<a href=\"https://support.apple.com/en-us/HT202074\"> Opt out of interest-based ads in the App Store and Apple News</a></p></li><li><p>Android –<a href=\"https://support.google.com/ads/answer/2662922?hl=en\"> Opt out of seeing personalized ads</a></p></li></ul>", "level": 0}], [{"value": "<h3>Third-party advertising</h3>", "level": 7}, {"value": "<p>We may use, store, and share with third-party advertisers certain technical information (including IP addresses and advertising IDs) or aggregated information of the users of Playkot Ltd.’s Services such as general demographic and preference information. We may also allow advertisers to collect such technical or aggregate information that they may share with us. Such information collected may be used for industry analysis, demographic profiling, and to deliver targeted advertising.</p>", "level": 0}], [{"value": "<h3>Offer walls</h3>", "level": 7}, {"value": "<p>The Services may display an “offer wall” that is hosted by an offer wall provider. The offer wall allows third-party advertisers to provide virtual currency to users in exchange for completing an offer, fulfilling a survey, or otherwise interacting with an advertisement. These are offers made by third-party advertisers; not by Playkot Ltd.</p><p>These offers may be targeted to you based on certain information, such as your geographic area or other demographic information. After clicking on one of these advertisements, you will no longer be on the SNS.</p><p>We may need to share your user ID number with the offer wall provider. This identifier is used to ensure the proper crediting of your account, to prevent fraud or duplicate offers, and to resolve any customer service inquiries that may arise. Once you complete an offer, you will then return to Playkot Ltd.’s Services.</p>", "level": 0}], [{"value": "<h3>Compliance with laws and law enforcement</h3>", "level": 7}, {"value": "<p>We will disclose any information about you to government or law enforcement officials or private parties as we, at our sole discretion, believe necessary or appropriate to respond to claims and legal process (including, but not limited to, subpoenas), to protect the property and rights of Playkot Ltd., such as to determine, bill, and collect amounts owed to us, or to protect the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop any activity we may consider to be, or to pose a risk of being, illegal, unethical, or legally actionable. Such a disclosure is possible to the extent that it complies with the General Data Protection Regulations.</p>", "level": 0}], [{"value": "<h3>Other disclosures</h3>", "level": 7}, {"value": "<p>If you agree, Playkot Ltd. may share your information with other third parties for their own marketing purposes, subject to their separate privacy policies.</p><p>We may share aggregate or anonymous information about you with advertisers, publishers, business partners, sponsors, and other third parties. Please note that we cannot guarantee the protection of the confidential information you provide on third-party websites linked to from our website, or on websites which refer to our website because these sites are operated independently from us. The use of information gathered on these websites is regulated by their own privacy policies. We bear no responsibility for the actions of such third parties and their use of the confidential information they gather.</p>", "level": 0}], [{"value": "<h2>Questions/contact information</h2>", "level": 8}, {"value": "<p>If you have any questions about the Privacy Policy, please feel free to contact us online using the contact information on our website or by mail at privacy@playkot.com.</p>", "level": 0}], [{"value": "<h2>Final provisions</h2>", "level": 8}, {"value": "<p>Playkot Ltd. strives to maintain the highest level of applied technologies, implementing cutting-edge IT solutions. However, we shall bear no responsibility for any violation of the confidentiality of the information that occurs beyond our direct control and/or as a result of a third party’s actions. Therefore, we will not be liable for any losses arising under such circumstances.</p><p>With the continued use of our Services, you confirm that you fully understand the content of the Privacy Policy and that you personally, freely, knowingly, willfully, and for your own benefit accept it in the form in which it is presented on our website, with all amendments that may be made to it. Any amendments made to the Privacy Policy will be immediately published on our website. We therefore highly recommend that you visit this webpage on a regular basis.</p><p>The original text is composed in English and translated into other languages solely for information purposes. In the event of discrepancies between the texts of the Privacy Policy in English and other languages, the English text shall prevail.</p></div></article></div></div></div></div><!-- Menu Panel --><div class=\"menu-panel\" id=\"menu\"><div class=\"menu-panel__container container\"><div class=\"menu-panel__content\"><div class=\"menu-panel__main\"><a class=\"category__link scroll-to\" href=\"/#games\">Games</a><a class=\"category__link\" href=\"/jobs\">Careers</a><a class=\"category__link\" href=\"/about\">About</a></div><a class=\"category__link category__link_additional\" href=\"/contact\">Contacts</a><a class=\"category__link category__link_additional\" href=\"/support\">Support</a></div></div><a class=\"lang\" href=\"/lng/ru?url=%2Fprivacy.htm\"><span class=\"lang__text\">ru</span></a></div><!-- /Menu Panel --></div><!--/Page --><footer class=\"footer\"><div class=\"footer__inner\"><div class=\"footer__left\"><span class=\"footer__coopyright\">Playkot © 2018. All righs reserved</span><div class=\"footer__socials\"><a class=\"footer__socials__item footer__socials__item_vk\" href=\"https://vk.com/playkot\" target=\"_blank\" title=\"VK\"></a><a class=\"footer__socials__item footer__socials__item_ig\" href=\"https://www.instagram.com/playkot/\" target=\"_blank\" title=\"Instagram\"></a><a class=\"footer__socials__item footer__socials__item_fb\" href=\"https://www.facebook.com/playkot/\" target=\"_blank\" title=\"Facebook\"></a></div></div><div class=\"footer__right\"><a class=\"footer__studio\" href=\"http://chulakov.ru/?utm_source=footerLink&utm_medium=playkot\" target=\"_blank\"><span class=\"footer__studio__text\">Created by Oleg Chulakov Studio</span><span class=\"footer__studio__img\"></span></a></div></div></footer><div class=\"overlay overlay_hide\"></div><!-- JS --><!--/JS --><!-- Analytics --><!-- Analytics --><!-- Yandex.Metrika counter --><noscript><div><img alt=\"\" src=\"https://mc.yandex.ru/watch/38058820\" style=\"position:absolute; left:-9999px;\"/></div></noscript><!-- /Yandex.Metrika counter --></body></html>", "level": 0}]]